@extends('layouts.app')
@section('title', 'Авикальпаправеша-дхарани')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.6)),
            url('{{ asset("backgrounds/gradient_blue.webp") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            Авикальпаправеша-дхарани<a href="#citation-1" id="ref-1"
                                       class="citation-mark"><sup>1</sup></a></h1>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p class="text-center">перевод О. Ф. Волковой</p>

            <p>В 1903 г. Цанид-Хамбо Агван Доржиев, верховный лама бурятских и калмыцких буддистов,
                привез в Санкт-Петербург подарок Далай-ламы XIII Тубтена Гьяцо (1876–1933),
                адресованный академику С. Ф. Ольденбургу.</p>
            <p>Это – небольшое и неполное собрание буддийских текстов, написанное на серой
                непальской бумаге правильным и четким непальским алфавитом, практически без ошибок.
                Краткое описание рукописи содержится в каталоге, составленном Николаем Дмитриевичем
                Мироновым<a href="#citation-2" id="ref-2" class="citation-mark"><sup>2</sup></a>.
                Рукопись содержит четыре текста. Первый – «Авикальпаправеша-дхарани» (далее АПД) на
                трех листах, в самом тексте отсутствует колофон и название дхарани. Второй – отрывок
                сутры на двенадцати листах без начала и конца, в котором идет речь о монашеских
                самварах (обетах) и упоминается «Пратимокша-сутра». Третий – один лист с колофоном
                «Буддхаватамсака-сутры». Четвертый – полностью сохранившиеся восемь листов Третьей
                «Бхаванакрамы» Камалашилы<a href="#citation-3" id="ref-3"
                                            class="citation-mark"><sup>3</sup></a>.</p>
            <p>Графологический анализ Н. Д. Миронова позволяет отнести всю рукопись к XII в. н.
                э.</p>
            <p>Русский востоковед-буддолог Е. Е. Обермиллер исследовал «Бхаванакраму» из указанной
                О. Ф. Волковой рукописи и опубликовал результаты в «Journal of the Greater India
                Society», vol. II, № 1. В 1963 г. трудами Б. И. Панкратова и Э. Н. Темкина было
                издано факсимиле сочинения Камалашилы с русским предисловием Е. Е. Обермиллера<a
                    href="#citation-4" id="ref-4" class="citation-mark"><sup>4</sup></a>.</p>
            <p>Сочетание в одном блоке текста АПД и Третьей «Бхаванакрамы», по-видимому, неслучайно
                и являет собой отголосок полемики в монастыре Самье. Диспут между сторонниками
                «мгновенного» и «постепенного» пути продолжался вплоть до XII–XIII вв., пока,
                наконец, не оформились традиционные школы тибетского буддизма. Заметим, что АПД
                является одним из базовых текстов в системе махамудры и дзогчена.</p>
            <p>В 1975 г. Октябрина Федоровна ВОЛКОВА (1926–1988), работая над переводом
                «Ланкаватара-сутры», заинтересовалась АПД в качестве вспомогательного текста для
                понимания ряда ключевых терминов, используемых в проповедях Третьего Поворота Колеса
                Учения, в частности – <em>авикальпа, нирвикальпа, викальпа</em>. Она выполнила
                перевод
                дхарани, но, к сожалению, работа не была завершена.</p>
            <p>В январе 1997 г. А. И. Бреславец предоставил в редакцию журнала машинопись перевода
                О. Ф. Волковой, санскритский текст и отрывки тибетской версии. На санскрите
                сохранился в машинописном варианте практически весь текст, за исключением названия,
                колофона и одного отрывка в конце сутры. Утраченные части санскритского оригинала
                были восстановлены О. Ф. Волковой по тибетской версии. Она восстановила 37
                утраченных на санскрите частей текста и, видимо, полностью перевела его. К
                сожалению, эта работа Волковой сохранилась не в полном объеме – отсутствуют
                начальная и конечные части перевода. Кроме того, не сохранились примечания, которые
                существовали, как явствует из рукописи, по крайней мере, к первой части
                перевода.</p>
            <p>Перевод утерянных отрывков был сделан Г. В. Алоянц в основном по санскритскому
                тексту с использованием тибетских фрагментов, сохранившихся в работе О. Ф.
                Волковой.</p>
            <p>В рукописи О. Ф. Волковой отсутствует название, однако, в начале сутры один из
                персонажей обращается к Будде с просьбой: «Да соблаговолит Бхагаван объяснить
                дхарани, называемую “Вхождение в безвикальпность”»<a href="#citation-5" id="ref-5"
                                                                     class="citation-mark"><sup>5</sup></a>.
            </p>

            <p>Данный текст включен в раздел «Сутры», ибо содержит слова Будды, имеет формальные
                признаки сутры (зачин, диалоговый текст, нравственный заряд, концовка), содержит
                философские и логические построения (чего нет в «чистых» дхарани). Что касается
                текста типа «дхарани», то он может быть либо самостоятельным, либо включенным в
                сутру, представляя собой вполне завершенную смысловую ее часть. Кроме того, это
                может быть набор лингвистически ничего не значащих фонем, что сближает его с
                мантрой. Так же, как мантра, дхарани является текстом, предназначенным для начитки
                определенное количество раз. Все эти признаки есть в исследуемом тексте, и это
                объясняет, почему он назван «дхарани». О том, что это именно дхарани, то есть
                своеобразный текстовый метод, есть много указаний и в самом тексте, и в его
                структуре: «Выслушав, познают ее, будут повторять..., досконально запомнят, будут
                разъяснять другим».</p>
            <p>Таким образом, являясь по форме сутрой, это произведение
                принадлежит одновременно к разряду дхарани и подразумевает особый подход слушателя и
                особую работу того, кто пользуется текстом как методом: текст нужно ежедневно по
                нескольку раз повторять наизусть, либо прочитывать. Таковы формальные признаки этого
                сочинения.</p>
            <p>Что касается содержания, то, согласно Будону Ринпоче (1290–1364),
                «Авикальпаправеша-дхарани» относится к Татхагатагарбха-сутрам в числе десяти сутр
                так называемого «конечного смысла» (nitartha), являющиеся сутрами Последнего
                Поворота Колеса Учения, произнесенных Буддой в Вайшали для собрания бодхисаттв,
                стремящихся к высшей цели. Но, согласно школе гелуг в лице Кедуба Гэлэга Пэлсанпо
                (1342–1412), сутры Последнего Поворота относятся к сутрам условного значения
                (neyartha), к кругу идей школы читтаматра. К сутрам конечного смысла Кедуб относит
                сутры произнесенные Буддой во время Второго Поворота Колеса Учения, то есть
                праджняпарамитские тексты, тексты школы мадхьямика.</p>
            <p>Структура «Авикальпаправешадхарани» канонична, она такова.</p>
            <ul class="list-none pl-5 space-y-1 ml-8">
                <li class="my-2">ВСТУПЛЕНИЕ:
                    <ul class="list-none pl-5 space-y-1 ml-8">
                        <li class="my-2">1) место,</li>
                        <li class="my-2">2) присутствующие.</li>
                    </ul>
                </li>
                <li class="my-2">ЗАЧИН:
                    <ul class="list-none pl-5 space-y-1 ml-8">
                        <li class="my-2">1) побуждение к правильному пониманию неконцептного подхода
                            в объяснении дхарм,
                        </li>
                        <li class="my-2">2) просьба о проповеди,</li>
                        <li class="my-2">3) согласие Будды дать объяснение.</li>
                    </ul>
                </li>
                <li class="my-2">ТЕОРЕТИЧЕСКОЕ РАЗЪЯСНЕНИЕ НЕКОНЦЕПТНОСТИ:
                    <ul class="list-none pl-5 space-y-1 ml-8">
                        <li class="my-2">1) преодоление мыслительного конструирования относительно
                            отрицательных признаков «обычной реальности»,
                        </li>
                        <li class="my-2">2) преодоление конструирования относительно противоядий
                            признакам обычной реальности,
                        </li>
                        <li class="my-2">3) преодоление конструирования относительно иерархии
                            философских категорий буддизма (шуньяты, дхармадхату, высшей истины),
                        </li>
                        <li class="my-2">4) преодоление конструирования относительно десяти ступеней
                            совершенствования бодхисаттвы вплоть до признака «знание всех аспектов»,
                        </li>
                        <li class="my-2">5) достижение неконцептной сферы.</li>
                    </ul>
                </li>
                <li class="my-2">ПОЛЬЗА СОВЕРШАЕМОГО.</li>
                <li class="my-2">СИМВОЛИЧЕСКОЕ ОБЪЯСНЕНИЕ НЕКОНЦЕПТНОСТИ.</li>
                <li class="my-2">МЕТОД РЕАЛИЗАЦИИ НЕКОНЦЕПТНОСТИ относительно:
                    <ul class="list-none pl-5 space-y-1 ml-8">
                        <li class="my-2">1) концепции скандх,</li>
                        <li class="my-2">2) концепции шести парамит,</li>
                        <li class="my-2">3) концепции шуньяты,</li>
                        <li class="my-2">4) конечного знания всех аспектов,</li>
                        <li class="my-2">5) концепции относительности всеаспектного знания,</li>
                        <li class="my-2">6) концепции сознавания.</li>
                    </ul>
                </li>
                <li class="my-2">РЕЗУЛЬТАТ – вхождение в сферу неконцептности и обретение блаженства
                    неконцептности
                    (avikalpasukha).
                </li>
                <li class="my-2">ЗАВЕРШЕНИЕ.</li>
            </ul>

            <p>Центральной темой дхарани является термин avikalpa (тиб. rnam-par-mi-rtog-pa) —
                <em>свободный от конструирующего мышления, несозидание мыслей, неконцептность</em>.
                Четыре
                раза употреблен другой термин – nirvikalpa (тиб. rnam-par-rtog-med-pa) —
                <em>бесконцептный, свободный от мысленного процесса вообще</em>. Причем <em>нирвикальпа</em>
                употребляется в контексте, не позволяющем выяснить принципиальное отличие этого
                термина от <em>авикальпы</em>, и может показаться, что употребление термина <em>нирвикальпа</em>
                не
                имеет в дхарани самостоятельной смысловой нагрузки. К сожалению, мы не имеем
                возможности сверить санскритский текст рукописи О. Ф. Волковой с оригиналом ЛО
                ИВАНА, дабы исключить возможные ошибки. В переводе во всех четырех случаях
                употребления термина <em>нирвикальпа</em> он приведен в квадратных скобках.</p>
            <p>На значимость смыслового различия этих терминов наше внимание направляет другой факт.
                Слушающие проповедь Бхагавана образуют собрание, построенное по принципу мандалы:
                бодхисаттвы-махасаттвы<a href="#citation-6" id="ref-6"
                                         class="citation-mark"><sup>6</sup></a>, практикующие все
                парамиты одновременно, именуемые авикальповыми, составляют внутренний круг, а
                «просто» бодхисаттвы, именуемые нирвикальповыми – внешний (см. прим. № 2 к тексту).
                Отсюда необходимость определить семантическое различие между терминами
                <em>авикальпа</em> и
                <em>нирвикальпа</em>.</p>
            <p>Состояния сознания, к которым приложимы эти термины, образуют совершенно разные и,
                главное, не сообщающиеся метрики. Нирвикальпа – это погашение все усложняющихся и
                утончающихся мыслительных построений до состояния полного немыслия, поэтому –
                <em>безмыслие, бесконцептность</em>; в конечном счете, в нирвикальпе мыслить просто
                невозможно, там мыслительного процесса нет по определению. Это, действительно,
                термин, определяющий процесс последовательного <em>погашения</em> мысли вплоть до
                полного ее
                исчезновения, как нирвана архата, и признак нирвикальпы не гарантирует обретение
                мудрости.</p>
            <p>Авикальпа предполагает совершенно другую ситуацию – мыслительный процесс
                наличествует, но конструктивность его бесплодна, ибо индивид индифферентен к
                конструкциям мысли и ничего не выбирает из них, не противопоставляет их друг другу и
                из поставляемого мыслью материала сознательно ничего не конструирует; это и есть
                авикальпа – <em>неконцептность</em>, то есть состояние, в котором образы, категории
                и понятия
                мыслительного процесса не превращаются в теорию, не выстраиваются в иерархию, не
                сравниваются. Авикальпа не исключает оценочного и выборочного мышления, она означает
                уровень сознания, когда оно лишено <em>всеобщей подозрительности</em> (термин Б. Д.
                Дандарона). Признаком авикальпы, согласно дхарани, обладают бодхисаттвы-махасаттвы в
                отличие от «просто» бодхисаттв, обладающих лишь признаком нирвикальпы. Бодхисаттвы,
                обладающие признаком нирвикальпы, вполне понятны обычному, дискурсивному уму, в то
                время как бодхисаттвы-махасаттвы для профанического ума непостижимы и воспринимаются
                как Высшие существа. Неконструированием, авикальпностью, по отношению ко все
                усложняющимся категориям, согласно дхарани, обретается состояние блаженства
                неконцептности (avikalpasukham).</p>
            <p>Переход от измерения нирвикальпового состояния к авикальповому, скорее, невозможен,
                чем возможен, ведь «нирвикальпики» как бы постепенно выключаются из сферы
                проявленности и стоят в преддверии хинаянистической нирваны. Вот это «в преддверии»
                и дает последний шанс к переходу на путь авикальпы, но только скачком, ибо сфера
                авикальпы – совсем другое измерение сознания. К нему тоже приходят скачком, но из
                других состояний в результате последовательного снятия концептности (викальпы) с
                высших понятий буддизма, вплоть до таких, как Всезнание всех аспектов (реальности)
                (sarvakarajñata)<a href="#citation-7" id="ref-7" class="citation-mark"><sup>7</sup></a>.
            </p>
            <p>В публикации в части перевода О. Ф. Волковой для термина <em>авикальпа</em> сохранен
                предложенный ею следующий ряд: авикальпа (без перевода), безвикальпность (частичный
                перевод) и бесконцептность (полный перевод, использован в конце текста).</p>
            <p>К дхарани существует комментарий Камалашилы<a href="#citation-8" id="ref-8"
                                                             class="citation-mark"><sup>8</sup></a>,
                приверженца подшколы <em>мадхьямика-йогачара</em><a href="#citation-9" id="ref-9"
                                                                    class="citation-mark"><sup>9</sup></a>.
            </p>
            <p>Хотя Камалашила в известной своей работе «Пурвабхаванакрама» упоминает АПД, тем не
                менее, он завершает свое сочинение конечной стадией постижения, венчая постепенный
                путь совершенствования бодхисаттвы десятой ступенью – «Облаком Учения», на которой
                обретается Всеведение в отношении всех познаваемых вещей (сарвакараджнята), или
                Всеведение Будды, чем процесс расширительного познавания завершается; система
                оказывается замкнутой.</p>
            <p>В АПД обретение так называемого «знания всех аспектов» рассматривается как
                викальповый признак, то есть как обладающее конструированием, и посему
                отбрасывается: «кто поступает, думая, всеаспектное знание достигнуто, тот живет в
                концепте». Система открыта, что вполне в духе релятивистской философии Нагарджуны и
                современной «философии незамкнутости». «Опираясь на бесконцептную сферу,
                бодхисаттва-махасаттва видит..., что все дхармы подобны иллюзии, миражу, сновидению,
                призраку, эху, отражению луны в воде, чудесному творению». Такое видение
                распространено в дхарани и на Всеведение Будды.</p>
            <p>Интригующим для исследования представляется описание собрания бодхисаттв и монахов,
                составивших аудиторию слушателей Будды при проповеди дхарани. Математизированность
                структуры перечисленных персонажей легко позволяет увидеть в ней конструкцию
                мандалы, что характерно для махаянских сутр вообще. Это убедительно доказывает, что
                тантрийские мандалы, широко распространенные в литературе и изобразительном
                искусстве буддизма, не стоит считать заимствованием из индуизма, их матричные
                прототипы в явном виде наличествуют в поздних сутрах, к каковой относят эту дхарани
                буддийские авторитеты. Думаем, что «мандалический» тип мышления вообще свойствен
                ранним формам религии, а тем более древнеиндийской.</p>
            <p>Проблематика АПД, рассмотренная
                даже в таком кратком исследовании, убеждает, что большинство главных атрибутов
                махаяны и ее теоретических положений не заимствованы, не инкорпорированы извне, а
                есть развитие в нужное время и в соответствующем месте идей, содержащихся в словах
                Будды – сутрах, дхарани. Это относится и к тантрийскому учению о махамудре, и к
                таким положениям дзогчена, как мгновенное и спонтанное самоосвобождение.</p>
            <p>Характерно, что в знаменитом столкновении разнородных направлений буддизма, известном
                как диспут в Самье, Камалашила использовал для аргументации АПД, в которой
                постепенный путь, включая такие его исторические этапы, как путь отречения
                (шравакаяна), путь противоядий (парамитаяна), путь десятиступенного
                совершенствования бодхисаттвы (бодхисаттваяна), высшие интеллектуальные достижения
                мадхьямики, элементы тантрийской практики (ваджраяна), необратимо приводит к
                состоянию, однородному с махамудрой и дзогченом. Камалашила стремился не столько
                победить оппонента в лице главы школы чань, сколько создать условия для
                благоприятного развития буддизма в среде тибетской элиты. Поэтому, отстаивая точку
                зрения последовательного пути, надо было не оттолкнуть умеренную часть сторонников
                мгновенного пути, тем более, что в самой индийской партии были и практики атийоги,
                например Вайрочана, и не присутствовавший на диспуте виртуоз и знаток магии и
                ритуалов знаменитый практик тантры Падмасамбхава. АПД оказалась прекрасным средством
                для разрешения столь сложного теоретического и социально-религиозного конфликта.</p>
            <p>Этой публикацией мы отдаем дань памяти Октябрине Федоровне Волковой, продолжательнице
                традиций русской буддологии, ученице Ю. Н. Рериха и Б. Д. Дандарона, и знакомим
                интересующихся со значительным памятником буддийской мысли. Считаем, что работа над
                ним должна быть продолжена.</p>
            <p>В заключение благодарим А. В. Парибка за помощь в работе над текстом.</p>
            <p>Г. В. Алоянц, А. И. Бреславец, В. М. Монтлевич.</p><br>

            <p class="text-center font-bold">АВИКАЛЬПАПРАВЕШАДХАРАНИ</p>

            <p><em>Санскр</em>. Ārya-avikalpapraveśa-nāma-dhāraṇī</p>
            <p><em>Тиб</em>. 'Phags-pa rnam-par-mi-rtog-par-'jugs-pa zhes-bya-ba'i gzungs</p>

            <p>[Так я слышал. Однажды Бхагаван находился в Раджагрихе, во дворце, именуемом
                «Отличный от всего в трех сферах, вместилище бесконцептного (nirvikalpa)
                пространства дхарм», в окружении великого собора монахов и бодхисаттв. А именно:</p>
            <p>бодхисаттва-махасаттва Авикальпа (Неконцептный);</p>
            <p>бодхисаттва-махасаттва Авикальпапрабхаса (Сияние Авикальпы);</p>
            <p>(бодхисаттва-махасаттва)<a href="#citation-10" id="ref-10"
                                          class="citation-mark"><sup>10</sup></a> Авикальпачандра
                (Лунный Авикальпа);</p>
            <p>Нирвикальпашура (Нирвикальпа Герой);</p>
            <p>Нирвикальпадхарманирдешакушала (Искусный в Указании Учения о нирвикальпе);</p>
            <p>Нирвикальпасвабхава (Способ бытия Нирвикальпы);</p>
            <p>Нирвикальпамати (Теория Нирвикальпы);</p>
            <p>Нирвикальпанада (Рык Нирвикальпы);</p>
            <p>Нирвикальпаспхарана (Простирание Нирвикальпы);</p>
            <p>Нирвикальпасвара (Громовой глас Нирвикальпы);</p>
            <p>Нирвикальпамахамайтрисвара (Глас Великой Дружественности Нирвикальпы);</p>
            <p>Махешвара;</p>
            <p>бодхисаттва-махасаттва Арья Авалокитешвара – все вместе.]<a href="#citation-11"
                                                                           id="ref-11"
                                                                           class="citation-mark"><sup>11</sup></a>
            </p>

            <p>Там Бхагаван, окруженный и почитаемый многотысячным собранием, наставлял в учении
                махаяны, а именно: относительно безвикальпности дхарм.</p>
            <p>И вот Бхагаван, окинув взором
                все собрание бодхисаттв, обратился к ним: «Узнайте, о вы, сыновья благородного рода,
                дхарани, называемую “Вхождение в безвикальпность”, зная которую быстро достигают
                дхармы будды и навеки обретают превосходство».</p>
            <p>И вот в этом именно собрании был
                бодхисаттва-махасаттва по имени Авикальпаправеша. Поднявшись с сидения, он обнажил
                правое плечо, опустился на землю на правое колено и, поклонившись с почтительно
                сложенными ладонями Бхагавану, так сказал ему: «Да соблаговолит Бхагаван объяснить
                дхарани, называемую “Вхождение в безвикальпность”, выслушав которую
                бодхисаттвы-махасаттвы познают ее, будут повторять ее, досконально запомнят и будут
                разъяснять другим».</p>
            <p>В ответ на это Бхагаван сказал: «Тогда, о сыновья благородного
                рода, слушайте и запоминайте. Я расскажу вам дхарани о вхождении в безвикальпность».
                Бодхисаттвы-махасаттвы ответили: «Хорошо!»</p>
            <p>Бхагаван сказал им так: «В этом мире, о сыновья благородного рода,
                бодхисаттва-махасаттва, выслушав дхарму, управляемую безвикальпностью, утверждается
                в стремлении к безвикальпности».</p>
            <p>Он отбрасывает признаки всех викальп<a href="#citation-12" id="ref-12"
                                                      class="citation-mark"><sup>12</sup></a>. В
                самом начале он отбрасывает викальповые признаки относительно обычной реальности, а
                именно, викальповые признаки (противопоставления): воспринимаемое – воспринимающее.
                При этом викальповые признаки относительно обычной реальности суть признаки
                загрязненной реальности. Загрязненная же реальность – это пять скандх, лежащих в
                основе привязанности к существованию, а именно: скандха формы, скандха ощущения,
                скандха распознавания, скандха санскар, скандха сознания (скандха эмоциональной
                привязанности, скандха различительной привязанности, скандха санскарной
                привязанности и скандха сознательной привязанности).
                Каким же образом отбрасываются эти викальповые признаки? (Их отбрасывают)
                несосредоточением (на них) внимания, когда они проявляются как проекции.</p>

            <p>У того, кто последовательно отбрасывает эти викальповые признаки, возникают и
                появляются отличные от них викальповые признаки, изыскиваемые как противоядие,
                проявляющиеся как проекции. А именно: викальповый признак использования
                правильного поведения, викальповый признак использования терпимости, викальповый
                признак использования энергии, викальповый признак использования медитации и
                викальповый признак использования праджни. Другими словами, их испытывают с точки
                зрения их природы, с точки зрения качеств и
                их сокровенной сущности.</p>
            <p>Эти викальповые признаки, используемые как противоядия,
                также отбрасываются путем несосредоточения внимания.</p>
            <p>У того, кто их отбрасывает, появляются и возникают путем проецирования другие
                викальповые признаки относительно использования применения сущностей, а именно:
                викальповый признак определения с точки зрения шуньяты, викальповый признак
                определения в таковости, викальповый признак определения в высшей реальности<a
                    href="#citation-13" id="ref-13" class="citation-mark"><sup>13</sup></a>,
                викальповый признак определения в дхармовой сфере и в высшей истине<a
                    href="#citation-14" id="ref-14" class="citation-mark"><sup>14</sup></a>. С точки
                зрения их природы, качества и сокровенной сущности, эти викальповые признаки,
                (вытекающие) из анализа сущностей, испытываются и отбрасываются несосредочением
                внимания.</p>
            <p>У того, кто отбрасывает и их, возникают и появляются другие викальповые признаки из
                анализа обретения путем проецирования, а именно, начиная с викальпового знака
                обретения первой ступени до викальпового знака обретения десятой ступени,
                викальповый знак обретения терпения к нерожденности дхарм, викальповый признак
                предсказания, викальповый признак обретения очищения буддовых полей, викальповый
                признак анализа обретения споспешествования живым существам, викальповый признак
                обретения посвящения и так вплоть до викальпового признака обретения знания всех
                аспектов, а именно: с точки зрения их природы или качеств, или пользы.</p>
            <p>Эти викальповые признаки он также отбрасывает путем необращения внимания<a
                    href="#citation-15" id="ref-15" class="citation-mark"><sup>15</sup></a>.</p>
            <p>Таким образом, бодхисаттва-махасаттва, отбрасывая необращением внимания викальповые
                признаки всех аспектов, ревностно подвизается в бесконцептной сфере, и хотя пока что
                не входит в контакт с бесконцептной сферой, но пребывает в «самадхи соответствия
                контакта с бесконцептной сферой».</p>
            <p>Следуя постоянно правильному усилию, созерцанию,
                повторению, правильному напряжению внимания, благодаря ненакоплению и спонтанности,
                он достигает бесконцептной сферы и последовательно очищается.</p>
            <p>Почему же, о сыновья благородного рода, бесконцептная сфера называется бесконцептной?
                Потому что в ней преодолены все концепты исследования, все концепты наставлений и
                примеров, все концепты относительно сил – индрий, все концепты относительно
                объектных сфер, все концепты относительного знания; потому что нет места всем
                препонам, моральным и относительно объектов познания. Что такое неконцепт? Это – вне
                формы, вне наставления, вне проявления, вне относительного знания, вне места.</p>
            <p>Опираясь на бесконцептную сферу, бодхисаттва-махасаттва видит все дхармы, подобные
                небесному своду, знанием, бесконцептным и неразличительным относительно объектов
                познания. Он видит бесконцептным знанием, что все дхармы подобны иллюзии, миражу,
                сновидению, призраку, эху, отражению луны в воде, чудесному творению.</p>
            <p>Затем он обретает огромность владения состоянием великого блаженства, обретает
                огромность богатства великого сознания, обретает огромность великого знания и
                мудрости (праджни), и огромность владения состоянием великого наставления. Он всегда
                в силах принести любую пользу всем живым существам. (Всё это) благодаря
                непрекращающемуся безусильному исполнению дела Будды.</p>
            <p>О, сыновья благородного рода, например, если бы под твердой и монолитной каменной
                горой был клад разнообразных драгоценностей, великолепных разнообразных камней,
                исполняющих желания, а именно серебра, золота или изумрудов. И пришел бы некий
                человек, стремящийся к великому сокровищу. Знающий об этом великом сокровище человек
                так бы сказал ему: «Эй, человек! Под каменной монолитной скалой есть великий клад
                драгоценностей – (вот) под ней клад великих драгоценных камней, исполняющих желание.
                Ты сначала отрой естественный камень. Когда ты его будешь отрывать, перед тобой
                возникнет камень, имеющий видимость серебра. Но и тогда ты не можешь иметь еще
                представления о великом кладе. Зная это, ты должен рыть (дальше). Когда ты будешь
                рыть дальше, перед тобой возникнет камень, имеющий видимость золота. Но и тогда ты
                не можешь иметь представления о великом кладе. Зная и это, нужно рыть (дальше).
                Когда ты будешь его отрывать, перед тобой возникнут камни, имеющие видимость
                различных драгоценностей. Но и тогда ты не можешь иметь представления об этом
                великом кладе. Признав и это, ты должен рыть дальше. Таким образом ты, человече,
                усердно стараясь, не накапливай вырытое и без накопления и совсем без усилий увидишь
                великий клад волшебного камня – чинтамани. И заполучив этот великий клад, ты станешь
                богатым (состоятельным), имущим, зажиточным и сможешь принести пользу себе и
                ближним. Это – сравнение, о сыновья благородного рода. Что же касается понимания его
                смысла,
                то монолитная каменная скала – это название моральной скверны всех аспектов
                обусловленных состояний бытия и наличия (привязанности к) двойственности. Великий
                клад волшебного камня – чинтамани внизу, это название бесконцептной сферы. Жаждущий
                клада великого волшебного камня – чинтамани – это название бодхисаттвы-махасаттвы.
                Знающий о великом кладе – это название татхагаты, архата, совершенного будды.
                Естественная каменная скала – это название концептов относительно природы. Рытье –
                это название необращения внимания. Камень, подобный серебру, – это название
                концептов относительно концептуальных характеристик противоядий. Камень, кажущийся
                золотом, – это название для концептов шуньяты и т.п. Камни, кажущиеся разнообразными
                драгоценностями, – это название для концептов [дхармы] получения. Обретение клада
                великого волшебного камня – чинтамани – это название для вхождения в бесконцептную
                сферу. Так, о сыновья благородного рода, в соответствии с приведенным сравнением
                должно понимать вхождение в бесконцептную сферу.</p>
            <p>О сыновья благородного рода, каким же образом бодхисаттва-махасаттва размышляет о
                вышеобъясненных концептах и затем входит в бесконцептную сферу? В этом мире, о
                сыновья благородного рода, бодхисаттва-махасаттва, если возникают
                концепты относительно природы чувственного, рассматривает их так.</p>
            <p>Кто действует, думая, это – моя рупа, тот действует в концепте. Кто живет, думая, это
                – рупа других, тот живет в концепте. Кто живет, думая, это – рупа, тот живет в
                концепте. Рупа возникает, прекращается, загрязняется, очищается – так думающий живет
                в концепте. Рупы нет – так думающий живет в концепте.</p>
            <p>Кто живет, думая, рупы нет даже с точки зрения своебытия, причины, следствия,
                объектности, обладания функции, тот живет в концепции. Кто живет, думая, рупа – это
                только ограниченное понятие, тот живет в концепте. Кто живет, думая, как рупы нет,
                так нет и относительного понятия рупы, – тот живет в концепте.Хотя, о сыновья
                благородного рода, бодхисаттва-махасаттва не воспринимает рупу, даже
                видимость рупы не воспринимает, но целиком и полностью он не утрачивает виджняпти<a
                    href="#citation-16" id="ref-16" class="citation-mark"><sup>16</sup></a>. И ту
                виджняпти в силу отсутствия не рассматривает, и вне виджняпти отсутствие не
                рассматривает. И отсутствие этой виджняпти, заключающейся в видимости рупы благодаря
                той виджняпти с точки зрения единства [с виджняпти ] не рассматривает; с точки
                зрения отдельности не
                рассматривает. Ни отсутствие виджняпти с точки зрения присутствия не рассматривает;
                ни с точки зрения отсутствия не рассматривает. О сыновья благородного рода, кто не
                создает концептов всеми этими всеаспектными концептами, тот даже не рассматривает:
                это – бесконцептная сфера. Это, о сыновья благородного рода, метод вхождения в
                бесконцептную сферу. Таким
                образом, бодхисаттва-махасаттва утверждается в бесконцептной сфере.</p>

            <p>[Так же<a href="#citation-17" id="ref-17" class="citation-mark"><sup>17</sup></a> с
                ощущением, с распознаванием, с двигателями, с сознанием<a href="#citation-18"
                                                                          id="ref-18"
                                                                          class="citation-mark"><sup>18</sup></a>.
                Так же с парамитой даяния, с парамитой нравственности, с парамитой усердия, с
                парамитой сосредоточения, с парамитой мудрости<a href="#citation-19" id="ref-19"
                                                                 class="citation-mark"><sup>19</sup></a>.
                Так же с пустотой и прочим<a href="#citation-20" id="ref-20"
                                             class="citation-mark"><sup>20</sup></a>
                и, наконец, это нужно проделать со знанием всех аспектов<a href="#citation-21"
                                                                           id="ref-21"
                                                                           class="citation-mark"><sup>21</sup></a>.
                Здесь<a href="#citation-22" id="ref-22" class="citation-mark"><sup>22</sup></a>, о
                сыновья благородного рода, бодхисаттва-махасаттвы, если возникают концепты
                относительно описания знания всех аспектов, рассматривают их так: «Кто поступает,
                думая, “это – мое знание всех аспектов”, тот живет в концепте; кто поступает, думая,
                “это – знание всех аспектов другими”, тот живет в концепте; кто поступает, думая,
                “это – знание всех аспектов”, тот живет в концепте; кто поступает, думая,
                “всеаспектное знание достигнуто”, тот живет в концепте; кто поступает, думая,
                “всеаспектное знание (существует) для отбрасывания аффективных и познавательных
                покровов (препятствий)<a href="#citation-23" id="ref-23" class="citation-mark"><sup>23</sup></a>”,
                тот живет в концепте. Кто поступает, думая, “знание всех аспектов
                возникает-прекращается, загрязняется-очищается”, тот живет в концепте. “Нет
                всеаспектного знания”, кто так думает, живет в концепте. Кто поступает, думая, “нет
                всеаспектного знания с точки зрения своебытия, причины, следствия, объектности,
                обладания функции, склонности”, тот живет в концепте. Кто поступает, думая, “как нет
                всеаспектного знания, так нет и относительного понятия<a href="#citation-24"
                                                                         id="ref-24"
                                                                         class="citation-mark"><sup>24</sup></a>
                всеаспектного знания”, тот живет
                в концепте<a href="#citation-25" id="ref-25" class="citation-mark"><sup>25</sup></a>.
            </p>
            <p>Хотя, о сыновья благородного рода, бодхисаттва-махасаттва как всеаспектное знание не
                воспринимает, точно так же и относительное понятие всеаспектного знания не
                воспринимает, но целиком и полностью при этом своего сознавания не губит.</p>
            <p>И, помимо сознавания, никакой другой дхармы не воспринимает. И ту (дхарму) сознавания
                в силу
                (ее) отсутствия не рассматривает и, помимо сознавания, отсутствие не рассматривает.
                И отсутствие (благодаря тому) сознаванию не рассматривает ни с точки зрения единства
                с ним (с сознаванием), ни с точки зрения отдельности от него. Ни отсутствие
                сознавания как присутствие не рассматривает, ни как отсутствие не рассматривает.</p>
            <p>О сыновья благородного рода, кто не создает концептов всеми этими всеаспектными
                концептами<a href="#citation-26" id="ref-26" class="citation-mark"><sup>26</sup></a>,
                тот даже и не рассуждает так: “это – неконцептная сфера”. Таков способ вхождения в
                неконцептную сферу”».</p>
            <p>Таким образом бодхисаттва-махасаттва утверждается в
                неконцептной сфере.</p>
            <p>И тогда Бхагаван сказал такую гатху:</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg italic">
                <p>
                    Установившись с упованием на неконцептность в этой благой дхарме,
                </p>
                <p>
                    Бодхисаттва, преодолев труднопроходимость неконцептности,
                </p>
                <p>
                    Последовательно<a href="#citation-27" id="ref-27"
                                      class="citation-mark"><sup>27</sup></a>
                    достигает неконцептности.
                </p>
                <p>
                    От этого великий покой и наивысшая бесстрастность (обретаются, и)
                </p>
                <p>
                    Бодхисаттва достигает блаженства неконцептности<a href="#citation-28"
                                                                      id="ref-28"
                                                                      class="citation-mark"><sup>28</sup></a>.
                </p>
            </blockquote>

            <p>Когда Бхагаван произнес эти слова, возрадовались бодхисаттва Авикальпапрабхаса,
                бодхисаттвы-махасаттвы всего собрания, все присутствующие боги, люди, асуры,
                гандхарвы – весь мир возликовал от сказанного Блаженным].</p>

            <hr class="my-8 border-t-4 border-gray-500">

            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl my-4">ПРИМЕЧАНИЯ</h4>
                <p class="my-2" id="citation-1">
                    <sup>1</sup> Перепечатано с изменениями из: <em>«Гаруда»</em>, № 2, 1997. С.
                    1–7.
                    <a href="#ref-1" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-2">
                    <sup>2</sup> Миронов, Н.Д. <em>Каталог индийских рукописей</em>. Вып. 1.
                    Петроград: Азиатский Музей ИАН, 1914. — Рукопись MS Ind.7.XXIII.
                    <a href="#ref-2" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-3">
                    <sup>3</sup> Имеются в виду три трактата о процессе созерцания Камалашилы
                    (санскр. <em>Bhāvanākrama</em>, тиб. སྒོམ་རིམ་). Все три трактата имеют
                    идентичное название — <em>«Бхаванакрама»</em>; итальянский тибетолог Дж. Туччи
                    (Giuseppe Tucci) присвоил им порядковые номера — Первая, Вторая, Третья <em>Бхаванакрамы</em>
                    — согласно их расположению в Данжуре (тиб. བསྟན་འགྱུར). Третья
                    <em>Бхаванакрама</em> имеет в Данжуре № 3917.
                    <a href="#ref-3" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-4">
                    <sup>4</sup> Камалашила. <em>Бхаванакрама</em> (санскр. <em>Bhāvanākrama</em>,
                    «Трактат о созерцании»). — Москва: Издательство восточной литературы, 1963. —
                    150 с. (Серия «Памятники письменности Востока»).
                    <a href="#ref-4" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-5">
                    <sup>5</sup> «Авикальпаправешадхарани» входит в состав всех известных изданий
                    Ганжура. См., например, сочинение № 142 «Дхарани “Вхождение в невикальпность”» (<em>санскр.</em>
                    Ārya-avikalpapraveśa-nāma-dhāraṇī, <em>тиб.</em> ’Phags-pa
                    rnam-par-mi-rtog-par-’jug-pa zhes-bya-ba’i gzungs; <em>транслит.</em> ’phags pa
                    rnam par mi rtog par ’jug pa zhes bya ba’i gzungs) в <em>Guide to the Nyingma
                        Edition of the sDe-dge bKa’-’gyur/bsTan-’gyur</em>. Edited and Produced by
                    Tarthang Tulku, 1980. Volume I, Dharma Publishing). Сутра была переведена с
                    санскрита на тибетский Джинамитрой, Данашилой и Кава Пэлцэгом (sKa-ba
                    dPal-brtsegs, VIII–IX вв.).
                    <a href="#ref-5" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-6">
                    <sup>6</sup> «Основное отличие бодхисаттвы от бодхисаттвы-махасаттвы – это
                    отсутствие у первого <em>искусности в средствах</em> (upāyakauśalya).
                    Бодхисаттва-махасаттва обретает искусность в средствах как возникшую из
                    Праджняпарамиты. Бхагаван в «Аштасахасрике Праджняпарамите» определяет: «Он
                    поможет достигнуть большому собранию существ наивысшего, поэтому говорят
                    “бодхисаттва-махасаттва”... Он не покидает ни одного существа и смотрит на все
                    дхармы с точки зрения шуньяты». – Л. Мялль, «Аштасахасрика Праджняпарамита».
                    Рукопись диссертации, с. 76–79, 1973 г.<a href="#ref-6"
                                                              class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-7">
                    <sup>7</sup> Это сочетание последовательности и скачка на примере ступеней
                    авикальпирования, то есть снятия концептностного отношения к иерархии буддийских
                    категорий, завершающихся внезапным и скачкообразным прорывом в сферу
                    неконцептности (авикальпности), по нашему мнению, может объяснить противоречивые
                    свидетельства о диспуте в Самье. Согласно ньингмапинским источникам, в
                    заключение диспута царь Тисрондэцан постановил «следовать учению мадхьямики, что
                    соответствует ортодоксальной традиции, но с тем отличием от нее, что метод
                    мгновенного пути и является собственно мадхьямикой» (см.: <em>Nyin-ma
                        rgyud-'bum</em>, Ka). То есть в теории надо следовать Камалашиле, в практике
                    – тоже ему, но говорится, что эта практика не отличима от методов мгновенного
                    пути Хэшана Махаянадэвы. Такое заключение царя противоречиво лишь на первый
                    взгляд и не обязательно является подделкой китайской партии, как предполагает
                    Дж. Туччи. Тисондэцэн изложил сказанное Камалашилой, но с поправкой на теорию
                    спонтанного совершенства атийоги, почерпнутую им от Вайрочаны (позднее от
                    Вималамитры). В атийоге изначальное совершенство осознается после достаточных
                    усилий только кармически готовой личностью, причем спонтанно и сразу, то есть
                    скачком.
                    <a href="#ref-7" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-8">
                    <sup>8</sup> Ārya-avikalpapraveśa-dhāraṇī-ṭīkā, <em>тиб.</em> 'Phags-pa
                    rnam-par-mi-rtog-par-'jug-pa'i gzungs-kyi rgya-cher 'grel-pa. Перевод с
                    санскрита на тибетский Джинамитры, Данашилы и Пэлцэгаракшиты (Кава Пэлцэг). <em>Guide
                        to the sDe-dGe bKa'-'gyur/bsTan-'gyur</em>. Ed. and produced by Tarthang
                    Tulku, 1980, Dharma Publishing, № 4000.
                    <a href="#ref-8" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-9">
                    <sup>9</sup> См.: Б.Д. Дандарон, П.И. Хадалов, Л.Ж. Ямпилов. <em>Описание
                        сочинений Гунчен-Чжамьян-Шадпа-Дорчже</em>. Улан-Удэ, 1962, с. 116.
                    «Сватантрика [одна из двух главных школ мадхьямики] делится на две ветви: а)
                    мадхьяма-йогачара (<em>тиб.</em> rnal-'byor-spyod-pa'i dbu-ma rang-rgyud-pa), б)
                    мадхьяма-саутрантика (<em>тиб.</em> mdo-sde-spyod-pa'i dbu-ma rang-rgyud-pa)...
                    В отличие от йогачаров, мадхьяма-йогачары не признают алаявиджняну
                    (<em>тиб.</em> kun-gzhi-rnam-shes) и читта-клешу».
                    <a href="#ref-9" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-10">
                    <sup>10</sup> Вставка О.Ф. Волковой.
                    <a href="#ref-10" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-11">
                    <sup>11</sup> Перечень присутствующих соответствует структуре мандалы: в центре
                    – Бхагаван; по сторонам света внутри дворца (ограды) – четверо
                    бодхисаттв-махасаттв, считая вопрошающего Авикальпаправешу (<em>букв.</em>
                    Авикальпа Входящий); за ними в восьми направлениях – восемь нирвикальповых
                    бодхисаттв; предводитель собора монахов и бодхисаттв Авалокитешвара и охраняющий
                    мандалу Махешвара. Авикальповые бодхисаттвы-махасаттвы иерархически при такой
                    конструкции выше нирвикальповых бодхисаттв. Это удивительно и закономерно:
                    практикующие нирвикальпу обретают нирвану, отторгнув все условное,
                    сансарическое, они покинули сансару навсегда (хинаянистическая нирвана).
                    Практикующие авикальпу обрели нирвану, не отбрасывая сансару, и существуют
                    одновременно в обеих метриках, как сансары, так и нирваны; они обрели более
                    сложный тип свободы, позволяющий оставаться в поле зрения страждущих, но не в
                    поле их понимания (нирвана махаяны). В квадратных скобках дан перевод с
                    санскрита Г. А. Алоянц тех частей текста, что не сохранились в переводе О. Ф.
                    Волковой.
                    <a href="#ref-11" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-12">
                    <sup>12</sup> Vikalpa – раннее значение слова «выбор», «альтернатива».
                    «Всезнание» (<em>санскр.</em> sarvākārajñatā) Будды есть «высшее йогическое
                    восприятие» (<em>санскр.</em> pratyakṣa, <em>тиб.</em> mngon gsum); это не отказ
                    от мышления, но доведение его до предела, за которым оно обретает иное качество.
                    Преодоление состояния, в котором нужно выбирать, и обретение состояния
                    «невыборности» (avikalpa) возвращают полноту восприятия.
                    <a href="#ref-12" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-13">
                    <sup>13</sup> Bhūtakoṭi (<em>тиб.</em> Yang-dag-pa’i mtha’ (ཡང་དག་པའི་མཐའ།) —
                    высший предел реальности, свободный от концептуализации) — «высшая реальность»
                    (пер. О. Ф. Волковой), дословно «предельное, пиковое бытие».
                    <a href="#ref-13" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-14">
                    <sup>14</sup> Animittaparamārthadharmadhātu — «дхармовая сфера и высшая истина»
                    (пер. О. Ф. Волковой); или «сфера дхарм с отсутствием характерных признаков»,
                    аспект Абсолюта. Animitta (<em>тиб.</em> mtshan-ma med-pa) — отсутствие
                    дифференциации или характерных признаков в аспекте Абсолюта; познается на
                    седьмой ступени бодхисаттвы. (См.: Е. Е. Obermiller. <em>The Doctrine of
                        Prajna-Paramita as exposed in the Abhisamayalamkara of Maitreya</em>. —
                    «Acta Orientalia», Leiden-Batavia, 1932).
                    <a href="#ref-14" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-15">
                    <sup>15</sup> Amanasikāra — «необращение внимания», остановка мыслительной
                    деятельности. Manasikāra (<em>тиб.</em> yid-la byed-pa) — «фиксация объекта в
                    уме».
                    <a href="#ref-15" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-16">
                    <sup>16</sup> <em>Vijñapti</em> (санскр. विज्ञप्ति) — в буддийской философии
                    означает «сознавание», «когнитивное проявление» или «ментальный образ». О. Ф.
                    Волкова сохранила термин без перевода, следуя традиции передачи специальной
                    терминологии. В контексте текста подчеркивается неконцептуальная природа
                    восприятия.
                    <a href="#ref-16" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-17">
                    <sup>17</sup> «Так же» — имеется в виду объяснение, подобное тому, что было дано
                    на примере <em>рупы</em>. Все последующие понятия рассматриваются по той же
                    схеме.
                    <a href="#ref-17" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-18"><sup>18</sup> Перечисляются оставшиеся четыре
                    скандхи.<a href="#ref-18" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-19">
                    <sup>19</sup> Достижение каждой парамиты сопровождается соответствующими
                    викальповыми признаками, свидетельствующими о поэтапном освоении пути
                    бодхисаттвой. Камалашила в «Пурвабхаванакраме» приводит соответствие ступеней
                    совершенствования бодхисаттвы и преобладающих парамит. (См.: Камалашила.
                    «Пурвабхаванакрама». Журнал «Гаруда», 1997, № 2, с. 8–9).
                    <a href="#ref-19" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-20">
                    <sup>20</sup> «Также с пустотой и прочим» — подразумевается перечень,
                    приведенный ранее: «шуньята... таковость... высшая реальность... дхармовая сфера
                    и высшая истина».
                    <a href="#ref-20" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-21">
                    <sup>21</sup> «Знание всех аспектов» — перевод О.Ф. Волковой. Асанга, основатель
                    школы йогачаров, в «Абхисамаяланкара-сутре» говорит о трех видах всеведения
                    (<em>санскр.</em> triśraḥ sarvajñatāḥ, <em>тиб.</em> rnam-pa thams-cad mkhyen-pa
                    gsum), первый из которых это «Особое Всеведение Будды», его конечное прямое
                    познание в единичный момент всех аспектов существования, абсолютных и
                    эмпирических (<em>тиб.</em> rnam-pa thams-cad mkhyen-nyid или rnam-khyen) — им
                    обладает только Будда. (См.: Е.Е. Obermiller. Там же).
                    <a href="#ref-21" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2">
                    «Особое всеведение, присущее только Будде, (sarvākārajñatā) есть познание всех
                    аспектов существования, как лишенных независимой реальности и не подверженных
                    возникновению с точки зрения Абсолюта. Наделенный этим всеведением Будда
                    способен распространить Учение (повернуть Колесо Учения) в качестве противоядия
                    против неправильного поведения живых существ» (Там же).
                </p>

                <p class="my-2" id="citation-22">
                    <sup>22</sup> Iha (<em>санскр.</em>) — «здесь»; О.Ф. Волкова переводит «в этом
                    мире». Возможен иной перевод — «в этом случае». Методологически вхождение в
                    неконцептность начинается «здесь», с такого-то условия. Помечен начальный момент
                    операции поэтапного логического отбрасывания — «вот как».
                    <a href="#ref-22" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-23">
                    <sup>23</sup> Sarvakleśajñeyāvaraṇa — данный термин объединяет два вида
                    препятствий: kleśāvaraṇa — препятствия, проистекающие от клеш, и jñeyāvaraṇa —
                    препятствия, сопутствующие познавательному процессу. Обычно перечисляется три
                    типа препятствий, к двум названным прибавляется karmāvaraṇa — препятствие,
                    проистекающее от кармы.
                    <a href="#ref-23" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2">
                    Относительно jñeyāvaraṇa E.E. Обермиллер пишет в вышеназванной работе (прим. 5):
                    «jñeyāvaraṇa — помрачение неведения. Согласно мадхьямикам, оно заключается в
                    разделении на субъект и объект, сансару и нирвану как на две отдельные сущности.
                    Сто восемь форм (этих препятствий) подавляются на первой ступени бодхисаттвы».
                </p>

                <p class="my-2" id="citation-24">
                    <sup>24</sup> Vijñaptipratibhāsa (<em>санскр.</em>) — «относительное знание»,
                    «относительное понятие» — пер. О.Ф. Волковой.
                    <a href="#ref-24" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-25">
                    <sup>25</sup> На этом завершается классификация объекта рассмотрения
                    (всеаспектное знание ,<em>санскр.</em> sarvākārajñatā) с помощью логического метода «четырех пределов» (<em>санскр.</em>
                    catuṣkoṭika, <em>тиб.</em> mu bzhi); исследование по четырем альтернативным вариантам: да, нет, и да и
                    нет, ни да ни нет. Появление четырех аспектов связано с тем, что мы принимаем в
                    расчет не только существование какой-то определенности самой по себе (как то:
                    тождество — не тождество), а отношения «этой определенности» по отношению к
                    «другим определенностям». Всякая определенность имеет место в отграничении от
                    чего-то другого и в отношении к нему. Буддизм рассматривает все в отношениях, а
                    не как изолированные самодостаточные сущности. Именно поэтому буддизм использует
                    метод «четырех пределов».
                    <a href="#ref-25" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-26">
                    <sup>26</sup> Камалашила в «Пурвабхаванакраме» описывает йогическую практику исчерпания возможностей интеллектуального отношения к предмету (См.: журнал «Гаруда», 1997, № 2, с. 12, п. 17–18).
                    <a href="#ref-26" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-27">
                    <sup>27</sup> «Последовательно» (<em>санскр.</em> kramena, <em>тиб.</em> rim-gyis), буквально «шаг за шагом», поэтапно, ступень за ступенью. В конце дхарани подчеркивается необходимость последовательности во вхождении в авикальповую сферу, раскрытой подробно в примере (<em>санскр.</em> dṛṣṭānta) с драгоценным камнем. Использованные в дхарани перечни являются свернутой формулой поэтапного вхождения в неконцептность.
                    <a href="#ref-27" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-28">
                    <sup>28</sup> Санскритский текст гатхи сохранен фрагментарно, восстановлен по тибетской версии.
                    <a href="#ref-28" class="text-blue-500 hover:underline">↩</a>
                </p>
            </div>

        </div>
    </div>
@endsection
