@extends('layouts.app')

@section('title', 'О ТИБЕТСКИХ ТРАДИЦИЯХ В БУРЯТСКОМ БУДДИЗМЕ ')

@section('content')

    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl
        md:text-2xl mt-6 mb-6">О ТИБЕТСКИХ ТРАДИЦИЯХ В БУРЯТСКОМ БУДДИЗМЕ </h1>
        <!-- Основной текст -->
        <div
            class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>Настоящая работа не является собственно историей буддизма в
                Бурятии (или шире в России); для этого, видимо, надо объединить
                усилия многих авторов, специализирующихся в различных областях
                буддизма и, естественно, не ориентирующихся на две-три статьи
                аналогичного сборника. Не ставится в этой работе и задача
                ограничиться только обзором и оценкой буддологической
                историографии в России, так как даже полная кропотливая работа
                по историографии для целостного представления об истории и
                развитии буддизма в Бурятии должна быть дополнена хотя бы
                описанием письменных первоисточников на тибетском и монгольском
                языках (в свое время этим описанием систематически занимался
                небольшой коллектив сотрудников БФ СО АН СССР, но ныне
                систематическая работа с первоисточниками приостановлена), а
                также материалом по культовым сооружениям, монастырской жизни
                лам и т.д. (сейчас такой материал приходится в основном
                реконструировать).
            </p>

            <p>В связи с этим здесь будет намечена некая историческая канва по
                бурятскому буддизму с освещением отдельных вопросов тантризма и
                его взаимоотношений с другими колесницами. Возможно, такая канва
                станет опорной для собственно исторической работы по буддизму в
                Бурятии.
                Для понимания пути проникновения и развития буддизма в Бурятии
                очень важно иметь представления об истории буддизма в Индии (на
                родине), в Тибете и Монголии, а также в Китае. Работы по истории
                буддизма в этих странах на русском языке позволяют, даже
                неспециалисту, составить достаточно определенное мнение об этом
                вопросе, поэтому, прежде чем приступить к предмету настоящей
                статьи, напомним вкратце основные вехи на пути проникновения
                буддизма в Бурятию.
            </p>

            <p>На своей родине буддизм возник и развивался в пестрой среде
                религиозных, философских систем, поэтому среди некоторых учений
                можно найти, казалось бы, много общего с буддийским учением.
                Примеры толкований таких понятий, как перерождение, карма, йога,
                самадхи, при желании можно выстроить в длинный ряд. Однако лишь
                буддизм сумел найти ключи к умам и сердцам далеко за пределами
                Индии, тогда как все другие религиозные учения остались только
                индийскими, не выходящими за пределы сугубо индийской культуры
                ("увлечение" кришнаизмом в Европе и Америке не может быть
                предметом нашего внимания, как не может попасть в поле внимания
                желающего приобрести изделие из хрусталя осколок стекла).
            </p>

            <p>Рассматривая развитие буддизма в Индии, некоторые авторы выделяют
                три периода. Первый: с бенаресской проповеди Будды Шакьямуни до
                первого буддийского собора в Раджагрихе - период
                непосредственного контакта-влияния учительства Будды (523-477
                гг. до н.э.)<a href="#citation-1" id="ref-1"
                               class="citation-mark"><sup>1</sup></a>. Второй: преобладание шраваков и
                пратьекабудд -
                период архатства - с первого буддийского собора до учения
                Махаяны (или, иначе, период Хинаяны - малого пути, малой
                колесницы - до I в. н.э.). Третий: период Махаяны, или великого
                пути, великой колесницы (I-XII вв. н.э.).
            </p>

            <p>С точки зрения вращения колеса учения (по Будону) такое деление
                на периоды (по времени и содержанию), соответствует разделению
                учения на три Писания:
            </p>
            <ul class="text-left italic list-none my-4 pl-5 space-y-1 ml-8">
                <li>раннее (bka' dang po) - Хинаяна;</li>
                <li>промежуточное (bka' bar ba) - Мадхъямика и Праджня-парамита;
                </li>
                <li>позднейшее (bka' tham) - Йогачар.</li>
            </ul>
            <p>
                Какой бы принцип, однако, ни был положен в основу классификации
                периодов развития буддизма в Индии, нельзя не обратить внимания
                на как бы самостоятельное, независимое друг от друга<a href="#citation-2" id="ref-2" class="citation-mark"><sup>2</sup></a> развитие
                колесниц, что отразилось даже на географии их распространения.
                По мере роста числа последователей Будды в разных местах Индии
                сначала небольшие группы, а затем и целые общины нищенствующих
                монахов меняют бродячий и полубродячий образ жизни на жизнь с
                относительными удобствами в небольших благоустроенных общинных
                жилищах. Постепенно эти жилища становятся многочисленнее и
                многолюднее - возникают настоящие монастыри с общемонастырскими
                и местными уставами. В свою очередь этот первоначальный тип
                монастыря со строгим, замкнутым стилем внутренней жизни был
                вытеснен новым типом многолюдного монастыря -
                монастырем-университетом. Теперь наряду с монахами-отшельниками
                здесь можно встретить преподавателей, писателей, ученых.
                Преподается полный набор отраслей знаний того времени;
                проводятся на регулярной основе диспуты - как учебные,
                тренировочные, так и между главами буддийских школ, а также
                между буддистами и не буддистами.
                Вот этот самый интересный<a href="#citation-3" id="ref-3"
                                            class="citation-mark"><sup>3</sup></a> период развития индийского буддизма и
                явился "трамплином" для распространения его в Тибете, хотя здесь
                также можно выделить свои качественно разнящиеся периоды и
                говорить об универсализме ранних форм тибетского буддизма можно
                лишь с оговоркой. Оговорка эта в основном делается в связи с
                разными подходами к переводам на тибетский с санскрита.
            </p>
            <p>
                В XI в. великий переводчик и создатель тибетской эристики
                Ринчен-санбо, ученик знаменитого Атиши, проводит большую работу
                по организации школы переводчиков, вследствие чего появилась
                масса стандартизированных переводов остававшейся не переведенной
                к тому времени литературы, а также была перепроверена (и
                "исправлена") часть уже переведенной на тибетский. Все эти труды
                были сведены в два корпуса - Ганчжур и Данчжур<a
                    href="#citation-4" id="ref-4" class="citation-mark"><sup>4</sup></a>. Все работы,
                относимые к ранней традиции перевода (не подвергнутые
                корректировке), не были включены в Канон. Вся эта литература
                принадлежит последователям традиции Нингма, в меньшей степени -
                Дзогчен<a href="#citation-5" id="ref-5" class="citation-mark"><sup>5</sup></a>.
            </p>
            <p>
                Помимо различения этих двух периодов для понимания истории
                буддизма в монголоязычных странах важно иметь представление о
                школах и сектах, которые возникли и развивались в русле новой
                переводческой традиции.
            </p>
            <p>
                В настоящее время различают четыре школы-направления тибетского
                буддизма. Каждому направлению присущи свои отличительные
                особенности как философского содержания, так и монастырской
                жизни, а также созерцательной практики.
            </p>
            <p>
                Самая ранняя школа Тибета, и это отражено в ее названии -
                Нингмапа, имеет почти все те основные признаки, которыми
                характеризуется первоначальный тибетский буддизм: не имеет
                сектантских различий<a href="#citation-6" id="ref-6"
                                       class="citation-mark"><sup>6</sup></a>; монастыри не получили широкого
                распространения и были исключительно отшельнического<a
                    href="#citation-7" id="ref-7" class="citation-mark"><sup>7</sup></a> типа (в
                форме одиночных келий и маленьких монастырей). Эти формы
                характерны для всего периода: от начала проникновения (по
                тибетской традиции, от времени царствования Лхатотори-нянцзана -
                II в.) и до эпохи первых религиозных царей включительно. В
                правление одного из них (Тисрон-дэвцзана) в середине VIII в. из
                Индии был приглашен в помощь другому индийскому
                проповеднику-философу Шантиракшите знаменитый практик-тантрист
                Падмасамбхава.
            </p>
            <p>
                Подчинив своей йогической силой местных жрецов бон - противников
                утверждения буддизма в Тибете, Падмасамбхава не только создал
                условия для дальнейшего упрочения буддизма, но и дал
                направление, характерное для Нингмапы. Речь идет о более чем ста
                сочинениях Падмасамбхавы, спрятанных им в различных местах
                Тибета. Большинство этих произведений (уже после возникновения
                других школ) в XII в. были обнаружены тертонами (открывателями
                кладов) и сведены в 61 том, что вместе с житием Падмасамбхавы
                составило своеобразный канон Нингмапы, не признаваемый новыми
                школами Тибета.
            </p>
            <p>
                В X-XI вв., в период возрождения<a href="#citation-8" id="ref-8"
                class="citation-mark"><sup>8</sup></a> буддизма, Тибет наводняют
                бежавшие от исламских завоевателей буддийские монахи из Кашмира
                и Восточного Туркестана. Кроме них было много и специально
                приглашенных ученых - из Кашмира, Непала и Индии. В это же время
                в Кашмире обучалось много тибетцев, будущих переводчиков с
                санскрита.
            </p>
            <p>
                В середине XI в. в Тибет прибывает Атиша (982 - 1054 гг.),
                известнейший пандит из Бенгалии. Вместе со своими ближайшими
                сподвижниками Брондонбой (1004 - 1065 гг.) и Бодобой (1027 -1105
                гг.) он закладывает основы школы Кадампа, а с помощью другого
                сподвижника - Лоцзавы Ринчен-санпо (958-1055) создает, как уже
                сказано выше, школу переводчиков буддийских текстов с санскрита.
                В стенах монастырей Кадампы некоторое время поддерживался
                индийский дух: строго соблюдалась монашеская дисциплина
                независимо от направления колесниц спасения, а сами колесницы
                рассматривались в рамках экаяны ("единой колесницы") не как
                исключающие друг друга, а, скорее, как дополняющие, переходящие
                одна в другую (от шравакаяны до ваджраяны).
                Такая чисто индийская форма секты не могла долго сохраняться, и
                во второй половине XI в. в Тибете появляются новые направления с
                сильно "отибеченной" формой.

            </p>
            <p>
                Основатель школы Каржудпа Марба-лодзава (1012- 1097 гг.) трижды
                наведывался в Индию, где встречался с великими пандитами
                Наланды, а главное - с махасидхами Наропой, Кукурипой и
                Майтрипой, от которых воспринял различные доктрины материнской и
                отцовской тантры, а также наставления в Махамудре. Отличительным
                признаком Карджудпы является ее главное учение "шесть йог
                (доктрин) Наропы"<a href="#citation-9" id="ref-9"
                class="citation-mark"><sup>9</sup></a>. Со временем внутри Каржудпы выделились
                подсекты: Кармапа, Бригунба, Брукпа, Даглумба, которые имели
                свои небольшие монастыри. Эти секты, как и Нингмапа, с самого
                начала повернулись спиной к монастырям школьного типа, в силу
                чего не "афишировалась" принадлежность их к виджнянавадинской
                традиции.
            </p>
            <p>Школа Сакьяпа возникла в одно время с Каржудпой (свое название
                она получила от монастыря Сакья). У истоков этой школы стоит
                знаменитый Брогми-лоцзава (993- 1074 гг.), у которого в
                молодости учился санскриту Марба-лоцзава.</p>
            <p>
                Брогми-лоцзава передал доктрину лам-брэ (путь - результат)<a
                href="#citation-10" id="ref-10" class="citation-mark"><sup>10</sup></a> Кон Гончогчжалцану (1034-1102 гг.),
                основавшему монастырь Сакья в
                1073 г. В XIII в. эта секта уже имела школьный тип монастырей
                шадда на манер индийских монастырей-университетов. В философии
                сакьяпинцы придерживаются ярко выраженной линии виджнянавады. Со
                временем многочисленные сакьяпинские монастыри теряют дацаны
                шадда, а многие отшельнические монастыри поглощаются школой
                Нингмапа.
                Про четвертую школу - Гелукпа, оформившуюся в XV в., можно
                сказать, что она была преемницей школы Кадампа, обновленной,
                отибеченной ее формой. Основатель Гелукпы Цзонхава (1357-1419
                гг.) требовал, как и Атиша, строгого соблюдения монашеской
                дисциплины (безбрачия и сухого закона для служителей
                монастырей). Краткое (стихотворное) изложение сущности сутр и
                тантр Атишей - "Светильник на пути бодхисаттвы" у Цзонхавы
                получает развитие в двух объемных работах: "Ламрим ченмо" и
                "Агрим", в которых Цзонхава подробнейшим образом обосновывает и
                излагает всю совокупность путей, известных по сутрам и тантрам.
                Все свои работы Цзонхава создал на основе строгой
                Мадхьямики-Прасангики, которая осталась философской основой
                обучения в монастырях Гелукпы и по сей день. В настоящее время
                только в школе Гелукпа широко представлены монастыри обоих типов
                - отшельнического и школьного, причем в последних получили
                большое распространение дацаны (факультеты) цаннид -
                философские. Постепенно Гелукпа развивает институт далай-лам
                (светских и духовных правителей последователей этой школы, а
                начиная с V Далай-ламы и всего Тибета, ставшего с этого времени
                теократическим государством).
            </p>
            <p>
                Говоря о буддизме в Бурятии, надо иметь в виду, что на
                территории, где проживают буряты, это не первая форма буддизма.
                Известно, что эта территория входила в Тюркский каганат,
                образовавшийся в VI в. и затем быстро распавшийся на Северный и
                Южный. В Северном каганате (сосредоточившемся в районе озера
                Байкал) среди тюрков преобладали монахи из Турфана и северной
                части реки Тарим, которые придерживались махаянской формы
                буддизма. Уйгуры, завоевавшие Северный каганат, правили в
                Монголии и сопредельных районах с середины VIII до середины IX
                в. На уйгурский, как и на старый тюркский, были переведены
                некоторые буддийские тексты индийскими, согдийскими и китайскими
                монахами-махаянистами. От этой первой волны распространения
                буддизма в Забайкалье ни письменных источников, ни каких-либо
                других известных памятников не сохранилось (точнее сказать, они
                не известны), и хотя именно от уйгурского письма возникла
                монгольская письменность, это произошло во время второй волны
                распространения, причем незадолго до ее появления уже была
                сделана попытка выработать монгольское "квадратное письмо" по
                образцу тибетского. Авторами обеих систем письменности были
                сакьяские ламы. Во время движения второй волны буддизм получил
                распространение в среде знати, особенно при дворе хана Хубилая,
                который установил самые тесные отношения со школой Сакьяпа (хотя
                при ставке хана можно было встретить представителей школ
                Нингмапа и Каржудпа).
                Настоящее же распространение буддизма в Монголии началось
                одновременно с усилением школы Гелукпа при III-м Далай-ламе
                Соднам-чжамцо, которого в 1678 г. Алтан-хан Тумэтский пригласил
                к себе в Южную Монголию, где он первый получил титул Далай-ламы.
                С этого времени Гелукпа, а вместе с ней и весь тибетский буддизм
                делают настолько большие успехи, что уже в начале следующего
                века в Монголии МЫ обнаруживаем массу монастырей, в которых
                литературно-переводческая работа духовенства завершается
                изданием на родном языке почти всей священной литературы
                буддизма.
            </p>
            <p>
                Таким образом, к началу XVIII в., когда было зафиксировано
                официально<a href="#citation-11" id="ref-11"
                class="citation-mark"><sup>11</sup></a> распространение буддизма
                среди бурят, создались
                внешние и внутренние условия для его усвоения и развития. В
                соседней Монголии насчитывались десятки монастырей (особенно
                много было их в Халхе - Северной Монголии, т.е. непосредственно
                по соседству с бурятами), которые отличались от тибетских
                многочисленностью своего духовенства<a href="#citation-12"
                                                       id="ref-12"
                                                       class="citation-mark"><sup>12</sup></a>
                и нравами менее
                затейливыми, чем в тибетских монастырях. Подавляющим числом
                монастырей владела школа Гелукпа<a href="#citation-13"
                                                   id="ref-13"
                                                   class="citation-mark"><sup>13</sup></a>.
                Теснейшее переплетение
                политики монгольских ханов<a href="#citation-14" id="ref-14"
                                             class="citation-mark"><sup>14</sup></a>
                и высших иерархов Гелукпы привело к
                тому, что в Монголии (Халхе) в подавляющем числе монастырей
                господствовало именно это направление. Помимо желтошапочных
                (гелукпинских) монастырей (числом около 700) в Монголии было
                несколько монастырей школы Нингмапа, тогда как школы Сакьяпа и
                Каржудпа не были признаны официально, и эти направления
                существовали вне монастырской формы.
            </p>
            <p>Заканчивая беглый обзор пути проникновения буддизма в Бурятию,
                нельзя не упомянуть хотя бы вскользь о самой системе монастырей.
                В Тибете мы обнаруживаем монастыри различных типов. В основном
                они подразделяются на две группы: отшельнического типа (их было
                не менее тысячи) и школьного (не менее трехсот). Монастыри
                отшельнического типа, появившиеся в Тибете первыми, в Монголии
                не получили распространения<a href="#citation-15" id="ref-15"
                                              class="citation-mark"><sup>15</sup></a>.
                Определенную роль в этом сыграли
                реформа всей монастырской жизни, проведенная Цзонхавой, а также
                создание в XV в. в монастырях-университетах системы школьного
                изучения тантрийской символики учениками и последователями
                Цзонхавы Хайдубом Шэрап Сенге и Гунга Дондубом<a
                    href="#citation-16" id="ref-16" class="citation-mark"><sup>16</sup></a>. Что же
                касается монастырей школьного (университетского) типа, его
                школьнического аспекта (т.е. изучения догматики буддизма), то
                здесь мы видим устоявшуюся на протяжении нескольких столетий
                структуру воспроизведения энциклопедии буддизма или известной
                системы пяти отраслей буддийского знания<a href="#citation-17"
                                                           id="ref-17"
                                                           class="citation-mark"><sup>17</sup></a>.
                Постепенно в стенах
                больших монастырей сложилась специализация факультетов -
                дацанов<a href="#citation-18" id="ref-18" class="citation-mark"><sup>18</sup></a>. С небольшими вариациями, зависящими от
                размеров
                монастыря, традиций различных школ, выделяются следующие дацаны:
                по отрасли теологии, по ее разделу - философии утвердился
                Цанид-дацан (или шойра)<a href="#citation-19" id="ref-19"
                                          class="citation-mark"><sup>19</sup></a>
                с пятью отделами (курсами). Пять этих
                курсов в совокупности составляют 12-13 классов<a
                    href="#citation-20" id="ref-20" class="citation-mark"><sup>20</sup></a>. К Цанид-дацану
                тесно примыкает Ламрим-дацан, но встречается он, в отличие от
                Цанид-дацана, редко. Обучение на этом факультете длится 3-4
                года, и обязательно после окончания курса цанид-дацана. </p>
            <p>На основе второй части первой отрасли с XV в. получили широкое
                распространение Акпа-дацаны, обязательные во всех крупнейших
                монастырях. Здесь изучается тантрийская символика идамов,
                наиболее популярных в среде гелукпинцев: Сандуй, Демчог,
                Жигжед<a href="#citation-21" id="ref-21" class="citation-mark"><sup>21</sup></a>. К Акпа-дацану близко примыкают
                Дуйнхор-дацан, где
                помимо символики изучается санскрит и астрономия, и Жедор-дацан,
                встречающийся у гелукпинцев весьма редко<a
                    href="#citation-22" id="ref-22" class="citation-mark"><sup>22</sup></a>.</p>
            <p>В большинстве крупных монастырей распространены факультеты
                медицины (Манба-дацаны).
                Подводя итог беглому обзору пути буддизма в Бурятию<a
                    href="#citation-23" id="ref-23" class="citation-mark"><sup>23</sup></a>, следует
                отметить, что кроме таких же пересечений с шаманизмом, как в
                Тибете и Монголии, в самой Бурятии буддизм встретился с другой
                мировой религией - христианством (православием). И если во
                взаимодействии с национальными верованиями местного населения
                буддизм выработал универсальную систему вписывания-вложения
                местных культов в свою структуру<a href="#citation-24"
                                                   id="ref-24"
                                                   class="citation-mark"><sup>24</sup></a>,
                то в Бурятии (а она к этому
                времени вошла в состав России<a href="#citation-25" id="ref-25"
                                                class="citation-mark"><sup>25</sup></a>)
                буддизму при соприкосновении с
                православием пришлось опираться на косвенный опыт
                взаимоотношений с христианством, другими мировыми религиями и
                крупными конфессиями. Такой косвенный опыт сложился из контактов
                в странах юго-восточной Азии с индуизмом, куда он проник в
                незначительной степени и с которым у буддизма был самый крупный
                опыт взаимоотношений "у себя дома". В той же юго-восточной Азии,
                Китае и на Дальнем Востоке косвенный опыт пополнился в контактах
                с конфуцианством и даосизмом. Здесь же (в незначительной
                степени) состоялся контакт с христианством и исламом -
                настоящими мировыми религиями, тогда как конфуцианство и даосизм
                за пределами Китая не смогли утвердиться как мировые религии и
                сохранились в основном в среде хуацяо - этнических китайцев.
                Более полный опыт контактов с христианством и исламом у буддизма
                был на родине, в самой Индии и в странах, расположенных по
                "шелковому пути". Опираясь на этот косвенный и прямой (с
                христианством вообще<a href="#citation-26" id="ref-26"
                                       class="citation-mark"><sup>26</sup></a>)
                опыт взаимоотношений буддизм сумел
                преодолеть гонения и весьма энергичное сопротивление<a
                    href="#citation-27" id="ref-27" class="citation-mark"><sup>27</sup></a>
                православного миссионерства и утвердиться среди бурят
                Забайкалья<a href="#citation-28" id="ref-28"
                             class="citation-mark"><sup>28</sup></a>.
            </p>
            <p>
                При анализе библиографий работ по истории буддизма в Бурятии
                нельзя не обратить внимания на то, что, из бурятской
                историографии и других местных оригинальных источников авторы
                избирают в основном летописи (общего характера) и архивные
                материалы<a href="#citation-29" id="ref-29"
                            class="citation-mark"><sup>29</sup></a>, реже
                привлекают
                различные надписи, каменные рельефы
                в местах поклонения верующих, а также устную традицию. Особый
                интерес на фоне таких первоисточников вызывают исторические
                хроники, составленные в среде ламаистского духовенства. Одна из
                них была обнаружена в рукописном отделе БИОН и была переведена
                на русский язык (с тибетского) Б.Д. Дандароном. Рукопись
                охватывает события с 1648 по 1852 г. Она подтверждает, что в
                начале распространения буддизма среди бурят существенную роль
                играли монголы: "Тогда они (хоринские буряты) поклонялись
                различным духам - онго-нам (ong kvong) ("онгод" дословно -
                "шаманские идолы". - Прим. Перев.). Именно в это время
                здравствовал Джибцзан-Лобсан-Дамби-Джалцан (первый ургинский
                хутухта Лубсан-Дамба-Джалцан (1636-1723 гг.), известный под
                прозвищем Ундэр-гэгэн. - Прим. перев.).
                В связи с большой смутой, посеянной в 1676 г., из Урги прибыли
                сюда 150 тибетско-монгольских гэлунов, которым народ начал
                поклоняться как представителям драгоценной и высокой религии.
                Ими же был создан Цонгольский дацан..."<a href="#citation-30"
                                                          id="ref-30"
                                                          class="citation-mark"><sup>30</sup></a>
                [Дандарон .
                Из истории..., с. 3]. Далее сказано: "Для распространения
                религиозного учения лама Чойджи Агван-Пунцок, тибетец из Джонан
                (со neing) основал [должность] главы желтой религии (ser mo ba
                kun kyi mgo mdzad pas - тибетское выражение, означающее "глава
                желтой религии". - Прим. перев.) в монастыре Цонгол
                брай-бун<a href="#citation-31" id="ref-31"
                           class="citation-mark"><sup>31</sup></a> в
                стране русских. С того времени до настоящих пор эту должность
                продолжают занимать пандиты Хамбы" [Там же, с. 4]<a
                    href="#citation-32" id="ref-32" class="citation-mark"><sup>32</sup></a> . Монголов
                же мы видим среди первых настоятелей других монастырей: ширетуй
                (настоятель) Анинского дацана (имя его автор хроники не
                сообщает; известен только его ученик Лобсан-Дандар, бывший
                недолгое время также настоятелем этого дацана и которого за
                появление в нетрезвом виде в конце сагаловки (15-го числа белого
                месяца) в дацане (прибыв в дацан для чтения молебна "нгоба"
                (bsngo ba), совершить службу не смог) отстранили от должности и
                назначили "ламу Пунцок (Phun tshogs - о нем не упоминается в
                хоринских летописях. - Прим. перев.), который стал настоятелем
                Кудунского и Анинского дацанов" [Там же, с. 4].
            </p>
            <p>
                Другими монголами-настоятелями были Лама Дондуб - «известный по
                прозвищу "монгольский высокий лама" (hor ung dur bla mar grags
                pa - первый ширетуй Кижингинского дацана, он известен как первый
                распространитель буддизма среди хоринцев. - Прим. перев.)» [Там
                же, с. 2]; Жамьян-Сунраб, «"лама из Халхи" ('Jam dbyangs gsung
                rab-hal hai - 3-й настоятель Кижингинского дацана. - Прим.
                перев.)» [Там же]; лама Лобсан-Шираб в Кудунском монастыре [Там
                же] и другие. "Духовное освящение" (вновь отстроенного после
                пожара) Кудунского дацана сделали монгольские ученые ламы во
                главе с Ендон-гэлоном" (hot mer gan bla та Yon lan dge slong - о
                нем не упоминается в хоринских летописях. - Прим. перев.) [Там
                же, с. 3].
            </p>
            <p>
                Со временем, по мере увеличения числа высокообразованных и
                высоконравственных лам среди бурят и в особенности после
                официального обретения независимости от монгольской церкви,
                настоятелями монастырей (и вообще "высшими" ламами) становились
                выходцы из местных лам: "В те далекие времена, кроме молебствий,
                читаемых в период больших праздников, еще не проводилось
                ежедневное чтение проповедей и слушание их в соответствии со
                способностями воспринимающего разума. Однако, благодаря
                авторитету высших лам, рядовые ламы могли постепенно стать
                образованными. Правда, появилось несметное количество лам:
                ученые, познавшие степени обычных путей спасения, великие йогины
                (отшельники), практикующие тантрийские пути; ученые, познавшие
                основу цанида (mtshan nyid; первый философский факультет в
                Бурятии был организован при Цугольском дацане в 1845 году. -
                Прим. перев.) и овладевшие методами обдумывания и слушания
                проповедей; и ламы, познавшие медицину, искусства и астрономию"
                [Там же, с. 5].
                Одним из признаков высокого развития буддийской культуры явилось
                местное издание литературы. Отдельные работы, напечатанные с
                ксилографических досок, издавались многими бурятскими
                монастырями. Примерно в 1860 г. в Агинском монастыре
                устанавливается печатный станок для ксилографического печатания
                буддийских текстов на тибетском и монгольском языках, после чего
                монастырь становится издательским центром Бурятии. Широко
                известен каталог книг, напечатанных в этом монастыре.
            </p>
            <p>
                Другим признаком (еще более) высокого развития стало издание
                самостоятельных работ. В статье Б. Д. Дандарона "Aga monastery
                (Aginski Datsan)" мы читаем: "Оно (издательство) также
                напечатало оригинальные работы бурятских ученых-монахов. Эта
                литература публиковалась на двух языках - тибетском и
                монгольском... Известно, что некоторые ламы монастыря написали
                (rtsom) самостоятельные работы на тибетском языке: работы по
                системе Кала-чакра Данзана Жарбаева; учебник для монастырского
                философского факультета Соднома Чжамсо (который сам учился на
                философском отделении Агинского дацана и получил степень
                рабчамбы в монгольском монастыре Бадгар) под названием "Mtshod
                bya don gyi dge 'dun nyi shu'i rnam bzag" ("Повествование о
                двадцати ламах, следовавших по пути мудрости"), которое
                использовалось как руководство по классу Праджня-парамита;
                учебник по философии Мадхьямики; работа о понятии Шуньята в
                философских системах Мадхьямика и Йогачара.
            </p>
            <p>
                В 1867 году ширетуй Тугулдуров написал на тибетском языке книгу
                по астрономии и основал астрономический факультет.
            </p>
            <p>
                Среди авторов и переводчиков, которые писали на монгольском
                языке, первое место принадлежат ширетую Лобсан Дорже Данжинову.
                Он был известен как переводчик и издатель книг на бурятском
                языке, расчитанных на самый широкий круг читателей. Он
                опубликовал биографии высокочтимых в Монголии буддийских
                деятелей, популярные книги по этике, монгольские буквари,
                грамматики, собрания джатак, песни Миларайпы и был одним из
                авторов цикла книг по этике, изданного в 1892 г.
                Как переводчик и издатель широкой известностью пользовался
                Дылгыров; особенно известны его переводы руководств по
                философии, таких как "Chu'i bstan bcos", "Shing gi bstan bcos",
                и комментарий на "Ламрин-чен-мо" [Дандарон, 1961, с. 249-250].
            </p>
            <p>
                Опуская период с середины 30-х годов, когда было разрушено
                подавляющее большинство из более чем сорока дацанов, и до
                открытия двух небольших дацанов в 1948 г. (Иволгинский под
                Улан-Удэ и Агинский в Агинском н.о. Читинской области), можно
                сказать, что это частичное восстановление (структурное и
                функциональное) монастырей было неполным.
            </p>
            <p>
                Можно долго перечислять, что не было восстановлено в монастырях
                (не было ни одного факультета, ни типографии, ни одной
                мастерской и т.д.). До 1970 года<a href="#citation-33"
                                                   id="ref-33"
                                                   class="citation-mark"><sup>33</sup></a>
                не было
                возможности готовить
                смену уходящему поколению лам. Проще сказать, что вся дацанская
                деятельность была ограничена ежегодными календарными
                хуралами<a href="#citation-34" id="ref-34"
                           class="citation-mark"><sup>34</sup></a>
                и более мелкими ритуальными службами (малые хуралы), а также
                выполнением различных просьб мирян.
            </p>
            <p>
                В настоящее время в Бурятии, Калмыкии, Туве открываются новые
                дацаны, восстанавливаются (ремонтируются) сохранившиеся кое-где
                старые; во многих крупных городах России, Украины, Прибалтики
                образовалось множество буддийских групп и общин, как
                зарегистрированных официально под покровительством ЦДУБ
                (Центральное духовное управление буддистов) или других центров,
                так и существующих стихийно.
            </p>
            <p>
                В этой пестрой среде не сформировавшихся полностью,
                рассыпающихся и вновь возникающих в других комбинациях
                группировок можно обнаружить интерес ко всем направлениям
                буддизма. Естественно, на этом фоне не мог не возникнуть вопрос
                о соотношении различных школ и вытекающий отсюда отдельно вопрос
                о так называемом высшем учении.
            </p>
            <p>
                Не избежала проявления такого внимания и сложная форма буддизма
                в Бурятии. Утверждается широко распространенная точка зрения на
                эту форму как исключительно гелукпинское направление в его
                консервативном монастырском варианте и поэтому уступающее другим
                направлениям (таким, например, как Каржудпа-Кармапа, Нингмапа).
                Несомненное влияние на такой расклад интереса оказал наплыв в
                70-90-е годы англоязычной литературы. Авторы этих произведений -
                в подавляющем большинстве эмигрировавшие тибетцы, осевшие не
                только в Индии, но и в некоторых странах Западной Европы и
                Северной Америки.
            </p>
            <p>
                Работы этих авторов, представителей практически всех направлений
                тибетского буддизма, переведенные (но не интерпретированные, как
                это было ранее, известными европейскими буддологами) по горячим
                следам на европейские языки (на русский, как уже упоминалось
                выше, переводы осуществлялись с английского), внесли безусловно
                свежую струю. Прежние буддологические работы естественным
                образом уступают произведениям тибетцев как по простоте
                изложения, так и по конкретике, по привлечению массы неизвестных
                (в работах буддологов) до сих пор деятелей, создающих совершенно
                новый стиль изложения, близкий к разговорному языку и
                сохраняющий в какой-то степени первоначальный аромат, столь
                ценимый современным читателем.
                Но на этом фоне новой переводной литературы помимо простительных
                оплошностей, а порой и явных ляпсусов (сделанных, очевидно,
                небрежными переводчиками) начинают проглядывать, наряду со
                старыми укоренившимися ошибками переводчиков<a
                    href="#citation-35" id="ref-35" class="citation-mark"><sup>35</sup></a>, новые. Причем
                большинство ошибок, как ни странно, связано не столько с
                переводом (ведь зачастую работы тибетских авторов записываются
                сразу на европейских языках), сколько с установкой автора на
                западную аудиторию. По своему характеру эти ошибки можно свести
                в две группы. Одна группа формируется ожиданием публики
                необычного, некой экзотики, и в силу сложившегося стиля жизни
                (западного общества) подача этого материала непременно должна
                проходить наподобие рекламы высочайшего класса. С другой
                стороны, явно желание автора подчеркнуть особенности своей школы
                (традиции), которое легко соединяется с упомянутым ожиданием
                публики, что и приводит к "объявлению" так называемого "высшего
                направления" (учения), со всеми сопутствующими передержками.
                Вторая группа ошибок также связана с ориентацией на уровень
                культуры западного общества, у которого многие естественные
                проявления сознания вытеснены (или ослаблены) механическим
                симбиозом с миром машин, машинной технологией и т.д., и в
                результате, например, ясное слово thugs rje - "сострадание"
                превращается на западно-европейских языках в "энергию" (хотя до
                сих пор было известно только о возможности такого превращения
                материальной массы).
                Более или менее последовательный анализ работ такого рода
                представляется приемлемым провести на примере сочинений широко
                известного представителя школы Дзогчен Намхэй Норбу<a
                    href="#citation-36" id="ref-36" class="citation-mark"><sup>36</sup></a>. Если
                оставить в стороне его ранние работы (например, "Беседы в
                Конвее"), где часто чисто механически повторяется утверждение об
                уникальности школы Дзогчен, о том, что это высшее (или наиболее
                глубокое) учение, и остановиться (если так можно его определить)
                на среднем периоде творчества Намхэя Норбу, то можно заметить
                исчезновение этих механических повторов, а главное - усиление
                стремления обосновать утверждения об уникальности и высшей
                природе учения Дзогчен.
                Такое обоснование подается на фоне очень схематичного изложения
                всего учения Дзогчен. Выдвигается совокупность признаков,
                присущих якобы исключительно этому направлению, а именно: (1)
                практика Дзогчен "работает" на уровне ума, а не речи или тела,
                как в других направлениях; (2) основой для вхождения в Дзогчен
                является "введение", а не трансформация и очищение, как,
                например, в тантре. Из этого выводятся другие отличия: то, что
                путь Дзогчена в отличие от путей других направлений - это не
                постепенный путь; то, что на этом пути практикующие Дзогчен не
                нуждаются в каких-либо правилах и методах, а специальным методом
                для них является самоосвобождение (недвойственное
                самосозерцание). Конечный результат, утверждается также,
                совершенно отличается от реализаций, достигаемых на путях
                усвоения Сутр и Тантр. При этом смешиваются (видимо, опять же в
                силу желания убедить все школы буддизма, что Дзогчен не просто
                "высокое учение, и даже самое высшее", но и что "эти школы
                должны признать,... что Дзогчен даже слишком высок, он за
                пределами способности обычных индивидуумов..." [Норбу, 1982, с.
                79], а также, "что это сверхтайное учение" [Норбу, "Беседы..."
                с. 156]) характеристики пяти высших возможностей, необходимых
                для практики Дзогчена. Н. Норбу справедливо указывает, что этой
                же точки зрения придерживаются Тантры и тут же добавляется, что
                "это точка зрения... даже уровня Сутр" [Там же, с. 28].
            </p>
            <p>
                Речь идет o dbang po lnga (пять индрий-способностей), которые,
                как известно, входят в 37 направлений бодхисаттовской мысли, и
                правомернее было бы говорить, что эта точка зрения возникла в
                среде махаянистов несколько ранее середины I в. н.э. (времени
                появления учения Дзогчен). Следовательно, можно утверждать и
                обратное: этой точки зрения (т.е. трактуя пять
                индрий-способностей как высшие возможности) придерживается даже
                Дзогчен.
            </p>
            <p>
                Но суть не в этой подмене. Приступая к описанию пяти
                характеристик, Н. Норбу сталкивается сразу с наиболее
                парадоксальной характеристикой - dad (вера), которую он
                трактует, как участие, желание<a href="#citation-37"
                                                 id="ref-37"
                                                 class="citation-mark"><sup>37</sup></a>.
                Действительно,
                парадоксальность этой характеристики вытекает из емкости веры.
                Возможно, "участие", как его описывает Н. Норбу, и входит в
                веру, но вера никоим образом не сводится ни к участию, ни тем
                более к желанию, ни к ним обоим вместе; в веру входят и другие
                характеристики из этого пятиричного набора, а именно: четвертая
                - самадхи (ting nge 'dzin) и пятая - интуиция (shes rab), и в
                этом парадоксальность веры.
            </p>
            <p>
                Далее, говоря о второй характеристике - "старании", Н. Норбу
                указывает, что (1) надо быть последовательным в своем участии и
                (2) "не колебаться в собственном обязательстве" [Норбу, 1982, с.
                80]. Совершенно справедливы слова о последовательности и
                непоколебимости. Несостоятельность трактовки первого элемента
                как "участия" станет еще яснее, если проанализировать заявления
                Н. Норбу об обетах и обязательствах. Что здесь имеется в виду?
                Н. Норбу говорит, что существуют два взгляда на путь Дзогчена, а
                именно: путь в тантризме в лице ануйоги и атийоги (Дзогчен) и
                путь (за рамками тантризма) собственно Дзогчена. В тантризме, в
                методе следования "пути трансформации есть и признание
                совершённых ошибок" [Беседы..., с. 260], в момент которого и
                берутся обеты и обязательства. Так вот, в собственно Дзогчене,
                утверждает автор, нет ни обещаний, ни обетов - ничего. Осознание
                же того, что нет обетов, обязательных правил, является в свою
                очередь разновидностью обязательства, которое постоянно
                необходимо выполнять, т.е. это нечто редуцированное, вторичное.
            </p>
            <p>
                Действительно, такой контекст в тантризме существует (ошибки -
                обеты), но он есть и в "собственно" Дзогчене. Так, Нацог-Рандол,
                известный мастер Махамудры и Дзогчена, закончив перечисление
                своих учителей по линии Дзогчен, говорит: "Таким образом, эта
                драгоценная традиция идет без перерыва от самого Реального
                Будды, и поэтому благословенное наставление не прерывалось.
                Поскольку тут свидетелями (непрерывности) являются традиция
                (rgyud), посвящение (lung) и наставление (man ngag), постольку
                она не причастна грехам (грязи) самовольного, собственного
                конструирования. В ней чиста клятва (dam tshig) (курсив мой. -
                А.Ж.), традиция без перерыва, поэтому ей не присущи грехи тех,
                которые из-за нарушения обетов попали под влияние мары"
                [Нацог-Рандол, л. 38]. Но такой же контекст мы обнаруживаем в
                работах по Махамудре: "Убеждение, освобожденное от правильности
                и неправильности, не ограниченное пределами изучения и освоения,
                это - наставление Учителя. <em>Безошибочное созерцание без
                    ослабления. Путь без страстей, неподверженный ошибкам,
                    клятва,
                    не допускающая отклонения</em>, связывают плод, желаемый
                небожителями
                (богами). Например, как основной состав лекарства,
                пропорционально сконцентрированный, дает лекарство высшего
                качества" (курсив мой. - А. Ж.) [Б. Д. Дандарон, 1995, с. 23].
            </p>
            <p>
                Как уже заметил читатель, тексты и Дзогчена и Махамудры говорят
                скорее о том, что если есть (дана) клятва, то нет и ошибок, а не
                наоборот: признаются ошибки, а затем берутся обеты и
                обязательства. Получается как в анекдоте: я хозяин своего слова:
                сам дал клятву (dam tshig), и сам взял (забрал назад) обет (dam
                tshig). В чем же дело? Ответ находим у своих учителей. Мастер
                Махамудры Годцанпа (rGod tshang pa) пандит говорит: "Все области
                сосуда Виная собраны в учениях о высшем нравственном обете, а
                сам нравственный обет собран в истинной вере<a
                    href="#citation-38" id="ref-38" class="citation-mark"><sup>38</sup></a>. В период
                "проявления истинной веры и чтения молитвы Учителю перестают
                проявляться гнев и по причине этого очищаются признаки гнева.
                Таким же образом очищаются, подавляются все виды клеш"
                [Махамудра..., с. 11]. Далее, выделив пять особенностей
                Махамудры, Годцанпа говорит о третьей: "особенность [ее] в том,
                чтобы не принимать за неправильность соблюдение клятвенных
                обетов И постоянно не (?) прерывать неправильность неотступным
                сознанием" [Там же ].
            </p>
            <p>
                И здесь мы подходим к центральной точке наставлений Н. Норбу
                <a href="#citation-39" id="ref-39" class="citation-mark"><sup>39</sup></a>.
            </p>
            <p>
                Если наложить ее на упрощенную схему тантрийской системы (три
                внешние или нижние тантры: крийя, чарья (упайя) и йогатантра;
                три внутренние или высшие: в школе Нингмапа они называются
                махайога, ануйога, атийога; в трех других новых школах махайоге
                соответствует ануттарайогатантра, а ануйоге и атийоге - жедрим и
                зогрим, т.е. степени развития и завершения ануттарайогатантры,
                хотя Н. Норбу это соответствие не отмечает), то кратко это можно
                описать так: принцип знания ануйоги основан на самосовершенстве
                (lhun sgrub) и в своей высшей реализации - атийоге ануйога
                достигает Дзогчена. Обеим йогам присущ непостепенный путь, тогда
                как махайога и ануттара в целом практикуют постепенный путь, а
                кульминация реализации называется Махамудрой, совпадающая с
                Дзогченом. Утверждается, что в Махамудре, как и в тантризме, в
                целом нет ничего, что не развивалось бы через путь
                трансформации. И лишь собственно Дзогчен (не относимый к
                тантризму, который работает на уровне речи или так называемой
                энергии<a href="#citation-40" id="ref-40" class="citation-mark"><sup>40</sup></a>) в силу того, что в него заложен принцип
                самоосвобождения, действует на уровне ума, а следовательно, это
                самый быстрый (прямой) путь к реализации. Здесь основополагающим
                является понимание изначального состояния личности, в которое
                непосредственно вводится ученик учителем Дзогчена одним из трех
                способов (прямое введение, символическая и устная передача). Это
                изначальное состояние (основа) характеризуется как обладающее
                сущностью (ngo bo), природой (rang bzhin) и энергией (thugs
                rje)<a href="#citation-41" id="ref-41" class="citation-mark"><sup>41</sup></a>, проявляющейся тремя способами, для
                которых существуют
                такие символы: 1) ролпа (rol pa), что иллюстрируется хрустальным
                шаром, внутри которого можно увидеть изображения внешних
                объектов; 2) данг (gdangs), что иллюстрирует прозрачный
                хрустальный шар, помещенный на какой-либо цветной фон, цвет
                которого принимает и шар; 3) цал (rtsal), - что символизирует
                прозрачный кристалл, который, когда на него падает солнечный
                свет, отражает его и преломляет в виде радуги. Перечисляет эти
                способы проявления "энергии" личности Н. Норбу двояко (цал,
                ролпа, данг или данг, ролпа, цал), но это безразличие к порядку
                перечисления допустимо, если не делать попытки перевести три
                термина и не представлять их как разновидности "энергии".
            </p>
            <p>
                Нацог-Рандол в "Карнатантре" приводит следующий порядок этих
                трех моментов (трех аспектов) в "правилах развития", в
                "радостях<a href="#citation-42" id="ref-42"
                            class="citation-mark"><sup>42</sup></a> сострадания": rtsal - "интенсификация"
                (или
                "динамика существования"); rgyan - "украшение"<a
                    href="#citation-43"
                    id="ref-43" class="citation-mark"><sup>43</sup></a> (или его
                собственная волна, мотив - gdangs); rol pa - "радость"
                [Нацог-Рандол, л. 25].
            </p>
            <p>
                В изложении "способа становления сущности-основания" [Там же, л.
                20] и "правила развития ... сострадания" [Там же, л. 25 ]
                Нацог-Рандол для характеристики rtsal, rgyan (gdangs) и rol pa
                использует несколько десятков иллюстрирующих примеров (mtshon
                deb)<a href="#citation-44" id="ref-44" class="citation-mark"><sup>44</sup></a>.
                Для нас интересны две группы сравнений. Одна из них
                концентрируется вокруг слова shel (хрусталь): man shel (белый
                хрусталь), shel gon (хрустальный шар), shel pa'i me long
                (хрустальное зеркало). Другая группа - пустое небо, небесные
                облака и дождь. В "Тантре проповеди" (bShad rgyud) сказано: "То,
                что дхармакае присуща мудрость с ясностью внутри, похоже на тот
                хрусталь (shel), внутренность которого как бы освещена пятью
                светами... Примеры реальности, содержания и сострадания таковы:
                они похожи на ... небесные облака и на дождь, или похожи на
                белый хрусталь (man shel)". Небесные облака и их дождь означают,
                что сострадающий разум похож на пустое небо, отсюда радость (rol
                pa) основания, скопившегося как облако, похожа на дождь.
                Хрусталь - это пример того, что все [что сказано выше]
                неразделимо и сконцентрировано в одну радость" [Там же, л.
                21]<a href="#citation-45" id="ref-45" class="citation-mark"><sup>45</sup></a>.
            </p>
            <p>
                И тут мы подошли к самой сути интересующего нас вопроса - как
                обстоит дело с этим материалом в тантризме, и в частности в
                Махамудре. Обратимся к одному из первых (а возможно, и первому,
                если не считать самого Шакья-Муни) учителей Махамудры - Сарахе.
                Так же как Манчжушримитра<a href="#citation-46" id="ref-46"
                                            class="citation-mark"><sup>46</sup></a>
                изложил (и тем самым сделал
                возможным изучение и более широкую практику реализации) в своих
                работах учение Дзогчен Гараба Дорже, Нагарджуна, любимый и
                известнейший ученик Сарахи, сохранил для нас квинтэссенцию
                учения Махамудры в стихотворной форме (так называемых Доха -
                песнях), спетых ранее народу, царице и царю.
            </p>
            <p>
                Комментатор Доха Жемед Дечен (sKyes med bde chen)<a
                    href="#citation-47" id="ref-47" class="citation-mark"><sup>47</sup></a> в своей
                работе «Светильник, освещающий смысл "Песни о человеческой
                деятельности - сокровище Доха"» сразу вводит нас в суть
                занимающего нас вопроса: "Хвала превосходному Манджушри
                Кумарабхута! Я приветствую Учителей прошлого, которые открыли
                истинную трансцендентную имманентность (lhun grub) трех тел
                (дхармакаи, самбхогакаи, нирманакаи) в трех аспектах (gshis,
                gdangs, rtsal), свободную от трех определений, в царство
                Махамудры, которое есть немышление, сфера высшего блаженства,
                свободная от сведения к одному значению" [Цит. по: Гюнтер, 1969,
                р. 76-77]).
            </p>
            <p>
                Далее Жемед Дечен говорит: "Никто не смеет полностью записывать
                то, что преподано изустно, поэтому я записываю только то, что
                преподает и разрешает записывать мой Учитель" [Там же, р. 791.
                Поэтому, констатировав полную идентичность объяснения трех тел
                (chos sku, longs sku, sprul sku) тремя аспектами (rnam pa gsum):
                gshi, gdangs, rtsal и иллюстрацией их "Дохами"<a
                    href="#citation-48" id="ref-48" class="citation-mark"><sup>48</sup></a>, укажем на
                некоторые другие параллели, а по существу на полную идентичность
                Махамудры и Дзогчена.
                Прежде всего речь пойдет о якобы исключительной принадлежности
                способа "посвящения" в Дзогчен - о прямом введении, о
                специальном методе - самоосвобождении (rang grol).
                В сочинении "Phyag rgya chen po lhan cig skyes sbyor zhes pa'i
                don 'chad" вслед за Сарахой читаем: "Махамудра не показывается
                Учителем, не осваивается учеником (blа mas bstan du med slob mas
                go ru med pa)", не обладает видом (nyams) и чувством вкушания
                (myong ba), не загораживается уверенностью (nges shes), не
                разделена по убеждениям, по сосредоточению и путям
                совершенствования. Не подвластна ни основанию (gzhi), ни путям
                (lam), ни результатам (bras). ... Она прочно привязана к
                элементам Сансары и Нирваны. Прочно привязана к путям (grol
                lam), преодолевает раскрытие самого себя. Ни разу не делает
                попытку исправить (bcos) что-либо по природе и по признакам.
                Познавая самое себя в собственном пространственном искривлении,
                она уходит из Сансары (rang grol - самоосвобождается. - А. Ж.),
                и поэтому ее назвали Махамудрой" [Махамудра, л. 5].
            </p>
            <p>
                Спрашивается, если Махамудра не показывается Учителем и не
                осваивается учеником, то как возможно вхождение-введение в
                Махамудру? В сочинении "Zhes sogs" говорится по этому поводу:
                "Через глубокую и истинную веру в Дхармакаю нужно осуществить
                соединение моего сознания (sems) с сознанием Учителя (thugs) и,
                добиваясь тождества (dbyer med) этих двух сознаний, необходимо
                освободить сущность своего сознания от рождения и препятствий"
                [Махамудра, л. 9]. Такая вера в Дхармакаю есть концентрация
                девяти аспектов mos pa - веры: трех сосудов (или трех учений -
                bslob pa gsum), трех низших (og ma gsum) тантр, а также
                ануттарайогатантры, жедрима и зогрима, каждого по отдельности
                входящего в подлинную веру (mos pa). Эта концентрация есть "так
                называемое восточное направление, идеальное совпадение ваджрных
                концов, находится в пространстве, которое недоступно для других"
                [Нацог-Рандол, л. 8]. Этим девяти аспектам (или девяти разделам
                ганджура - gsung gi sde dgu) соответствуют девять ступеней (rim
                dgu) в Нингмапе. Такая концентрация есть вера (dad pa)<a
                    href="#citation-49" id="ref-49" class="citation-mark"><sup>49</sup></a>.
            </p>
            <p>
                "Прямое введение" и "самоосвобождение" действительно связаны
                напрямую. И так же как "прямое введение" обнаруживается в
                Махамудре (соединение двух сознаний - "моего" и Учителя), точно
                так же обнаруживается "самоосвобождение" в самой проповеди о
                названиях Махамудры. Дагпо-ринпоче (Dvag po rin po che) прямо
                вводит этот специальный метод в определение Махамудры (phyag
                rgya chen po): "...рука (phyag)-мудра означает шуньяту видимой
                Сансары и Нирваны, она не отличима от них ввиду бессмертности,
                [необходимо] познавать ее как не превосходящую их, поэтому она
                мудра. Обычная видимость не превосходит своего первоначального
                содержания, поэтому она называется печатью (rgya). Сущность ее
                <em>самоосвобождается</em> (ran grol; курсив мой. - А. Ж.), и
                таковой она познается; поэтому ее называют великой - маха"
                [Махамудра, л. 23].
            </p>
            <p>
                И, наконец, о "постепенности", по Норбу, пути Махамудры. Если
                следовать Н. Норбу, то становится очевидным, что,
                "самоосвобождение" на пути Махамудры является непостепенным. Это
                подтверждают подразделения Махамудры на: (I) lta ba - убеждение
                (мировоззрение), (2) sgom pa - созерцание, (3) nyams myong -
                анализ, (4) spyod pa - совершенствующее деяние, 5) bras bu -
                плод; они же пять особенностей Махамудры. Эти пять
                подразделений-особенностей есть печать мандала Учителя. Они
                соотносятся с пятью дьяни-буддами (пятью rigs): Акшобхьей,
                Вайрочаной, Ратнасамбхавой, Амитабхой и Амогхасиддхи. И сам
                вопрос разрешается скорее не в плане наличия или отсутствия
                изначальной свободы - ye(nas) grol или изначального
                самосовершенства (lhun grub), а в плане естественных
                способностей ученика. Ведь совокупность пяти способностей (dbang
                po lnga), необходимых для практики Дзогчена, также отмечена
                печатью мандала, где Акшобхья при перечислении передвигается с
                первого упоминания на последнее, оставаясь при этом в центре
                мандала. Другое дело, когда мы определяем характер пути, глядя
                через призму классического деления на три типа личности: низший
                (skyes bu chung ngu), средний (skyes bu 'bring pa) и высший
                (skyes bu chen po). По-другому эти типы личностей
                характеризуются как ученики слабых (rtul), средних ('bring) и
                высших (rnon) способностей, иногда сводимых к двум - слабым и
                высшим. И такое подразделение можно обнаружить на любой из rim
                dgu - девяти подразделов буддийского учения. Так, с этой точки
                зрения различают две разновидности архатов, т.е. архатов,
                изживших свои заблуждения путем постепенного метода (обладающих
                слабой способностью - dbang rtul) и архатов, освободившихся
                одновременно от всех заблуждений (т.е. обладающих высшей
                способностью). Опираясь на такое деление по способностям,
                Шан-ринпоче говорит: "Индивиды со слабыми (tha ma) способностями
                стараются совершенствоваться по коренному пути, средние ('bring)
                осуществляют систему методов действия праны по
                нервно-психическим каналам. Индивиды с высшими (rab)
                способностями созерцают вместерожденное единство и Махамудру"
                [Махамудра, л. 29 ].
            </p>
            <p>
                Итак, завершая анализ того, что есть высшее учение, мы можем
                утверждать: "Обычно существуют различные названия, как-то:
                махамудра, мадхьямика, великое завершение (rdzogs chen),
                праджняпарамита, [но] на деле они имеют одну и ту же сущность"
                [Там же, л. 1 ], или, как говорил Сараха:
            </p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <div class="flex justify-center">
                    <ul class="list-none pl-5 space-y-1 ml-8">
                        <li class="my-2">Так же, как вода, возмущенная ветром,</li>
                        <li class="my-2">Превращается в волны и валы,</li>
                        <li class="my-2">Так и о Сарахе думает по-разному царь,</li>
                        <li class="my-2">Хотя один человек Сараха.</li>
                    </ul>
                </div>
            </blockquote>
            <p class="text-right italic text-gray-600 mt-4">
                [Гюнтер, 1969, р. 63].
            </p>

            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl
                sm:text-xl md:text-xl my-4">ПРИМЕЧАНИЯ</h4>

                <p class="my-2" id="citation-1"><sup>1 </sup>Указанная дата достаточно
                    условна. Придерживаются ее в основном представители южной
                    ветви буддизма - хинаяны, тогда как, например, в тибетской
                    хронологической литературе дату Нирваны (и, соответственно,
                    годы жизни Будды) отодвигают в прошлое. При этом в тибетской
                    хронологии существует несколько (более 10) основных
                    направлений, относящих Нирвану к периоду между 25-26 вв. до
                    н.э.<a href="#ref-1"
                            class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-2"><sup>2 </sup>Такой взгляд согласуется с
                    взглядом "снизу" (с точкой зрения шравака), тогда как с
                    точки зрения высшей тантры методы спасения из всех нижних
                    колесниц представлены в этой высшей колеснице и
                    последовательно включаются в практику. Уже в самом начале
                    своего развития махаянисты в обеих своих ветвях (сватантрики
                    и прасангики) придерживались одного взгляда на неконечность
                    хинаянских путей в своем учении о конечной колеснице -
                    экаяне (brjod gcig pa), которую можно понимать также как
                    единообразную и даже единственную колесницу<a href="#ref-2"
                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-3"><sup>3 </sup>С точки зрения разнообразия и
                    полноты развития.<a href="#ref-3" class="text-blue-500
                    hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-4"><sup>4 </sup>Самый древний каталог канона по
                    Будону был составлен в замке Донтак-Донгар; второй и третий
                    - в Самьей-чину и в Пантан-гамэд. По другим источникам, при
                    жизни царя Садна-лэк (sad na legs), сына царя
                    Тисрон-дэвцзана, переводчиком Габа Балцзэгом и другими был
                    составлен первый (по времени) каталог канонической
                    литературы, имеющейся во дворце Пантан-гамэд [Востриков, с.
                    123].<a href="#ref-4" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-5"><sup>5 </sup>Отдельные последователи Дзогчен
                    считают свое учение самостоятельным или достаточно
                    автономным.<a href="#ref-5" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-6"><sup>6 </sup>Деление на собственно Нингма и
                    Дзогчен будет рассмотрено в конце работы. Там же будут
                    освещены некоторые моменты созерцательной практики.<a
                    href="#ref-6" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-7"><sup>7 </sup>Под этим надо понимать
                    отшельническую жизнь как (чистых) созерцателей, так и
                    ученых, большинство которых впоследствии получили
                    возможность удовлетворять свои потребности в монастырях
                    университетского типа.<a href="#ref-7"
                                             class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-8"><sup>8 </sup>В IX в. поступательное развитие
                    буддизма в Тибете было прервано последователями религии бон.
                    В течение шести лет (836-842 гг.) буддизм испытывал жесткие
                    гонения, после которых более чем столетие постепенно
                    восстанавливал утраченные позиции.<a href="#ref-8" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-9"><sup>9 </sup>Это следующие доктрины: 1)
                    внутреннего жара (gtum mo); 2) иллюзорного тела (skyu lus);
                    3) сна (сновидения) (rmi lam); 4) промежуточного (между
                    смертью и новым рождением) состояния (bar do); ясного света
                    (od gsal); перемещения (сознания) (pho ba).<a href="#ref-9" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-10"><sup>10 </sup>Третий иерарх Сакьяпы
                    Дагпа-жалцан (1147-1216 гг.) говорил: "Некоторые люди
                    проводят всю жизнь, готовясь к практике; когда их жизнь
                    приходит к концу, они все еще готовятся. Так они начинают
                    следующую свою жизнь, даже не завершив всех своих
                    приготовлений". Этим автор подчеркивает, как важно стать на
                    путь, что служит причиной и условием созревания плода.<a href="#ref-10" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-11"><sup>11 </sup>В 1712 г. к бурятам прибыли
                    150 тибетских и монгольских лам, проповедников буддизма, и
                    уже в 1741 г. был построен первый монастырь.<a href="#ref-11" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-12"><sup>12 </sup>Рассматривая этот период
                    лавинообразного распространения буддизма в Монголии,
                    необходимо иметь в виду, что проникновение направлялось не
                    из одного центра и даже не из одного региона (страны). Одним
                    из направлений было традиционно тибетское (традиционно здесь
                    означает проникновения буддизма в среду монголов при Хубилае
                    и даже несколько раньше). С возникновения школы Гелукпа
                    можно говорить о двуедином процессе: проникновении буддизма
                    в Монголию и усилении самой секты в Тибете благодаря
                    теснейшим контактам с монголами, способствовавшим возвышению
                    Гелукпы. Другое направление брало начало в Пекине, где в это
                    время утвердилась манчжурская династия, которая как раз не
                    хотела военного усиления монголов. Препятствуя военному
                    усилению, Пины поощряли увеличение числа лам в монастырях, а
                    также рост числа самих монастырей.<a href="#ref-12" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-13"><sup>13 </sup>В Монголии, главным образом в
                    Халхе, было несколько монастырей школы Нингма. Здесь же
                    получила распространение секта Шижедпа, основанная индийским
                    йогом Падамбой и тибетской подвижницей Маджик-Лабдонмой
                    (1055-1143 гг., но называют и другие даты) и вобравшая в
                    себя многое от учения Нингма-Дзогчен.<a href="#ref-13"
                                                            class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-14"><sup>14 </sup>Так, например, "Халхаский
                    князь, исповедовал, по-видимому, красно-шапочное учение. В
                    результате междоусобных войн среди халхаских князей он
                    вынужден был со своими подданными удалиться в Кукунор,
                    откуда предпринял поход в Тибет против желтошапочников и был
                    казнен в 1637 году, после поражения в войне с Гушиханом"
                    [История Кукунора].<a href="#ref-14" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-15"><sup>15 </sup>Этот тип монастырей можно
                    разделить на два класса. Один класс представлен собственно
                    монастырями, где живут групповые отшельники (размеры этих
                    монастырей небольшие, они малолюдны и находятся в некоторой
                    зависимости от ближайших монастырей-университетов). Другой
                    класс составляют не монастыри, а кельи (или ритоды - горные
                    пещеры) для одиночных отшельников. Монастыри второго класса
                    встречаются и в Монголии.<a href="#ref-15" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-16"><sup>16 </sup>Это так называемые
                    странствующие лхасские школы символики. По образцу этих школ
                    в монастырях-университетах были организованы факультеты
                    символики (Акпа-дацаны) с унифицированными программами, по
                    которым за 3-4 года проходился обязательный курс; правда,
                    сам стиль монастырской жизни постепенно смягчался и от
                    странствующего образа жизни учащихся этих двух школ остались
                    одни воспоминания. В связи с этими факультетами, широко
                    распространенными в монгольских монастырях, можно говорить о
                    скрытой форме монастырей отшельнического типа внутри
                    монастырей-университетов.<a href="#ref-16" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-17"><sup>17 </sup>Эти пять отраслей суть: 1)
                    философия (теология), 2) логика, 3) языкознание, 4)
                    технология (ремесла), 5) медицина.
                    Первая отрасль знания - теология - включает в себя два
                    раздела: философию и мантру. В свою очередь, раздел
                    философии состоит из пяти отделов: Парамиты, Мадхьямики,
                    Абидармы, Винаи и Истории философских школ. Язык,
                    постигаемый при изучении пяти отделов философии, называется
                    языком сутр, а язык раздела "Мантры" - языком тантр.
                    <a href="#ref-17" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-18"><sup>18 </sup>Gva tshang - "монастырская
                    школа". Это название в случае небольшого размера монастыря
                    распространяется на весь монастырь. Название собственно
                    большого монастыря - gling.<a href="#ref-18" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-19"><sup>19 </sup>Mtshan nyid gva tsnang (chos
                    grva, chos rva). Цанид-дацан получил название по первому
                    разделу (mtshan nyid kyi theg-pa - (философия) первой
                    отрасли-науки - теологии (nang rig pa, всего отраслей 5
                    [см.: Дандарон, Пубаев, с. 22], второй раздел - Мантра
                    (sngags kyi theg pa). Пять классов в этом дацане
                    соответствуют пяти отделам цанид: Парамите (phar phin),
                    Мадхьямике (dbu ma), Абидарме (mngon pa), Винае (dul ba) и
                    Истории философских школ (grub mtha); однако первый класс
                    (гносеология и логика, tshad ma - pramana), предваряющий
                    собственно отделы философии, как видно из перечня пяти
                    отраслей наук (см. прим. 17), соответствует второй отрасли,
                    а последний отдел цанид - История философских школ - в
                    редуцированном виде входит в третий класс - Мадхьямику. Это
                    самое распространенное деление классов в цанид-дацане.<a href="#ref-19" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-20"><sup>20 </sup>Курс гносеологии (tsad ma) - 5
                    классов (4,5 года); курс Теории просветления (парамиты -
                    phar phin) - 4 класса плюс 1 подготовительный (всего 4,5
                    года); курс Мадхьямики (dbu ma) - 1 класс (2 года); курс
                    Абидармы (mngon pa) - 1 класс (2 года); курс Винаи (`dul ba)
                    - 1 класс (2 года).<a href="#ref-20" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-21"><sup>21 </sup>Тантрийские системы
                    ануттарайогатантры, высшей из четырех тантр (3 низшие:
                    Крийя, Чарья и Йогатантра). Обязательный курс длится 3-4
                    года, а принимаются на этот факультет учащиеся, имеющие за
                    спиной: минимум два первых курса цанид-дацана.<a href="#ref-21" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-22"><sup>22 </sup>Ограничение на этого идама
                    высшей тантры, едва ли не самого популярного в Индии, было
                    наложено Цзонхавой в связи со "слабой" дисциплиной (в глазах
                    низших монахов и мирян) тантристов в дацане Гоман (sgo mang)
                    монастыря Брайбун, практикующих эту систему (Хеваджра). Но
                    затем основатель знаменитой гоманской школы философии Гунчен
                    Жамьян-Шадба отдал дань этому идаму, и в основанном им на
                    своей родине (Амдо) в монастыре Лавран был открыт
                    Жедор-дацан.<a href="#ref-22" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-23"><sup>23 </sup>Географически на конечном
                    отрезке он делится на два направления (схожие с
                    направлениями продвижения буддизма в Халху: из Тибета и
                    Пекина): а) из Тибета через Монголию и из самой Монголии, б)
                    из Амдо. Эти два направления отражены в солдепах (gsol debs)
                    - линиях преемственности: в центральных районах Бурятии мы
                    наблюдаем связь с центральным Тибетом - с линией
                    перерожденцев Панчень-ламы, у агинских же бурят
                    прослеживается большое влияние амдоского монастыря Лавран.
                    Кроме господствующего направления Гелукпы, также как в
                    Халхе, заметно распространение секты Шижедпы (как уже
                    упоминалось, не в виде самостоятельной, а в виде широкого
                    использования тантристами практики жод) и почти не заметна
                    старая школа - Нингма, и новые, Сакьяпа и Каржудпа. Часть
                    представителей последних трех традиций в 20-е годы XX в.
                    "откочевали" во Внутреннюю Монголию.<a href="#ref-23" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-24"><sup>24 </sup>Так, например, если от
                    государственной религии Бон в Тибете сохранились очень
                    малочисленные монастыри, внешне очень напоминающие
                    буддийские, то в Монголии мы не увидим ни монастырей, ни
                    самостоятельной литературы, ни каких-либо других крупных
                    форм самостоятельного существования местных религий,
                    верований. Правда, почти беспрепятственному утверждению
                    буддизма в Монголии способствовало благоволение со стороны
                    иноземной цинской династии, а такого сопротивления его
                    распространению, как в Тибете, здесь не было.<a href="#ref-24" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-25"><sup>25 </sup>В 1646 г. в Забайкалье
                    проникает отряд атамана Василия Колесникова, а в 1648
                    хоринские буряты уже считали себя вступившими в подданство
                    русского царя.<a href="#ref-25" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-26"><sup>26 </sup>Здесь надо заметить, что на
                    взаимоотношения высшего ламаистского духовенства, с одной
                    стороны, и представителей неправославных христиан, масонских
                    организаций (в лице сосланных декабристов) - с другой, еще
                    не обращено должного внимания; также слабо изучены
                    взаимоотношения с российской светской культурой, влияние
                    которой на образованных лам порой было решающим, что мы
                    наблюдаем на примере жизни видного бурятского ученого,
                    литератора, просветителя Ринчена Номтоева, оставившего в 45
                    лет сан настоятеля монастыря (факт сам по себе
                    исключительный) и полностью погрузившегося в
                    просветительскую деятельность.<a href="#ref-26" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-27"><sup>27 </sup>См., например, сведения о
                    случаях насильственного крещения бурят-ламаистов, собранные
                    Э.Э. Ухтомским (Центральный гос. ист. архив, ф. 821, оп.
                    133, ед.хр. 422).<a href="#ref-27" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-28"><sup>28 </sup>В Предбайкалье буддизм получил
                    возможность пустить корни только с конца XIX века, да и то
                    среди выходцев из Монголии, а не коренных лесных бурят,
                    большинство которых к этому времени было формально
                    христианизировано.<a href="#ref-28" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-29"><sup>29 </sup>Материалы полевых
                    этнографических экспедиций и конкретно-социологических
                    исследований относятся в основном к бытовой обрядности и,
                    как правило, играют вспомогательную роль в историографии.<a href="#ref-29" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-30"><sup>30 </sup>Здесь автор "уточняет"
                    сообщение К.М. Герасимовой о времени возникновения
                    беспорядков в Халхе, в результате которых пришлось бежать на
                    север, а также указывает разряд монашества (а не просто
                    "лам"). Гэлуны брали самый старший обет монашества (два
                    низших соответственно обеты рабжуна (баньди) и гецула). В
                    обетах гэлуна требовалось соблюдать более двухсот запретов.
                    Известно, что процент гэлунов от общего числа монахов в
                    монастыре весьма незначителен, так что отряд монахов в сане
                    гэлуна числом 150 человек представлял (в смысле
                    квалификации) очень внушительную силу.<a href="#ref-30" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-31"><sup>31 </sup>Место первых бурятских
                    проповедников ламаизма - Камбо Заяева и др. Здесь было
                    несколько цанидских школ, организованных по образцу
                    лхасского монастыря Брайбун.<a href="#ref-31" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-32"><sup>32 </sup>Для того чтобы ослабить
                    влияние ургинского Богдо-гегена, а заодно и манчжуров в
                    Забайкалье, русский царь через дипломата Савву Рагузинского
                    учредил должность главы над всеми бурятскими ламами, дав ему
                    титул Бандидо Хамбо-Лама.<a href="#ref-32" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-33"><sup>33 </sup>С этого времени ежегодно
                    проводился небольшой набор совершеннолетних бурятских юношей
                    для учебы в духовной школе при монастыре Гандан в
                    Улан-Баторе с пятигодичным курсом обучения. Программа этого
                    курса, естественно, была усеченной в сравнении с прежними
                    монастырскими программами.<a href="#ref-33" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-34"><sup>34</sup>Всего в течение года происходит
                    8-9 крупных хуралов. Крупнейший из них - сагалган (длящийся
                    три недели) - открывает новый год. Четыре хурала посвящены
                    идамам ануттарайогатантры: 2-й - Демчоку (во второй весенний
                    месяц, 25-26-го числа); 3-й - Дуйнхору (в третий весенний
                    месяц, 15-17-го числа); 6-й - Сандую (во второй осенний
                    месяц, 17-го числа); 7-й - Ямандаге (в третий осенний месяц,
                    25-го числа). Четвертый хурал в течение года - "Гандан
                    шунсэрмэ" (первый летний месяц, 14-15-го числа) посвящен
                    трем событиям - рождению Шакьямуни, его просветлению (победе
                    над марой) и уходу в нирвану. Пятый хурал - "круговращение
                    Майдари" - поклонение грядущему будде Майтрейе (обычно в
                    июле). Восьмой хурал - "Зула" (первый зимний месяц) посвящен
                    Цзонхаве. Хурал назван так потому, что зажигается 1000
                    светильников. С Ямандагинским хуралом объединяется
                    "Лхабдуйсэн" (22-23-го числа третьего осеннего месяца), во
                    время этого хурала читается ритуал (cho ga) почитания 16-ти
                    архатов. Каждый хурал заканчивается ритуалом, посвященным
                    срунма (сахюусан), обычно Гонво (Махакала), Лхамо и
                    Жамсаран.<a href="#ref-34" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-35"><sup>35 </sup>Примером грубой ошибки может
                    служить перевод двух коренных терминов - "мудрость" (тиб. ye
                    shes, санскр. "джняна") и "интуиция" (тиб. shes rab, санскр.
                    "праджня") на английский язык одним словом wisdom
                    (мудрость). В тех редких случаях, когда слово праджня на
                    английский переводится верно, на русский оно почему-то с
                    английского не переводится, а стыдливо оставляется слово
                    "инсайт", хотя общеевропейским словом интуиция в русском
                    языке пользуются не одно столетие. И если
                    западно-европейская буддология до сих пор не может
                    предложить устоявшейся классификации терминов, связанных с
                    различными познавательными способностями (и смежных с ними)
                    спасающегося индивида, таких как mngon rtogs - "ясное
                    познание" (процесс познания истины), blо - ум ("познающий
                    шунью"), mngon shes - "предвидение" (сверхъестественная
                    способность), yid - "ум", rig pa - "разум" (знание) и многие
                    другие, то отечественная литература предлагает не только
                    фундаментальные работы, но и массу справочников, позволяющих
                    работать с любыми контекстами.<a href="#ref-35" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-36"><sup>36 </sup>Помимо большого числа работ
                    Намхэй Порбу на русском языке, как раз стремление показать в
                    этих работах уникальность и превосходство учения (Дзогчен),
                    которого придерживается автор, вызывает повышенный интерес к
                    рассматриваемому вопросу - где изложено это высшее учение и
                    в чем его суть.<a href="#ref-36" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-37"><sup>37 </sup>Подчеркнуто там же. Позднее, в
                    "Кристалле", подчеркнута уже характеристика "участие".
                    Помимо того, что это разноуровневые характеристики, налицо
                    некое колебание как результат возможного сомнения. Видимо,
                    при выборе подхода к западной публике и при желании
                    потрафить ей Н. Норбу отошел от ясного понимания этой первой
                    характеристики, иначе как можно говорить, что если учитель
                    увидит ученика, которому не достает участия и желания, он
                    скажет: "Терпение, нужно немного подождать" [Норбу,
                    "Беседы...," с. 152). Если это обращение к ученику (т.е.
                    можно ожидать, что он или она будет действительно учеником),
                    то очень трудно представить такого ученика - не имеющего
                    нравственной чистоты (а это самый нижний уровень веры) и тем
                    не менее призываемого на качественно более высокую ступень -
                    терпения. Если же это обращение учителя к себе, то...?<a href="#ref-37" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-38"><sup>38 </sup>...Истинной вере" - mos gus
                    (что означает также "благовение", вера. Первое mos gus из
                    девяти, объединяющихся в одну веру (dad pa). Подробнее см.
                    ниже.<a href="#ref-38" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-39"><sup>39 </sup>Рассматривая три последние
                    характеристики-способности в подаче Н. Норбу, можно
                    ограничиться замечаниями общего порядка. Во-первых, третья
                    способность - постоянное памятование, осознавание -
                    известна, очевидно, наравне с другими. Ведь в принципе
                    способности являются калькой (лучше сказать, наоборот) с
                    пяти сил: силы веры, старания, памяти, самадхи и интуиции,
                    причем самое существенное здесь то, что оба набора отмечены
                    печатью мандала (ануттарайогатантры). Во-вторых,
                    относительно четвертой способности допустимо, в общем,
                    сказать, что можно не просто знать о практике, а
                    действительно осознавать необходимость вхождения в нее и
                    иметь старание и тем не менее самого углубленного созерцания
                    может и не получиться, т.е. должна наличествовать именно
                    сама способность глубокого созерцания. Если читатель увидит
                    в этом замечании некую тавтологию, то он прояснит суть дела
                    при знакомстве с другими характеристиками способностей, при
                    разборе вопроса о постепенности и непостепенности пути.
                    И, наконец, о пятой характеристике - интуиции - совсем
                    коротко: интуиции не требуется подпорок ни интеллекта, ни
                    чего-либо другого.<a href="#ref-39" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-40"><sup>40 </sup>Об "энергиях" см. ниже, о трех
                    аспектах активности проявленной реальности.<a href="#ref-40" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-41"><sup>41 </sup>Thugs rje - "милосердие,
                    сострадание" - фундаментальное понятие буддизма. Этот термин
                    в англоязычных текстах Дзогчена переводится как энергия. Но
                    это совершенно неверно, что видно из того, что три способа
                    проявления этой, так называемой энергии невозможно перевести
                    на европейские языки, имея в виду, естественно, эту самую
                    энергию. Иначе дело обстоит в текстах Махамудры (см.
                    ниже).<a href="#ref-41" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-42"><sup>42 </sup>Радость - rol pa. Выбор из
                    трех этой характеристики и помещение ее в подзаголовок
                    правила развития сострадания определяется совмещением в ней
                    двух других аспектов: внутреннего - rtsal и внешнего -
                    gdangs.<a href="#ref-42" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-43"><sup>43 </sup>Нацог-Рандол поясняет:
                    «поскольку она не есть абсолютная пустота, то украшение
                    мудрости трансцендентно-имманентно ... его собственные волны
                    (gdangs) не соответствуют "разрушаемой" шунье, оно украшено
                    разумом, поэтому это есть украшение» [Нацог-Рандол, л. 256]
                    (Здесь и далее этот текст дается в переводе Б.Д. Дандарона).
                    Надо сказать, что эти три аспекта: rtsal, gdangs(rgyan), rol
                    pa - не есть чисто технические термины, используемые
                    исключительно в описании thugs rje. В становлении основы
                    (gzhi), из которой возникли и Сансара и Нирвана, существенны
                    три характеристики: реальность (ngo bo), содержание (или
                    природа - rang bzhin) и сострадание (thugs rje). Тремя
                    моментами развития этой основы и являются указанные rtsal,
                    gdangs, rol pa.
                    О реальности, содержании (природе) и сострадании говорят как
                    о трех телах: дхармакае, самбхогакае и нирманакае
                    соответственно, которые характеризуются в свою очередь тремя
                    моментами развития - rol pa, gdangs, rtsal.<a href="#ref-43" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-44"><sup>44 </sup>Эти примеры даются как
                    отдельные аспекты, так и в связи с друг другом, т.е. в
                    различных наборах - rnam grangs (числовые спецификации), у
                    которых есть фундамент (gzhi) и навания проявлений этого
                    фундамента (или основы).
                    Сам же "иллюстрирующий пример через цифру указывает, что,
                    если соединить ее дхармы, относящиеся к проявлению основы, и
                    иллюстрировать их через многие примеры, то содержание их
                    будет одно. Хотя говорится, что если взять только одно
                    солнце, то оно круглое, поэтому оно как яйцо, ясное -
                    поэтому похоже на светильник, горячее - поэтому похоже на
                    огонь; но можно говорить отдельно о форме его и характере
                    его света, а известно, что в нем отсутствуют отдельные
                    [формы] для каждого содержания" [Нацог-Рандол, л. 226]. Об
                    этом едином содержании и свидетельствуют названия проявлений
                    основы (фундамента): "единственный, недвойствеиный глаз
                    мудрости", "единственный прозрачный корень" и др. Для нас же
                    важен здесь один "определитель" (название), а именно gshis,
                    раскрываемый как ma bcos pa rang gi gnas pas gshis so -
                    неусовершенствованное собственным становлением есть истина
                    [качества]. Важность этого "определителя" (названия) связана
                    с вышеописанными тремя аспектами thugs rje (об этом будет
                    сказано в связи с сравнением Махамудры и Дзогчена).<a href="#ref-44" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-45"><sup>45 </sup>Другие многочисленные
                    предметы, привязанные к хрусталю и различным изделиям из
                    хрусталя, желающий может найти там же (л. 21-27).<a href="#ref-45" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-46"><sup>46 </sup>Нацог-Рандол описывает встречу
                    Манчжушримитры с Гарабдорже так: «В то время в западной
                    Индии, в двухэтажном городе сын полноценного учителя брамина
                    и матери, которую звали "ясносветлой красавицей", был
                    великим учителем по имени "Друг Манчжушри" ('Jam dral bshes
                    gnyen). Он был знатоком пяти отраслей знания и создал учение
                    на основе познания секрета кладбища (тантрийское учение).
                    Мудрый Манчжушри дал ему предписание: "О, сын генезиса,
                    Бодхисаттва! Если хочешь завершить достижение результата
                    (плода), то иди в прохладную рощу великого кладбища".
                    Услышав этот призыв, он сразу явился туда. [Там он]
                    встретился с великим Учителем, Весьмарадостным Ваджром,
                    последовал за ним и получил от него все учение полностью.
                    Будучи тантрийским учителем, прибыл он на исток реки в виде
                    концентрации света» [Нацог-Рандол, л. 166].<a href="#ref-46" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-47"><sup>47 </sup>Непалец по имени "Нерожденное
                    Великое Блаженство" (известен также под именем bla ma bal po
                    a su) был первым (из известных трех) учеником индийского
                    учителя Ваджрапани, положившего начало преподаванию "Песен"
                    в Тибете. Другим учеником Ваджрапани был Рэчунг (ras chung),
                    любимый ученик Миларэйпы. От третьего ученика Ваджрапани -
                    Mnga' ris pa - линия преемственности приводит нас к еще
                    одному комментатору "Песен" - Кармапринлэйпе (Karma phrin
                    las pa), современнику VII Кармапы.<a href="#ref-47" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-48"><sup>48 </sup>Приведем для краткости лишь те
                    песни, что связаны непосредственно с группой "небесные
                    облака и дождь (сострадания)":
                    [5]. "Так же, как облако (rtsal), которое поднимается из
                    моря, / Впитывая дождь (gdangs), обнимает землю, / Так и
                    море, подобное небу (gshis, gshis ma bcos pa, см. выше), /
                    He уменьшается и не увеличивается (т.е. не улучшается (bcos
                    su med), не ухудшается (bslad du med)" [Гюнтер 1969, p. 64].
                    (Соответствия трех rnang образам в "Доха" даны мной. - А.Ж.)
                    [11]. "Подобно тому, как морская вода становится / Пресной,
                    когда ее пьют облака, / Так и непоколебимый ум, который
                    трудится для других, / Превращает яд предметов чувств в
                    нектар" [Там же, с. 65]. Ср.: "или сильный яд, попавший под
                    власть мантры или не попавший, или камфора (ga bur), или
                    (ср. следующую доху, № 12. - А.Ж.) похожа на сверкание
                    молний" [Нацог-Рандол, л. 256]. [12]. "...Хотя вы боитесь удара грома из тучи, хлеб
                    созревает, когда она льет дождь" [Там же].<a href="#ref-48" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-49"><sup>49 </sup>3десь снова обращаемся к
                    первой из пяти способностей (dbang po lnga) - вере. Первая
                    способность ('dun), no H. Норбу, на самом деле есть первый
                    элемент из (как называют их виджнянавадины) "пяти реальных
                    психических объектов (yul)". «Этот элемент обычно возникает
                    или появляется в тот момент, когда индивид уверовал в
                    "четыре благородные истины» [Б.Д. Дандарон. "51 психический
                    элемент виджнянавадинов". Рукопись].<a href="#ref-49" class="text-blue-500 hover:underline">↩</a>
                </p>
            </div>
            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <h4 class="text-center text-gray-800 font-bold text-xl
                sm:text-xl md:text-xl my-4">ЛИТЕРАТУРА</h4>

            <ul class="text-left list-none w-full">
                <li class="my-2">
                    Будон, 1932 - Buston. The History of Buddhism. Tr. by
                    Obermiller, E. Pt. I, II. Heidelberg, 1931 - 1932.
                </li>
                <li class="my-2">
                    Востриков, 1962 - Востриков А. И. Тибетская историческая
                    литература. М., 1962.
                </li>
                <li class="my-2">
                    Гюнтер, 1969 - Guenter. The Royal Songs of Saraha / Tr. by
                    H. V. Hunther. L., 1969.
                </li>
                <li class="my-2">
                    Дандарон, 1961 - Дандарон Б. Д. Aga Monastery //
                    Encyclopaedia of Buddhism. Ed by G.P.
                    Malalasekera. Publ. by Gov. of Ceylon, 1961. p. 249-250.
                </li>
                <li class="my-2">
                    Дандарон Б. Д. Из истории бурятских дацанов (Рукопись. 15 с).
                </li>
                <li class="my-2">
                    Дандарон, 1995. - Дандарон Б. Д. Махамудра как объединяющий
                    принцип буддийского тантризма (см. наст. сб.).
                </li>
                <li class="my-2">
                    История, 1972 - История Кукунор, пер. с тибетского. Введение
                    и примеч. Б. Д. Дандарона. М., 1972.
                </li>
                <li class="my-2">
                    Махамудра - Phyag rgya chenpo lhan cig skyes sbyor zhes ba'i
                    don chad. M.S.
                </li>
                <li class="my-2">
                    Нацог-Рандол. - Sna tshodg rang grol. Snyan brgyud kyi rgyab
                    chos chen mo zab don gnad kyi me long
                    bhunds so. Xyl.
                </li>
                <li class="my-2">Норбу Н. Беседы в Конвее (Рукопись. 352 л.).</li>
                <li class="my-2">Норбу, 1982 – Norbu N. The Crystal and the Way of Light.
                    N.Y., 1982,
                </li>
            </ul>
            <p class="text-right italic text-gray-600 mt-4">
                А. И. Железнов
            </p>

        </div>
    </div>

@endsection
<style>
    .container {
        background-image: url('{{ asset('backgrounds/paper-146904.png') }}');
        background-attachment: fixed;
        background-size: cover;
    }
</style>
