@extends('layouts.app')

@section('title', 'Образ Мары в популярном толковании и в тантрийской литературе')

@push('styles')
    <style>
        .container {
            background-image: url('{{ asset('backgrounds/paper-146904.png') }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush

@section('content')

    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <!-- Заголовок -->
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl
        md:text-2xl mt-6 mb-6">Образ Мары в популярном толковании и в
            тантрийской литературе</h1>
        <!-- Основной текст -->
        <div
            class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>Одно из наиболее распространенных мнений утверждает, что
                существует двойственное употребление слова <em>Мара</em><a href="#citation-1" id="ref-1" class="citation-mark"><sup>1</sup></a> и существует,
                следовательно, по крайней мере два уровня использования символа
                Мары. Один из них — мифологический — основан на древних
                космологических представлениях и бытует почти в неизменном виде
                среди неграмотной массы верующих. Другой уровень —
                догматический, основанный на высокоаналитическом толковании
                природы человеческой личности. На мифологическом уровне перед
                нами предстает образ всемогущей сверхчеловеческой личности,
                наделенной неистребимыми возможностями мешать не только
                совершенствующемуся на пути спасения, проповеданном Буддой, но и
                вообще вредить человеку. Отдельные черты этого образа менялись
                со сменой поколений, при переходе буддизма из страны в страну,
                но в целом не выходили из представлений чего-то внешнего
                сознанию каждого индивида и безусловно вредного. Как правило,
                такого персонифицированного Мару сопровождают члены его семьи и
                его войско, а само явление Мары развертывается на фоне
                контрастной смены грозных стихий. На догматическом (структурном)
                уровне существует так называемая формула Четырех Map. Сразу надо
                оговориться, что эта формула встречается в двух различных
                контекстах. Один из них объясняет, кто эти Четыре Мары,
                описывает природу их, может встретиться в литературе различных
                классов. Здесь толкование Четырех Map повторяется всегда в одном
                порядке, что, собственно, и дало повод говорить о них как о
                формуле Четырех Map, хотя истинный смысл ее раскрывается после
                знакомства со вторым Контекстом. Сначала в формуле называется
                Мара скандхскандх<a href="#citation-2" id="ref-2" class="citation-mark"><sup>2</sup></a>, затем Мара клеш<a href="#citation-3"
                id="ref-3" class="citation-mark"><sup>3</sup></a>, Мара
                смерти и замыкает
                формулу Мара-сын небожителя. Как правило, первые три Мары
                толкуются как то, что само подвержено смерти, или как то, что
                так или иначе ведет индивида к смерти.
            </p>
            <p>
                Четвертый Мара проявляется в виде препятствий, на которые
                наталкивается индивид, желая освободиться от первых трех Map.
                Такая условная группировка внутри формулы (первые три Мары и
                отдельно четвертый) не имеет в действительности основания,
                причем вводит ряд трудностей, не разрешимых в рамках, созданных
                противопоставлением Мары-сына небожителя остальным Марам. Одна
                из трудностей заключается в неверном положении, что четвертый
                Мара — своего рода уступка древней мифологии, т.е. приверженцы
                этой формулы наряду с высокоаналитическим взглядом на все
                аспекты жизненного опыта (одним из результатов которого, между
                прочим, является отрицание Бога-Творца) не освободились от
                примитивного представления о существовании дьявола. Другая
                трудность: невозможность дать однозначного ответа на вопрос —
                сколько же Map должен иметь буддист, и это независимо оттого,
                находится ли он на догматическом или мифологическом уровне, т.к.
                четвертый Мара-сын небожителя объявляется мостом между
                популярной демонологией, с одной стороны, и абстрактными
                терминами дхармового анализа — с другой. Все эти трудности с
                толкованием формулы четырех Map снимаются при обращении ко
                второму контексту, который фигурирует исключительно в тантрах.
                Речь в них идет о способах подавления этих Map. Обычно Мары в
                виде индуистских богов попираются каким-нибудь идамом, например,
                в Хеваджратантре четыре Мары в виде Брахмы, Индры, Вишну и Рудры
                лежат поверженными под ногами Хеваджры
            </p>
            <p>
                Более полное представление того, каким образом происходит
                подавление Четырех Map, можно получить при знакомстве с
                описанием мандал (дворцов) идамов. Например, в мандале
                Ваджрабхайравы (см. рис.) в четырех вратах помещаются
                специальные четыре Ямандаги, каждый из которых подавляет одного
                из четырех Map.
            </p>
            <p>
                Здесь необходимо подчеркнуть два существенных момента. Первый:
                само существование формулы Четырех Map самым тесным образом
                связано с тантриискои практикой, а именно, с созерцанием мандал
                идамов, и, вероятно, происхождение формулы как раз и надо искать
                в структуре мандал. Второй: жесткое использование формулы
                Четырех Map в плане созерцания мандал на всем протяжении своего
                более чем двухтысячного существования не должно вызывать и тени
                сомнения в одинаковом отношении буддистов (близко знакомых с
                основными догматами учения) ко всем четырем Марам, а
                правомочность участия Мары-сына небожителя в формуле на
                основаниях, отличных от оснований участия других Map, вызывает
                лишь недоумение. Возникший в связи с этим вопрос, каково же
                происхождение Мары-сына небожителя, требует дополнительного
                исследования. В плане же определения числа Map следует заметить,
                что всех Map, в том числе и Мару-сына небожителя (“наделенного”
                индивидуальной способностью познавать, какой бы силой он ни
                обладал), образованные буддисты в конечном счете сводят к
                одному, к неведению (авидья) любого рассматриваемого индивида, и
                в этом случае вопрос о существовании дьявола — антипода будды
                для них становится праздным. Следовательно, вопрос о числе Map
                упирается в определение числа пар: индивид — Мара.
            </p>
            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <div class="citations mt-4">
                <h4 class="text-center text-gray-800 font-bold text-xl
                sm:text-xl md:text-xl my-4">ПРИМЕЧАНИЯ</h4>

                <p class="my-2" id="citation-1"><sup>1 </sup>Мара (тиб. bdud) — владыка
                    смерти, злой дух (часто — олицетворение страстей),
                    искуситель, пытавшийся соблазнить Гаутаму, покинувшего свой
                    дом и семью, обещанием ему всемирного владычества над
                    четырьмя великими материками за отказ от своего предприятия.<a href="#ref-1" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-2"><sup>2 </sup>Т.е. Мара пяти групп
                    проявляющихся (подверженных бытию) элементов. Деление на
                    скандхи — результат (дхармового) анализа (любого) живого
                    существа.<a href="#ref-2" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-3"><sup>3 </sup>Т.е. Мара пяти элементов
                    осквернения, каждый из которых входит в одну из пяти
                    скандх.<a href="#ref-3" class="text-blue-500 hover:underline">↩</a>
                </p>
            </div>


            <p class="text-right italic text-gray-600 mt-4">
                А. И. Железнов, 1971 г.
            </p>
        </div>
    </div>
@endsection

