@extends('layouts.app')

@section('title', 'Философско-психологические основы решения экологических проблем в буддизме махаяны')

@push('styles')
    <style>
        .container {
            background-image: url('{{ asset('backgrounds/paper-146904.png') }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush

@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <!-- Заголовок -->
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl
        md:text-2xl my-6">
            Философско-психологические основы решения экологических проблем в
            буддизме махаяны<a href="#citation-1" id="ref-1"
                               class="citation-mark"><sup>1</sup></a></h1>

        <!-- Основной текст -->
        <div
            class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>
                В последние десятилетия в западной культуре утвердилось
                понимание
                важности решения экологической проблемы для выживания
                человечества. В общественном сознании её приоритетность вышла на
                одно из первых мест после сохранения мира и решения
                экономических проблем в отношениях севера и юга. Более того в
                настоящее время мы можем наблюдать общественные движения,
                рассматривающие экологическую проблему как жизненно важную.
                Однако как теоретически, так и практически она рассматривается
                изолированно, как относительно самостоятельная задача, что
                является причиной несогласованности экологии со смежными
                отраслями знания, а также отсутствия единой парадигмы внутри
                самой экологической науки. Этот подход мы можем наблюдать и в
                нашей стране как в природозащитном движении деятелей науки,
                развернувшемся с 60-х гг., так и экологическом движении широких
                слоев общественности.
            </p>
            <p>
                Генезис этой проблемы связывается с развитием промышленных
                технологий конца XIX в., которые с наибольшей интенсивностью
                развиваются в последние десятилетия XX в. Поэтому теоретические
                поиски разрешения экологической проблемы замыкаются, в основном,
                в рамках естественнонаучных дисциплин (особенно биологических
                ввиду их наиболее прямого отношения к изучению биосферы),
                исследующих изменения, вызываемые технологической деятельностью,
                в отдельных организмах, в том числе человека, экосистемах, а
                также в рамках технических наук, занятых разработкой
                экологически чистых технологий или технологий, не наносящих
                природной сфере вред.
            </p>
            <p>
                Принципиально иной подход к решению экологической проблемы
                находим в буддийском учении. С точки зрения буддийской доктрины,
                постановка экологической проблемы как частной, относительно
                изолированной и усечённой задачи делает невозможным её решение.
            </p>
            <p>
                Рассмотрение круга проблем, определяемых в настоящее время
                экологическими, по учению буддизма можно провести, выделив в
                качестве узловых три блока вопросов. Первый – исследование той
                доктринальной базы, на основе которой разрешались экологические
                проблемы в буддийской культуре, второй – каким образом
                теоретические установки буддистов воплощались в практической
                деятельности, не вызывавшей процессов, ведущих к экологическим
                кризисам, и третий – анализ ноогенеза как процесса
                совершенствования сознания живых существ Учителем-Адибуддой.
                Порядок рассмотрения этих блоков совпадает с последовательностью
                3-х шуней – внутренней, внешней и внешне-внутренней. Их можно
                исследовать и по-другому, с точки зрения Трёх Драгоценностей –
                Будды, Дхармы и Сангхи, тогда порядок будет иной: проблема
                ноогенеза, доктринальные вопросы и реализация учения в
                общественной практике.
            </p>
            <p>
                Мы остановимся на первом, доктринальном блоке вопросов и
                попытаемся рассмотреть некоторые моменты буддийского учения,
                являющиеся, на наш взгляд, узловыми в той доктринальной ткани,
                на основе которой осуществлялись деятельность по поддержанию
                экологического (в широком смысле слова) баланса и формирование
                ноосферы. Учение буддизма в этом контексте представляет собой
                своего рода мост между двумя другими блоками, увязывая
                «экологическую» деятельность с процессом совершенствования её
                субъектов. Опыт подобного рода особенно интересен в силу того,
                что в большинстве западных исследований, рассматривающих
                проблемы экологии в связи с проблемой ноогенеза, не предлагается
                единая парадигма, в русле которой можно было бы трактовать оба
                круга вопросов. Это, на наш взгляд, приводит к тому, что две
                проблемы остаются изолированными друг от друга, а их взаимосвязь
                носит скорее декларативный характер.
            </p>
            <p>
                В буддийской культурной традиции круг проблем, понимаемых в
                настоящее время как экологических, рассматривался и находил своё
                удовлетворительное решение задолго до того, как с ним
                столкнулась западная наука. Внутренняя необходимость изучения
                этих проблем определялась открытостью буддизма как системы. Эта
                открытость базируется на фундаментальном понятии «таковости»<a
                    href="#citation-2" id="ref-2"
                    class="citation-mark"><sup>2</sup></a>,
                согласно которому необходимо включать в рассмотрение всю полноту
                мира без изъятия, по каким бы критериям ни проводились его
                классификация (на ясный свет и шунью<a href="#citation-3"
                                                       id="ref-3"
                                                       class="citation-mark"><sup>3</sup></a>,
                «сосуд» и «сок»,
                омраченное и просветленное и др.). Такой подход предполагает
                необходимость культивирования у человека сознания, открытого
                полноте. Эту установку на открытость мы находим уже в тексте
                «Прихода к прибежищу» – первоначальной практике буддизма.
                «Приход к прибежищу» служит тем водоразделом, который отделяет
                буддиста от человека «внешнего», небуддиста – «тиртика». В
                краткой форме махаянского «Прихода к прибежищу» говорится:
                «Прибегаю к Трём Драгоценностям!<a href="#citation-4"
                                                   id="ref-4"
                                                   class="citation-mark"><sup>4</sup></a>
                Да освобожу я всех живых
                существ! Да будет достигнуто просветление! Да зародится истинная
                просветленная мысль!». Поэтому, принимая <em>обет
                    бодхисаттвы</em>,
                практикующий обязуется направлять свою деятельность на благо
                всех живых существ без исключения, без какого бы то ни было
                деления на достойных и недостойных спасения. Объектом его
                бодхисаттовской деятельности становится вся полнота живых
                существ. Естественно, что экологическая, как мы бы теперь
                сказали, проблематика никогда не выпадала из поля зрения
                буддийской традиции.
            </p>
            <p>
                Методы спасения живых существ из круговорота сансары детально
                рассматриваются в буддийской литературе, в которой мы находим не
                только комментарии на канонические произведения, но и
                оригинальные сочинения, развивавшие буддийское учение в течение
                многих веков. Вместе с тем существует сильная устная традиция, в
                рамках которой сохраняется преемственность целостности этого
                учения и, как следствие этой преемственности, воспроизводство
                способности решать совершенно непривычные задачи, позволяющие
                исследовать проблемы на всех уровнях выживаемости,
                индивидуальном уровне, различных социальных групп, обществ и
                живых существ.
            </p>
            <p>
                Постановка проблемы выживаемости на разных уровнях связана со
                взглядом, разделяющим мир на «сок» и «сосуд», под которыми
                подразумеваются живые существа, в частности человек, и
                окружающий мир. При более строгом делении (с точки зрения
                абхидхармы) под «соком» понимается сознание, а под «сосудом» –
                его содержание, т.е. как внешний мир, так и психические
                процессы, которые, как и внешний мир по отношению к сознанию
                выступают в качестве объекта. Такое деление не означает, что
                между «соком» и «сосудом» проводится резкая грань. Признается
                «объективное» существование внешнего мира, и наличие
                индивидуального «Я», воспринимающего этот мир субъекта<a
                    href="#citation-5" id="ref-5"
                    class="citation-mark"><sup>5</sup></a>. Это
                деление условно: отношения между «соком» и «сосудом»
                определяются принципом их единства, вытекающим из признания
                сознания единственной реальностью. Реализация этого принципа в
                индивидуальной религиозной практике предполагает «возврат» к
                состоянию «изначального единства»<a href="#citation-6"
                                                    id="ref-6"
                                                    class="citation-mark"><sup>6</sup></a>,
                существовавшему до
                возникновения сансары: в общественной практике – установление и
                поддержание определенного динамического баланса между человеком
                и окружающей средой обитания (как природной, так и социальной).
            </p>
            <p>
                Первичная интерпретация концепции «сока» и «сосуда», как живых
                существ и окружающего мира, на первый взгляд, аналогична подходу
                к экологической проблематике в западной культуре,
                противопоставляющей человека (и шире – живую природу) как
                субъекта выживания окружающему миру<a href="#citation-7"
                                                      id="ref-7"
                                                      class="citation-mark"><sup>7</sup></a>.
                Однако между этими
                подходами имеется кардинальное различие. Если в западной
                культуре<a href="#citation-8" id="ref-8"
                           class="citation-mark"><sup>8</sup></a> экологическая
                проблема как самостоятельная стала
                осознаваться сравнительно недавно, с интенсивным развитием
                технологии, и попытки ее решений предпринимаются относительно
                независимо от всего комплекса нравственных, социальных,
                экономических и других проблем, стоящих перед человечеством, то
                в буддийской культуре теории «сосуда» и «сока» в абхидхарме и
                тантре (а также в теории шуньи<a href="#citation-9" id="ref-9"
                                                 class="citation-mark"><sup>9</sup></a>,
                индивидуального «Я») и другие
                теории в совокупности предлагают постановку этой проблемы в
                совершенно иной плоскости.
            </p>
            <p>
                Основной задачей буддийской культуры в этом контексте являлась
                не разработка специальных технологий решения собственных проблем
                отдельных сфер человеческой деятельности, а выработка
                мировоззрения, в основе которого лежал целостный взгляд на мир и
                культивация определенного стиля деятельности, позволяющего
                сохранить уровень выживания культуры в любой её области. В этой
                культуре присутствовало понимание того, что увлечение
                разработкой технологий, методов в отдельных отраслях
                деятельности для решения конкретных (ближайших) задач ведёт,
                если оно связано с утратой целостного взгляда, к экстенсивному
                развитию этих отраслей, и их истощению, к тому, что в них со
                временем подрываются самые основы существования<a
                    href="#citation-10" id="ref-10"
                    class="citation-mark"><sup>10</sup></a>.
            </p>
            <p>
                Весь круг этих проблем рассматривался в буддизме в рамках
                целостного мировоззрения, которое выдвигало в качестве основной
                задачи индивида освобождение (спасение) его сознания. В наиболее
                законченной и полной форме философское учение и практика
                буддизма находят своё воплощение в традиции махамудры<a
                    href="#citation-11" id="ref-11" class="citation-mark"><sup>11</sup></a>.
            </p>
            <p>
                Учителя махамудры рассматривают сознание как единственную
                реальность, помимо которой невозможно найти еще что-либо. Йог
                Ригдзин Чокьи Дракпа даёт такое определение: «Всё объективное и
                субъективное – познаваемое – есть моё сознание, кроме и
                независимо от моего сознания не существует ничего, даже в
                бесконечных далях мельчайших пылинок» (Махамудра, с. 5)<a
                    href="#citation-12" id="ref-12"
                    class="citation-mark"><sup>12</sup></a>.
            </p>
            <p>
                Об этом же говорится в канонических текстах, на которые
                опирались традиции махамудры. В сочинении «Samputa» указано, что
                «моё содержание и содержание индивидов вне меня является только
                сознанием. Кроме сознания, нет ничего ни в одном одушевленном
                живом существе» (Махамудра, с. 3).
            </p>
            <p>
                Для спасения индивидуального сознания существуют различные
                методы. В «Махамудре» отмечено: «Источников, описывающих
                махамудру, таких, как раздел Сутры, система четырёх Тантр,
                наставления учителей и другие источники, существует весьма
                много» (с. 2). В раздел сутр входят источники, описывающие
                методы хинаяны (в двух её подразделениях – шравакаяны и
                пратьекабуддаяны) и махаяны. В тантру входят криятантра,
                чарьятантра, йогатантра и ануттарайогатантра. Высшей из этих
                тантр, проповедующей наиболее эффективные методы спасения,
                является ануттарайогатантра. Приоритет в ней отдается работе с
                чистым сознанием (мыслью) индивида, его развитием в процессе
                практики и реализацией вместерожденного единства: «Если показать
                вершину ощущения мысли, то станет ясно, что благословение
                спасителя входит во вместерожденную мудрость (джняну) – это
                является принципом ануттарайогатантры» (Махамудра, с. 9). Вся
                индивидуальная практика направлена на то, чтобы соединить своё
                сознание с сознанием Учителя, что является центральным пунктом,
                ключевым моментом метода. В «Махамудре» сказано: «Через глубокую
                и истинную веру в дхармакаю нужно осуществить соединение моего
                сознания с сознанием Учителя и, добиваясь тождества указанных
                двух сознаний, необходимо освободить сущность своего сознания от
                рождения и препятствий» (с. 8)<a href="#citation-13" id="ref-13"
                                                 class="citation-mark"><sup>13</sup></a>.
                Это отождествление
                происходит во время созерцания и Учителя, и себя
                в виде идама<a href="#citation-14" id="ref-14"
                               class="citation-mark"><sup>14</sup></a>.
            </p>
            <p>
                Одним из идамов ануттарайогатантры является Ваджрабхайрава,
                который, согласно традиции, обладает всей полнотой методов
                ануттарайогатантры. Ваджрабхайрава, являясь системой,
                относящейся к высшей тантре, включает и другие методы (сутры и
                низшие тантры). Это выражено в символике Ваджрабхайравы: он
                имеет 9 голов, которые символизируют 9 разделов учения<a
                    href="#citation-15" id="ref-15"
                    class="citation-mark"><sup>15</sup></a>.
            </p>
            <p>
                В индивидуальной практике выделяют две фазы: начальную –
                зарождение (жедрим) и конечную – завершение (зогрим). В жедриме
                происходит раскрытие интуиции практикующего: «Интуиция, подлинно
                познающая сомнение и неуверенность в дхармакае, которые
                необходимо подавлять, раскрывается в начальной стадии
                созерцания» (Махамудра, с. 28). Динамика раскрытия интуиции
                протекает в структуре жинхора (мандалы)<a href="#citation-16"
                id="ref-16" class="citation-mark"><sup>16</sup></a>.
                Его развертка состоит из трёх периодов, отражающих цикличность,
                через которую проходит отдельно взятое сознание живого существа
                (в частности, человека).
            </p>
            <p>
                Первый период – путь дхармакаи, его предписывается «созерцать
                как смерть» (Бал дорже жиг жед..., л. 2). Под смертью имеется в
                виду то самое небытие, которое первоначально существовало до
                точки расхождения сансары и нирваны. Оно покрывается понятием
                шуньи. В этом периоде происходит первая встреча с шуньей,
                поскольку сам метод возникает из шуньевого пространства. Второй
                период – путь самбхогакаи, его предписывается «созерцать как
                бардо» – промежуточное состояние (Там же, л. 2). Под ним
                подразумеваются состояние до первого рождения, а также все
                другие состояния, идущие вслед за смертями живых существ и до их
                очередного рождения. Третий период – путь нирманакаи, его
                предписывается «созерцать как [новое] рождение» (Там же, л. 3);
                под рождением подразумеваются самое первое, а также последующие
                рождения живого существа. В третьем периоде завершается
                построение жинхора идама. В методе Ваджрабхайравы в центре
                ваджрного дворца расположен сам Ваджрабхайрава в окружении
                Ямандаг.
            </p>
            <p>
                Отдельно в методе обращается внимание на более крупные
                группировки: «сок» и «сосуд». Если функцией тринадцати Ямандаг
                является очищение «сока», то функция безмерного дворца –
                очищение «сосуда» живых существ.
            </p>
            <p>
                После того как жинхор полностью развернут, практикующий
                переходит к полному созерцанию и начитыванию мантр<a
                href="#citation-17" id="ref-17" class="citation-mark"><sup>17</sup></a>
                божеств (Бал дорже жиг жед лха жу сум ..., л. 10– 31).
            </p>
            <p>
                В конце дневного созерцания происходит свертка дворца с
                божествами, которая осуществляется как обратное (но не
                симметричное развертке) поэтапное сворачивание идама в шунью, а
                махабхутов<a href="#citation-18" id="ref-18"
                             class="citation-mark"><sup>18</sup></a> – в
                ясный свет. Свертку обычно делают во время
                засыпания, в этом случае она является содержанием «йоги
                засыпания» и созерцается как смерть; следующий за ней сон, в
                процессе которого практикуется «йога сна», созерцается как
                промежуточное состояние и дальнейшее пробуждение (в момент
                которого практикуется «йога вставания [ото сна]»), как новое
                рождение. Цикличность трёх периодов накладывается друг на друга
                (Там же, л. 36–37). В течение всего периода созерцания читаются
                мантры, они пронизывают всю структуру метода<a
                    href="#citation-19" id="ref-19"
                    class="citation-mark"><sup>19</sup></a>.
            </p>
            <p>
                В процессе созерцания основным содержанием сознания
                практикующего являются шунья и ясный свет. Они – составляющие
                фундаментального принципа вместерожденности. «Основе
                бодхисаттовской мысли присущи: 1) подлинная мысль, 2) сущность
                шуньи, 3) свойства проявления ясности. Эти три вместе появились
                в бодхисаттовской мысли. В ней нет особой мысли и ясности, кроме
                шуньи. И нет, кроме ясности, другой мысли и шуньи. Там нет
                ясности и шуньи ни в чем, кроме как в самой мысли. Подлинная
                мысль находится в своем единстве, от этого единства, порождаются
                шунья, сознание и ясность. Все они неразличимы друг от друга.
                Они и являются вместерожденными элементами, ибо шунья, сознание
                и ясность все родились вместе в единстве. Сознание (мысль) как
                таковое родилось в шунье и ясности, ясность как таковая родилась
                в шунье и сознании, поэтому ясность, сознание и шунья,
                собравшись вместе, родились. Когда в анализе указанных элементов
                говорят «вместе-рожденные», то имеется в виду это» (Махамудра,
                с. 26).
            </p>
            <p>
                Принцип вместерожденности проходит через весь метод, хотя ясный
                свет,возникнув из шуньи, имеет динамику развертки, его
                вместерожденность с шуньей должна осознаваться практикующим на
                протяжении всего созерцания. Для того чтобы сознание не
                «увлеклось» разверткой ясного света, и не привязалось к его
                формам, придав им самостоятельное значение, на каждом этапе
                созерцания внимание практикующего возвращается к шунье и, как бы
                обновившись, продолжает следить за разверткой. «[Всё] в шунью
                превращается. Из шуньевого пространства...». Сознание, следуя за
                разверткой ясного света, постоянно как бы «оглядывается» на
                шунью, на каждом шаге развертки «отслеживая» возможность
                обратного процесса погружения в неё. Учёт не только прямого, но
                и обратного хода является важной особенностью метода. И если в
                указанном выше примере содержание этого хода не структурировано,
                то в таком крупном периоде, как развертка-свертка, обратный ход
                в процессе свертки метода в конце дневного периода созерцания
                детально расписан. Необходимость «отслеживать» пройденный путь
                утверждается не только по отношению к методу в узком смысле
                слова, но и по отношению к пути в целом. «...Необходимо
                постоянно оглядываться, смотреть пройденный путь и беспрерывно
                контролировать собственное сознание в свете истинного
                наставления Учителя» (Там же, с. 25).
            </p>
            <p>
                Шунья и ясный ответ вместерождены и созерцаются в
                недвойственности, они находятся как бы в неравноправных
                отношениях: шунья непревосходима, и поэтому недвойственность
                ясного ответа и шуньи парадоксальным образом предписывается
                созерцать как шунью (Там же, с. 23).
            </p>
            <p>
                Проявление ясного света и шуньи в человеческой деятельности
                может быть интерпретировано как реализация принципов
                эквивалентности и избыточности. Поясним, что мы понимаем под
                эквивалентностью и избыточностью. Принцип эквивалентности
                реализуется тогда, когда, сталкиваясь с проблемной ситуацией,
                человек пытается разрешить её, опираясь на ясные, поддающиеся
                осмыслению признаки, выявить закономерности, заложенные в ней,
                посредством дискурсивного мышления. В основе такого подхода
                лежит допущение, что все явления в принципе можно отнести к
                единому плану рассмотрения, т.е. возможно их сравнение,
                сопоставление в мышлении, иными словами, их можно рассматривать
                как определенный набор, внутри которого могут быть установлены
                отношения эквивалентности. Однако установить полную
                исчерпывающую закономерность даже частного плана явлений, не
                говоря о непротиворечивой картине мира в целом, оставаясь в
                рамках только дискурсивного мышления, с точки зрения буддийской
                теории, невозможно.
            </p>
            <p>
                Аналогичные взгляды развивались в западной науке. К. Гёделем
                (1906–1978) в 1931 г. была доказана неполнота достаточно богатых
                формальных систем, что в философском плане привело к утверждению
                принципиальной невозможности полной формализации научного
                знания. У всякой закономерности, установленной для определенного
                класса явлений, в опыте обнаруживаются исключения. Сциентичное
                западное мышление обычно объясняет это либо относительной
                узостью области применения закономерности внутри ряда изучаемых
                явлений, либо неучтенными влияниями других рядов явлений. Однако
                расширение области применения закономерности (например, смена
                ньютоновской картины мира на энштейновскую, включающую первую
                как частный случай) не приводит к уменьшению числа явлений, не
                поддающихся описанию теорией. Стремление учесть влияние на
                изучаемый объект явлений из других рядов также сталкивается с
                тем, что соотношения эквивалентности во всей известной
                совокупности рядов неизвестны и установление их даже для
                ограниченного числа рядов наталкивается на очень большие
                трудности (примером могут служить бесплодные поиски
                универсальной константы в области физических явлений).
            </p>
            <p>
                С точки зрения буддийской теории, эти трудности носят
                принципиальный характер, поскольку утверждается, что невозможно
                создание полной, целостной, непротиворечивой картины мира в
                рамках дискурсивного мышления, по самой своей природе
                дихотомирующего реальность. Эта картина всегда оказывается уже
                реальности, в которой всегда будут обнаруживаться элементы,
                ускользающие от включения их в закономерность. Метафорой
                подобного воззрения может служить японский сад камней: с какой
                бы точки мы ни обозревали его, один из камней всегда будет скрыт
                от нашего взгляда.В абхидхарме такой элемент – «необнаружимая»
                (авиджняпти) дхарма, входящая в скандху формы. По теории
                абхидхармы в нашем видении всегда будет присутствовать как бы
                «слепое пятно», нечто, что мы в принципе не в состоянии
                обнаружить.
            </p>
            <p>
                Реальность во всей своей полноте шире закономерностей,
                устанавливаемых дихотомирующим мышлением, и обладает
                избыточностью явлений, избыточностью, не укладывающейся в рамки
                этих закономерностей. Такая избыточность имеет своим источником
                шунью. Говоря о шунье в этом контексте, необходимо отметить, как
                она понимается в махаяне и тантре. Если в махаяне шунья
                описывается негативно, как отсутствие какого-либо
                индивидуального «Я», субстанциальности чего бы то ни было
                (Дандарон, 1990), то в тантре она приобретает позитивное
                содержание и рассматривается как источник всех явлений. «От
                нерождения рождаются все. От рождённых не родятся. Познаваемые
                объекты могут быть хорошими и плохими в любом смысле, но они не
                могут уйти (превосходить) от шуньи...» (Махамудра, с. 24).
                Именно шунья порождает все явления: рождённое явление не может
                породить другое, новое, оно может лишь трансформироваться в
                новую форму. Хотя явления и возникают из шуньи, её» нельзя
                понимать как первопричину, поскольку они (явления) обратным
                порядком возвращаются, «проваливаются» в неё.
            </p>
            <p>
                При переводах и интерпретациях понятия «шуньи» в буддологической
                и буддийской литературе используются различные термины:
                «несубстанциональность», «бездна», «ничто с потенцией нечто» и
                пр. В своей интерпретации шуньи как «избыточности» мы
                отталкивались от трактовки одного из центральных понятий
                буддийской доктрины «высшей мысли», даваемой в «Абхидхарме». В
                разделе «Абхидхармы» сочинения «Источник мудрецов» отмечается,
                что в содержание «высшей мысли» входят (в числе двадцати пяти её
                положений) «три учения» (Даг йиг, с. 7): 1) «результативное
                учение», 2) «высшее учение» и 3) «три раздела учения Будды».
                «Высшее учение» составляют «учение об интуиции», «учение о
                самадхи», «учение о нравственности». Важнейшее среди них –
                «учение об интуиции», познающей шунью. В своем предельном
                развитии интуиция-праджня переходит в запредельность,
                праджняпарамиту, которая тождественна дхармакае, нерождённому.
                Если же проанализировать термин «высшее учение» (lhag pa’i shes
                rab, <em>адхипраджня</em>)<a href="#citation-20" id="ref-20"
                class="citation-mark"><sup>20</sup></a>, то буквальное значение
                части этого термина
                «остаток, излишек», иначе говоря, <em>избыток</em><a
                    href="#citation-21" id="ref-21"
                    class="citation-mark"><sup>21</sup></a>. Этот термин можно
                было бы иначе перевести как «учение об избыточности».
            </p>
            <p>
                В перечислении двадцати пяти положений «высшей мысли» к «трём
                учениям» непосредственно примыкают «внешнее» и «внутреннее». С
                точки зрения этой дихотомии внешнее экстравертивное проявление
                избыточности – это явления, не укладывающиеся в рамки
                эквивалентности, а внутреннее, интровертивное, проявление –
                избыточность самого нерожденного, трансцендентного. Говоря об
                этих двух аспектах избыточности, необходимо помнить, что они не
                симметричны друг другу. Избыточность явлений воспринимается как
                нечто отдельное от избыточности нерожденного в силу неведения
                живых существ, но с точки зрения просветленного сознания,
                реализовавшего недвойственность, говорить об избыточности
                явлений нельзя, поскольку в нём (просветленном сознании)
                реализовано совпадение принципов эквивалентности и избыточности.
            </p>
            <p>
                Описание такой категории, как избыточность, и подобных ей
                (нирвана, будда), чрезвычайно затруднительно. Трудности носят
                принципиальный характер, их следствием является тот факт, что в
                буддийской литературе эти вопросы либо вообще не обсуждаются – в
                «Абхидхарме» излагается 14 вопросов, на которые Будда не давал
                ответа (Розенберг, с. 59–60), либо для их прояснения прибегают к
                сложным языковым конструкциям, носящим парадоксальный характер и
                требующим для понимания определенной созерцательной практики
                (как это имеет место в текстах праджняпарамиты). В европейской
                культуре эта проблема не нова. Она хорошо понималась
                неопозитивистами, предпринявшими попытку создать для её решения
                метаязык, однако указанные трудности не были преодолены в рамках
                неопозитивизма.
            </p>
            <p>
                В буддизме эта проблема решалась иным путем. С самого начала
                принималось как данность, что полное, адекватное словесное
                описание избыточности невозможно. Таким описанием можно лишь
                подготовить сознание к восприятию в созерцательном опыте. Для
                этой цели предлагался метод, посредством которого достигалось
                видение избыточности. Центральным элементом этого метода, его
                сердцевиной является «лхагтон» – «трансцендентальный анализ»,
                «высшее прозрение», как его обычно переводят. Исходя из значения
                слова «лхаг» – «избыточность», можно предложить и такой перевод
                этого термина: «лхагтон» – «видение избыточности». «Лхагтон»
                начинает действовать после того, как практикующий достигнет
                «шиней» – «спокойствия ума», «умственной неподвижности», – т.е.
                такого состояния, в котором движение обычных, дихотомирующих
                мыслей успокаивается. Мысли в этом состоянии входят в некоторую
                (относительную на первых этапах «шиней») равновесность,
                «эквивалентность», после чего начинает действовать «лхагтон».
                Посредством «лхагтона» анализируется избыточность явлений
                (избыточность «внешнего»), этот своего рода «остаток шуньи",
                если так можно выразиться, и «отслеживается» их связь с
                собственно избыточностью, шуньей, в результате чего достигается
                её видение<a href="#citation-22" id="ref-22"
                    class="citation-mark"><sup>22</sup></a>.
            </p>
            <p>
                Шунья познается интуицией, поэтому для познания реальности во
                всей её полноте и целостности необходимо соединение обоих
                аспектов познания, дискурсивного и интуитивного. «Все видимые
                [формы], собранные в одно, означают единое содержание, но не
                одну индивидуальную форму. Здесь предполагается всеобщее
                рождение от нерождения. Оно в момент рождения не имеет качества.
                Соединение с содержанием рождения есть содержание йоги, но не
                метод йоги. Интуиция одна не может создать синтез. Соединение
                интуиции с методом и их равное вхождение в единство дают синтез
                в виде йоги. “Единство интуиции и метода, – говорит Татхагата, –
                суть йоги” (Махамудра, с. 23). Подобным же образом человек
                должен стремиться в своей деятельности к достижению баланса
                обоих принципов – эквивалентности и избыточности, т.е., стремясь
                к адекватности в решении конкретных задач, способы решения
                которых могут быть рационально обоснованы, он в то же время не
                должен наносить ущерба всей целостности, что всегда требует
                дополнительного, избыточного труда.
            </p>
            <p>
                Поскольку явления имеют длительность, сознание индивида
                сталкивается с многообразием не только пространственных форм, но
                и временных периодов, циклов. Под ними мы понимаем тот период
                времени, в течение которого какие-либо позиция и оппозиция,
                пройдя через инверсию (перемену мест), приходят в своё исходное
                положение (смерть – промежуточное состояние – новое рождение –
                смерть). Эти циклы можно условно подразделить на три уровня в
                зависимости от их длительности – малые (такие, как динамика
                махабхутов в их актуальном генезисе, или двенадцатилетние циклы
                календаря), средние (шестидесятилетний цикл) и большие (к ним
                можно было бы отнести такой период, как кальпа).
            </p>
            <p>
                Смена фаз периодов имеет определенную последовательность. В
                качестве примера можно привести последовательность проявления
                махабхутов: сознания, ветра, огня, воды и земли, которые
                сохраняют свою последовательность (в прямом или обратном
                порядке).
            </p>
            <p>
                Кроме того, разные по периодам циклы могут находиться в сложных
                отношениях взаимовлияния. Цикличность махабхутов в десятилетнем
                цикле накладывается на двенадцатилетний цикл смены животных,
                образуя шестидесятилетний; индивидуальный жизненный цикл
                накладывается на шестидесятилетний и т.д. Соответствующие фазы
                различных циклов или одного и того же цикла (например, цикла
                махабхутов), протекающего на разных уровнях (т.е. с разным
                периодом), могут резонировать, взаимно усиливая эффект, или,
                напротив, подавлять действие друг друга.
            </p>
            <p>
                Это делает понятной важность традиционно передаваемого знания о
                различного рода циклах. Многие из них столь длительны, что
                установить циклическую закономерность на основе жизненного опыта
                одного поколения невозможно и соответственно нельзя предвидеть
                время смены фаз, тем более тот эффект, который эта смена даёт
                при взаимовлиянии с другими циклами.
            </p>
            <p>
                Однако для анализа ситуации и прогнозирования её развития
                недостаточно рационального знания. Природа цикличности такова,
                что периодически возникает ситуация, когда индивидуальное (или
                общественное) сознание не может найти ясного разрешения стоящей
                перед ним задачи, отчего появляется сомнение. Зачастую с
                появлением сомнения возникает ситуация конфликта (в предельном
                выражении она осознается как парадоксальная). Проявление
                конфликта и сомнения можно рассматривать как действие мары –
                либо персонифицированного Мары, либо сил, являющихся
                проводниками его воздействия.
            </p>
            <p>
                Поскольку разрешить конфликт, парадокс, устранить сомнение
                невозможно путем ясного рационального анализа, оставаясь в
                рамках принципа эквивалентности, то нахождение полноты,
                целостного сознания возможно только средствами, базирующимися на
                тождестве принципа эквивалентности и принципа избыточности, их
                единстве. В «Махамудре» говорится: «Метод использования сомнений
                и других клеш для совершенствующего пути является сокровенной
                тантрой... Для подавления мары и злых духов Будда практиковал
                мантру» (с. 28). Отвечая на вопрос Пагдуба о разнице между
                махамудрой и вместерожденным единством, Дагпо-ринпоче
                разъясняет: «Махамудра суть все элементы, спасенные от страдания
                сансары, в своей основе они самовозникшие, сущность этих дхарм
                подобна небу. Во все времена недвойственная мудрость находится в
                единстве. Вместерождённое единство суть соединения возникших
                сомнений с четырьмя телами, поэтому постоянно (во все времена)
                разрывается поток сознания без стремления»<a href="#citation-23"
                id="ref-23" class="citation-mark"><sup>23</sup></a>(Махамудра,
                с. 29).
            </p>
            <p>
                Буддийская доктрина ясно трактует вопросы путей, однако её
                нельзя механически, линейно прикладывать к реальности, поскольку
                человек в своей деятельности постоянно сталкивается с бездной
                (шуньей). Необходим механизм для постижения этой бездны,
                механизм тождества ясного света и шуньи. Традиция мантраяны в
                своей практике наиболее полно и целостно использует учение в
                единстве ясного света и шуньи.
            </p>
            <p>
                В тантре для изложения методов практики был выработан особый
                язык – язык символов. Тантрийская символика имеет очень большую
                информационную ёмкость, и для проникновения в эту символику
                используется другой язык – язык историй, притч, иллюстрирующий
                тантрийские символы. Языком притч (в основном) изложены сутры,
                поэтому его обычно называют «языком сутр» (в отличие от
                символического «языка тантр»). О необходимости его использования
                для изложения методов тантрийской практики сказано в тантрийской
                литературе: «Познать единство блаженства и шуньи как шунью
                означает познание принципа нераздельности блаженства и шуньи с
                махамудрой. Анализируя это, познать вместерожденную сущность
                через пример, приведенный в рассказах (истории)...» (Махамудра,
                с. 38; Нацог-рандол, л. 1). В более сжатом виде, чем в историях,
                символы иллюстрируются в текстах класса «Доха». В ещё более
                редуцированном виде истории заложены в подобиях, иллюстрирующих
                символику.
            </p>
            <p>
                «Победоносный сказал: О Ваджрапани, выслушайте! Я буду
                проповедовать иллюстрирующие примеры Проявления великой основы и
                её сигналы... Разум и мудрость похожи на золото и его желтизну»
                (Нацог-рандол, л. 22 б).
            </p>
            <p>
                Описывая двадцать два вида махаянского напряжения мысли для
                просветления, Харабхадра так объясняет её второй вид: «Подобно
                золоту, поскольку оно остается чистым и не ржавеет при любых
                условиях» (Источник мудрецов..., с. 23).
            </p>
            <p>
                Истории, притчи организованы в наборы, ряды, в которых задается
                порядок движения мысли во время созерцания жинхора. Подобную
                структурность имеют и циклы «Доха», и наборы подобий. В сжатой
                форме язык сутр и тантр (или язык притч и символов) отражён в
                мантрах. Мантра является как бы мостом, соединяющим ясный свет и
                шунью, увязывающим принципы эквивалентности.
            </p>
            <p>
                Таковы основные принципы и некоторые механизмы религиозной
                практики, выработанной в буддийской культуре для решения
                основной задачи спасения «всего живого». Пространством этой
                практики устанавливалось единство «сосуда» и «сока», причем
                механизмы, применяемые для реализации этого единства в
                индивидуальной практике, использовались в буддийской культуре и
                общественной практике для установления гармонических отношений
                между человеком и окружающей средой, поддержания в природе
                оптимального баланса.
            </p>
            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <div class="citations my-4-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl sm:text-xl md:text-xl my-4">
                    ПРИМЕЧАНИЯ</h4>

                <p class="my-2" id="citation-1"><sup>1 </sup>Из истории философской и
                    общественно-политической мысли стран Центральной и Восточной
                    Азии. РАН РФ, Сибирское отделение, БНЦИОН, Улан-Удэ, 1995,
                    с.23-38.<a href="#ref-1" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-2"><sup>2 </sup>Среди многочисленных эпитетов
                    Будды Шакьямуни одним из первых называется «Татхагата», что
                    подчеркивает приоритетность в доктрине буддизма принципа
                    татхаты.<a href="#ref-2" class="text-blue-500 hover:underline">↩</a>
                <p class="my-2" id="citation-3"><sup>3 </sup>Этот термин переводят различно:
                    «пустотность», «несубстанциональность», «бездна». Ввиду
                    трудности адекватного перевода многих буддийских терминов на
                    русский язык этот термин и ряд других мы оставляем без
                    перевода.<a href="#ref-3" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-4"><sup>4 </sup> Т.е. к Будде, его учению
                    (Дхарме) и его Общине (Сангхе).<a href="#ref-4" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-5"><sup>5 </sup>О концепции индивидуального «Я»
                    см.: Дандарон Б. Д. Указ. соч. (1968).<a href="#ref-5" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-6"><sup>6 </sup>«Возвращение» в точку
                    расхождения сансары и нирваны, когда те, кто не узнал «свое
                    лицо», стали живыми существами.<a href="#ref-6" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-7"><sup>7 </sup>В этом подходе до сих пор
                    проглядывает инерция различных проявлений эгоцентризма
                    (антропоцентризма: человек – царь природы, европоцентризма).<a href="#ref-7" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-8"><sup>8 </sup>Говоря о западной культуре, мы
                    имеем в виду её христианский период, в котором, в отличие от
                    античности, философские вопросы единства человека и природы
                    широко не разрабатывались, что в конечном итоге привело к
                    резкому, лавинообразному нарушению экологического баланса в
                    XX в.<a href="#ref-8" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p id="citation-9"><sup>9 </sup>Подробно о теории шуньи см.:
                    Дандарон Б. Д. Указ. соч. (1991).<a href="#ref-9" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-10"><sup>10 </sup>Оборотной стороной
                    экстенсивного ведения хозяйства (например, при
                    нерегулируемом кочевом скотоводстве) является силовая
                    интенсивная форма, которая также ведёт к подрыву основ
                    существования, только в более короткие сроки.<a href="#ref-10" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-11"><sup>11 </sup>Махамудра – основа и
                    объединяющий принцип буддийского тантризма. Направлена на
                    реализацию (воссоединение) недвойственности сансары и
                    нирваны, и поэтому она "великая" (маха) "печать" (мудра),
                    поскольку под ее знаком, или "печатью" истинности и
                    самоосвобождения, находится вся реальность.<a href="#ref-11"
                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-12"><sup>12 </sup>Источники (Махамудра,
                    Нацог-рандол, Даг-йиг) в статье цитируются в переводе Б. Д.
                    Дандарона. (Исправлена опечатка в имени йога, скорее
                    всего это Ригдзин Чокьи Дракпа (тиб. rig 'dzin chos kyi
                    grags pa) известный также как Дрикунг Кьябгон Чецанг. Его
                    цитируемое сочинение - Phyag rgya chen po lhan cig skyes
                    sbyor издания Дрикунг Кагью.) (Прим. составителя сайта).<a
                    href="#ref-12" class="text-blue-500
                    hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-13"><sup>13 </sup>Как отмечает Б. Д. Дандарон,
                    «Абсолют, или дхармакая, рассматривается как безличное,
                    безграничное бытие или закон всего существования. Это
                    явствует из её синонимов: свабхавакая, или тело природы;
                    татва – самость; шунья – бездна, нирвана – вечная свобода;
                    самадхикая – тело экстаза. Когда абсолютное начало принимает
                    имя и образ, происходит превращение дхармакаи в самбхогакаю.
                    Субстанция, которая продолжает существовать, становится
                    объектом, который наслаждается. “Он – бог на небе, – говорит
                    Радхакришнам, – имеющий имя и образ, всеведущий, всемогущий
                    Адибудда, высший над всеми буддами. Когда же мы переходим к
                    нирманакае, мы видим ряд проявлений этой деятельности в
                    аватарах, или воплощениях”» (Читта Ваджра, с.98).<a href="#ref-13" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-14"><sup>14 </sup>Тиб.: yi dam. По интерпретации
                    В. Н. Пупышева, yi означает «ум», dam – «обет», или связь с
                    конечной ясностью мысли. Отсюда yi dam – тантрийское
                    божество, реализации ясности мысли в шуньевой сущности
                    которого есть цель тантрийской практики.<a href="#ref-14" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-15"><sup>15 </sup>Девять отделов Учения в виде
                    девяти голов Ваджрабхайравы: три левых – шравакаяна,
                    пратьекабуддаяна и махаяна, три правых – крия-, чарья- и
                    йогатантра, центральная – ануттарайогатантра, две верхние –
                    ступени ануттарайогатантры – стадии зарождения и завершения.<a href="#ref-15" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-16"><sup>16 </sup>Жинхор означает сердце или
                    мудрость, природой которых является великое блаженство.<a href="#ref-16" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-17"><sup>17 </sup>Мантра – одна из трёх
                    необходимых составляющих созерцания (ваджрное тело, ваджрная
                    проповедь и ваджрная мысль). Через реализацию ваджрной
                    проповеди (мантры) практикующий достигает самадхи.<a href="#ref-17" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-18"><sup>18 </sup> Махабхуты – «великие
                    элементы». Это – земля, вода, огонь, ветер и пространство.
                    Первые четыре, «подверженные бытию», рассматриваются как
                    четыре типа сил: земля – твердость, вода – соединение, огонь
                    – разрушение и воздух – движение. Пятый элемент –
                    пространство (акаша) – не подвержен сансарному бытию.<a href="#ref-18" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-19"><sup>19 </sup>Для простоты изложения мы
                    опускаем само содержание развертки трёх периодов, такие её
                    элементы, как построение охранных кругов (обычного и
                    необычного), приглашение джнянасаттвы, получение абишека,
                    построение телесного жинхора, построение «трёх ваджров»,
                    тонкий жердрим, и воспользуемся развернутой структурой
                    жинхора, используя её отдельные аспекты.<a href="#ref-19" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-20"><sup>20 </sup>Рерих.
                    Тибетско-русско-английский словарь. Том 10, с. 219. А также
                    «Краткий тибетско-русский словарь», с. 541.<a href="#ref-20" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-21"><sup>21 </sup>Определение этого слова у В. Даля: «Избыток – ...излишек, остаток, все, что сверх
                    известной меры или - счета; обилие, изобилие, достаток,
                    излишество, богатство... Избыточный – остаточный,
                    лишний...».<a href="#ref-21" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-22"><sup>22 </sup>Описание этого процесса носит
                    упрощенный характер.<a href="#ref-22" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-23"><sup>23 </sup>Четыре тела есть дхармакая,
                    самбхогакая, ннрманакая и свабхавакая.<a href="#ref-23" class="text-blue-500 hover:underline">↩</a>
                </p>

            </div>

            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <div class="mt-8">
                <h3 class="text-xl text-center font-semibold mb-4">
                    Литература</h3>
                <ol class="list-decimal list-outside pl-8 space-y-2">
                    <li class="my-2">Бал дорже жиг жед... dPal rdo rje ’jigs byed yab yum
                        lhan skyes kyi rnal ’byor mdor bsdus nyams su len tsul
                        bzhugs so. MS, GL.
                    </li>
                    <li class="my-2">Бал дорже жиг жед лха жу сум... dPal rdo rje ’jigs byed
                        lha bcu gsum gyi sgrub thabs bsdus pa zhes bya pa. MS,
                        37L.
                    </li>
                    <li class="my-2">
                        Даг ийг... Dag yig mkhas pa’i ’byung gnas. Mngon pa'i
                        skor. Xyl.
                    </li>
                    <li class="my-2">
                        Даль В. И. Толковый словарь живого великорусского языка.
                        М., 1955.
                    </li>
                    <li class="my-2">
                        Дандарон Б. Д. Буддийская теория индивидуального «Я».
                        Труды Бурятского ин-та общественных наук. Улан-Удэ,
                        1968. Вып. 1., с. 34–52.
                    </li>
                    <li class="my-2">
                        Дандарон Б. Д. Теория шуньи у мадхьямиков. Ступени.
                        1991. №1. С. 156–172.
                    </li>
                    <li class="my-2">
                        Источник мудрецов. Тибетско-монгольский
                        терминологический словарь буддизма. Подготовка текста,
                        перевод и примечания Р. Е. Пубаева и Б. Д. Дандарона.
                        Улан-Удэ, 1969.
                    </li>
                    <li class="my-2">
                        Краткий тибетско-русский словарь. М., 1963.
                    </li>
                    <li class="my-2">
                        Махамудра. Phyag rdya chen ро lhan cig skyes sbyor zhes
                        pa’i don chad. MS, 31L.
                    </li>
                    <li class="my-2">
                        Нацог-рандол. sNa tshogs rang grol. sNyan brgyun kyi
                        rgyab chos chen mo zab don gnad kyi me long bzhugs so.
                        MS.
                    </li>
                    <li class="my-2">
                        Розенберг О. О. Проблемы буддийской философии. Пг.,
                        1918.
                    </li>
                    <li class="my-2">
                        Читта Ваджра / Б. Д. Дандарон. Мысли буддиста.
                        Владивосток, 1992.
                    </li>
                </ol>
            </div>

            <p class="text-right italic text-gray-600 mt-6">
                А. И. Железнов, С. П. Нестеркин
            </p>
        </div>
    </div>
@endsection

