@extends('layouts.app')

@section('title', 'К ВОПРОСУ О БУДДИЙСКОЙ МЕТОДОЛОГИИ')

@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.8)),
            url('{{ asset("backgrounds/blue_ice.svg") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush

@section('content')
    <div class="container mx-auto">
        <h1 class="text-center text-blue-900 font-bold text-2xl my-6">К ВОПРОСУ
            О БУДДИЙСКОЙ МЕТОДОЛОГИИ</h1>
        <h3 class="text-center text-blue-900 font-bold text-xl sm:text-2xl
        md:text-2xl my-6">Часть первая</h3>
        <!-- Основной текст -->
        <div
            class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>
                В статье «Проблемы экологии в учении махамудры» (А. И. Железнов,
                С. П. Нестеркин, 1991) авторы при рассмотрении экологического
                сознания народов, принявших буддизм, делают акцент на выявлении
                общих принципов, положенных в буддийской культуре в основу
                человеческой деятельности (с точки зрения взаимодействия
                человека со средой обитания).
            </p>
            <p>
                Эти принципы обнаруживаются в наиболее сокровенном аспекте
                буддийской доктрины – махамудре. В этой связи авторы столкнулись
                с необходимостью обозначить в самом кратком виде методы спасения
                индивидуального сознания всех трех колесниц буддийского учения.
                Без такого беглого упоминания этих методов крайне трудно
                обнаружить «острие вершин всех колесниц спасения», каковой
                является махамудра, и те методы познания махамудры, о которых
                «много сказано в сутрах трех сосудов, четырех тантрийских
                системах и в наставлениях Учителя» (Махамудра, л.2). Наряду с
                рассмотрением некоторых методов махамудры авторы затрагивают и
                проблему методологии (А. И. Железнов, С. П. Нестеркин, с.116).
            </p>
            <p>
                В данной статье предлагается анализ самой методологии, а также
                увязывание ее с теми методами, на которые было указано авторами
                в «Проблемах...» и которые по мере возможности они попытались
                описать.
            </p>
            <p>
                Читатель давно знаком с буддийской методологией на примере
                мадхьямики, что отражено в самом названии учения – «срединное
                (учение)». По этому поводу читаем (Махамудра, л.28):
            </p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>
                    Воззрений реалистических и идеалистических, высокомерных и
                    других существует великое множество, но они заменяются в
                    тантризме средним воззрением (dbu-ma).
                </p>
            </blockquote>

            <p>
                Но целостное учение неудобно принимать за методологию, какие бы
                выводы это ни сулило. К тому же не все буддийские школы
                безоговорочно принимают мадхьямику. Для выполнения такой задачи
                (обнаружение безотказной методологии) уже на раннем этапе
                истории буддизма предпринимались усилия по развитию
                соответствующих ключевых
                положений проповеди Будды, которые впоследствии были оформлены
                как целостные наборы (rnam-grang; парьяя) приемов
                постижения истины и спасения от страдания, хотя на протяжении
                длительной истории развития буддийской культуры, в зависимости
                от местной культурной среды, принадлежности к различным школам,
                времени фиксации устной традиции передачи методологии в
                письменных источниках, происходят большие или меньшие изменения
                в составе таких наборов или даже в выборе самих принципов, по
                которым выстраивались эти наборы приемов, что отразилось в их
                наименованиях. Так, наряду с понятием шуньята (stong-nyid) мы
                можем встретить аналогичные: дхармата (сhos-nyid), масса дхарм
                (chos-dbyings), самосущность (de-kho-na-nyid), универсальное
                правило (gnas-lugs) или закон бытия всех дхарм (chos-rnams-gyi
                gnas-lugs).
            </p>
            <p>
                Обратимся к одному из таких наборов, автором которого является
                Нацог-Рандол (Нацог-Рандол, л.25а):
            </p>
            <blockquote
                class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p class="mb-4">
                    "О, Держатель Ваджра! Хорошо воспринимайте! Оно (имеется в
                    виду собственное тело – А.Ж.) есть наименование всех других
                    (Будд), и подлинное содержание его осуществлено ныне, и
                    поэтому оно есть <em>универсальное правило</em> (здесь и далее курсив мой –
                    А.Ж.) реальности." Поскольку оно является самовозникшей мудростью
                    и изначальным Буддой без причины, поэтому Будда не имеет ни
                    начала и ни конца. То, что оно вышло за пределы видимого
                    проявления и имеет беспрепятственное просветление, означает,
                    что оно есть единственный глаз мудрости. <em>То, что
                        проявляется в двойственности</em> суть:
                </p>
                <div class="mb-4">
                    <ul class="list-disc pl-5 space-y-1 ml-8">
                        <li>вечность и оторванность (непостоянство),</li>
                        <li>нечто и ничто,</li>
                        <li>широкое и узкое,</li>
                        <li>хорошее и плохое,</li>
                        <li>большое и малое,</li>
                        <li>высокое и низкое,</li>
                        <li>признание действительным того, что непосредственно
                            воспринято в результате понимания (объективирование)
                            – gzung-'dzin,
                        </li>
                        <li>препятствование и осуществление,</li>
                        <li>очищенное и неочищенное,</li>
                        <li>внешнее и внутреннее</li>
                        <li>отбрасывать и находить,</li>
                        <li>принимать и оставлять.</li>
                    </ul>
                </div>
                <p>
                    "Учение о «есть и нет» не проявляется таким образом, поэтому
                    оно единое."
                </p>
            </blockquote>
            <p>
                Отметим пока, что весь набор, за исключением среднего члена,
                построен по принципу бинарности или, точнее, по принципу
                антонимии (позиция – оппозиция).
            </p>
            <p>Другой принцип или, вернее сказать, подход положен при построении
                набора, который авторы «Источника мудрецов» поместили в разделе
                Абхидхарма (с.7):</p>
            <blockquote
                class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p class="mb-4">
                    Высшая мысль, познающая основу сущности вещей, это
                    психические процессы, которые вызывают движение в объекте
                    (вишая) мысли, полностью подобное ей же самой. Здесь имеется
                    двадцать пять положений:
                </p>
                <div class="mb-4">
                    <ul class="list-disc pl-5 space-y-1 ml-8">
                        <li>блаженство – страдание;</li>
                        <li>ни то, ни другое;</li>
                        <li>малое, среднее, большое;</li>
                        <li>благодеяние, грех, поступок индифферентный;</li>
                        <li>слушание, обдумывание, созерцание;</li>
                        <li>три учения;<a href="#citation-1" id="ref-1"
                                          class="citation-mark"><sup>1</sup></a>
                        <li>внешнее и внутреннее;</li>
                        <li>объективирование (gzung-'dzin) (обычно это
                            переводят как «субъект-объект» или
                            воспринимаемое-воспринимающий);
                        </li>
                        <li>отбрасываемое и воспринимаемое;</li>
                        <li>действительное становление и нестановление;</li>
                        <li>причина и следствие.</li>
                    </ul>
                </div>
            </blockquote>
            <p>
                Отметим для начала то общее, что связывает оба набора (в чем они
                совпадают по плану выражения и по плану содержания), и то, в чем
                они отличаются в самых общих чертах, а именно: оба набора
                состоят из двадцати пяти «положений» (позиций), хотя в первом
                наборе последняя пара одновременно как бы выведена из набора и в
                то же время служит как бы наименованием для всего
                набора-учения<a href="#citation-2" id="ref-2"
                                class="citation-mark"><sup>2</sup></a>, как
                предлагает нам именовать этот набор сам
                Нацог-Рандол; в обоих наборах имеется по одному единственному
                члену (что выделено его тибетским наименованием непосредственно
                рядом, а не в сноске), в этом проявляется особенность этого
                члена, так же, как и особенность и самих позиций – место этого
                члена уже в самих наборах – в первом случае нахождение в
                середине набора, что можно образно представить как некую ось или
                как нижнее отверстие воронки и т.д., такую условную позицию,
                через которую проходят (или где «схлопываются») остальные члены
                набора. Другими словами, к этой позиции можно приложить законы
                симметрии. Во втором случае тот же член занимает по своему плану
                выражения подчеркнуто асимметрическую позицию и тем не менее по
                своему содержанию это – позиция «схлопывания» для остальных
                членов данного набора, что подчеркнуто самим значением
                упомянутого термина<a href="#citation-3" id="ref-3"
                                      class="citation-mark"><sup>3</sup></a>.
                Далее, во втором наборе принцип построения
                расширен, а именно: наряду с комплементарной противоположностью
                источник предлагает другой вид противоположности – контрарную, в
                результате появляются четыре триады – с пятой позиции по
                шестнадцатую включительно. И, наконец, сам набор начинается с
                тетралеммы.
            </p>
            <p>
                Ограничимся пока этим верхним пластом анализа обоих наборов,
                оставив их детальный анализ (например, получение ответов на
                такие вопросы, как: почему второй набор
                <strong>начинается</strong> с
                тетралеммы;
                какова связь тетралеммы с Четырьмя Истинами Будды, зачем вообще
                она – тетралемма введена в набор и почему в первом наборе пятая
                антонимия не приведена в своем полном контрарном виде, как это
                предлагает нам второй набор, и т.д.) для более расширенной
                работы по самим наборам и зададимся вопросом: что, собственно
                говоря, позволяет нам утверждать вслед за Нацог-Рандолом, что
                эти наборы или, по крайней мере, первый из них является
                <em>универсальным правилом</em>, <em>методологией</em>,
                позволяющей использовать
                практически всю массу методов в постижении <em>истины</em>, в
                практике
                совершенствования, спасения от страдания, в конечном итоге в
                самоосвобождении (rang-grol)?
            </p>
            <p>
                Прежде чем ответить на этот вопрос, заметим, что сам анализ
                всякой методологии вообще, то есть за рамками буддийского
                учения, не является чем-то из ряда вон выходящим или чем-то
                таинственным.
            </p>
            <p>
                Так, европейская (по происхождению) наука выработала свою собственную разветвленную
                сеть методик, оригинальных приемов исследования в большинстве областей знания, а
                также длинный ряд интересных подходов в изучении религиозного мировоззрения, из
                которого, собственно говоря, и вышла европейская наука<a href="#citation-4"
                id="ref-4" class="citation-mark"><sup>4</sup></a>. И вопрос, вероятно, стоял бы в
                совершенно другой плоскости, скорее всего, в плоскости историко-культурологического
                анализа, доступного исключительно узкому кругу
                специалистов<a href="#citation-5" id="ref-5" class="citation-mark"><sup>5</sup></a>,
                но затронутый предмет – методология буддийской доктрины – занимает
                умы не только узких специалистов, можно даже сказать, далеко не
                специалистов вообще. Связано это с тем, что методологией в той
                или иной степени пользуются практически все верующие
                (разумеется, признающие Четыре Истины Будды).
            </p>
            <p>
                В чем же дело? Неожиданно<a href="#citation-6" id="ref-6"
                                            class="citation-mark"><sup>6</sup></a> для нас вопрос
                перемещается в обратном направлении. Мы вынуждены предварительно
                выяснить, а есть ли что либо аналогичное у самой «европейской
                методологии»<a href="#citation-7" id="ref-7"
                               class="citation-mark"><sup>7</sup></a>,
                пусть она будет находиться даже за рамками науки, например в
                области медицины.
            </p>
            <p>
                Поскольку прямого ответа мы получить сразу не можем<a href="#citation-8" id="ref-8"
                                                                      class="citation-mark"><sup>8</sup></a>,
                этот
                вопрос трансформируется в следующий: осознавалась ли в
                европейской культуре на протяжении всей ее истории или хотя бы в
                какой-то период этой истории невыносимость существующего
                положения вещей и, как следствие такого осознавания,
                формировалось ли понимание немедленного, устойчивого и
                результативного поиска путей к спасению? И здесь, надо признать,
                положительный ответ (положительный с различными оговорками)
                можно дать только на первую часть вопроса, то есть, если нечто,
                похожее на невыносимость, и осознавалось отдельными личностями
                или некоей группой индивидов в отдельные моменты истории, то в
                смысле поиска путей, увы, мы должны признать несостоятельность
                любого позитивного разрешения.
            </p>
            <p>
                Ситуация несколько изменилась во второй половине нашего
                столетия, когда появилось сознание неприемлемости третьей
                мировой войны с ее следствием – ядерной зимой<a href="#citation-9" id="ref-9"
                                                                class="citation-mark"><sup>9</sup></a>
                и чуть позднее
                сознание нарастающей экологической проблемы с возможностью
                перерастания ее в экологическую катастрофу. Осознавание же
                необходимости коренного реформирования существующего
                экономического порядка, сами попытки постановки такой проблемы
                встречают яростное сопротивление в среде, формирующей этот
                порядок. Таким образом, нельзя сказать, что есть полное
                осознавание, хотя по отдельным позициям происходят какие-то
                изменения, правда, кому-то они почему-то кажутся прорывами,
                переворотами в сознании.
            </p>
            <p>
                Невозможность положительно ответить на вторую часть вопроса полностью, без
                существенных оговорок, порождает целую серию (прорастающую в огромное древо)
                вопросов<a href="#citation-10" id="ref-10" class="citation-mark"><sup>10</sup></a>,
                связанных теперь с выяснением причинности такой невозможности. Подобрать ключ к
                выявлению и прояснению этой причинности поможет нам сама буддийская методология,
                поэтому обратимся непосредственно к продолжению рассмотрения буддийской методологии,
                а также к тем последовательностям, которые замыкаются на отдельные практики и методы
                (в частности – в тантризме), применение же буддийской методологии при подборе ключа
                отнесем к концу настоящей работы.
            </p>
            <p>
                Итак, для более полного представления о методологии введем еще
                один набор, теперь из китайского буддизма. Автор приводимого
                набора – шестой патриарх школы чань Хуэйнэн (Хуэйнэн, параграф
                44, 45; отдельные пространные места здесь сокращаются):
            </p>
            <blockquote
                class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>
                    Я вручаю вам метод классификации дхарм (элементов бытия) на три
                    категории и 36 противопоставлений (противоречий), присущих
                    процессу движения, функционирования и взаимодействия [дхарм,
                    например, таких, как] появление и исчезновение, от дуализма
                    которых необходимо освободиться. Вместе с тем, объясняя все
                    вещи, вы не должны отходить от фундаментальной природы,
                    имманентно присущей всем вещам, но скрытой за их внешними
                    признаками и формами. О какой бы вещи вас не спросили, вы <em>должны найти ей
                        противопоставление</em> и отвечать антонимами, чтобы всегда
                    получалась пара оппозиций, такая, например, как «приход» и
                    «уход». Поскольку все они взаимообусловлены, то в конечном итоге
                    их двойственность будет уничтожена и уже не будет ни прихода, ни
                    ухода.
                </p>
                <p>Три метода классификации дхарм таковы: пять скандх, восемнадцать
                    дхату и двенадцать аятан... </p>
                <p>
                    Во внешней среде [между] неживыми объектами (то есть в неживой
                    природе) имеется пять противопоставлений:
                </p>
                <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                    <li class="my-2">небо и земля;</li>
                    <li class="my-2">солнце и луна;</li>
                    <li class="my-2">тьма и свет;</li>
                    <li class="my-2">инь и ян;</li>
                    <li class="my-2">вода и огонь.</li>
                </ol>
                <p class="my-6">
                    В языке и во внешних признаках вещей имеется тринадцать противопоставлений:
                </p>
                <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                    <li class="my-2">деяние и недеяние;</li>
                    <li class="my-2">форма и бесформенность;</li>
                    <li class="my-2">наличие признаков и отсутствие признаков;</li>
                    <li class="my-2">наличие потока [бытия] и отсутствие потока [бытия];</li>
                    <li class="my-2">форма и пустота;</li>
                    <li class="my-2">движение и покой;</li>
                    <li class="my-2">чистота и загрязненность;</li>
                    <li class="my-2">профанический и священный;</li>
                    <li class="my-2">монах и мирянин;</li>
                    <li class="my-2">старый и молодой;</li>
                    <li class="my-2">большое и малое;</li>
                    <li class="my-2">длинное и короткое;</li>
                    <li class="my-2">высокое и низкое.</li>
                </ol>
                <p class="my-6">
                    В активности, которая возникает в вашей собственной природе,
                    имеется двадцать противопоставлений:
                </p>
                <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                    <li class="my-2">ошибочное и правильное;</li>
                    <li class="my-2">глупость и мудрость;</li>
                    <li class="my-2">невежество и знание;</li>
                    <li class="my-2">беспокойство и сосредоточенность (то есть хаотичность
                        психики и ее упорядоченность – <em>пер</em>. Н. А.);
                    </li>
                    <li class="my-2">нравственность и порок;</li>
                    <li class="my-2">прямое и кривое;</li>
                    <li class="my-2">реальность и иллюзия;</li>
                    <li class="my-2">выпуклый и плоский (ровный);</li>
                    <li class="my-2">клеши и бодхи;</li>
                    <li class="my-2">сострадательность и зловредность;</li>
                    <li class="my-2">радость и гнев;</li>
                    <li class="my-2">щедрость и скупость;</li>
                    <li class="my-2">движение вперед и отступление;</li>
                    <li class="my-2">зарождение и исчезновение;</li>
                    <li class="my-2">постоянство и непостоянство;</li>
                    <li class="my-2">дхармакая и рупакая;</li>
                    <li class="my-2">нирманакая и самбхогакая;</li>
                    <li class="my-2">тело (структура) и функция;</li>
                    <li class="my-2">внутренняя природа и внешние признаки;</li>
                    <li class="my-2">имеющие чувства и не имеющие чувств (то есть «живые» и
                        «неживые» – <em>пер</em>. Н. А.)...
                    </li>
                </ol>
                <p class="my-6">
                    Применяя это учение об оппозициях, можно постичь <em>единый принцип</em>,
                    пронизывающий все сутры, и освободиться от противоречий прихода
                    и ухода... Тьма не есть тьма сама по себе, а является тьмой
                    из-за того, что есть свет. Тьма не есть тьма сама по себе, ибо
                    свет, изменяясь (трансформируясь), становится тьмой. И, наоборот,
                    из тьмы возникает свет. Здесь наблюдается такая же
                    взаимообусловленность, как и в оппозиции «приход-уход». То же
                    самое можно сказать обо всех перечисленных противопоставлениях.
                </p>
            </blockquote>


            <p>
                Наряду с этими тремя «текстами»-наборами существует масса текстов, в которых
                пользуются методологией не в столь явном виде, открыто, а как бы исподволь<a
                    href="#citation-11" id="ref-11" class="citation-mark"><sup>11</sup></a>. К
                такому типу текстов принадлежит используемый уже нами текст по махамудре. Укажем
                лишь на отдельные места: «У нее (вместерожденной мудрости) не
                существуют свойства хорошее и плохое, большое и маленькое,
                красивое и безобразное, в этом заключается ее недвойственность»
                (Махамудра, л.7); «Убеждение, освобожденное от правильности и
                неправильности...» (Там же, л.16); «Познаваемые объекты могут
                быть и хорошими, и плохими в любом смысле, но они не могут уйти
                (превосходить) от шуньи...» (Там же, л.29); «Таким образом,
                начиная с всевышнего Будды и кончая примитивными живыми
                существами, все плохое и хорошее, большое и малое, все, все в
                сансаре и нирване входит во вместерожденное единство» (Там же,
                л.31).
            </p>
            <p>
                Эти примеры можно множить<a href="#citation-12" id="ref-12"
                                            class="citation-mark"><sup>12</sup></a>, но уже и теперь
                читателю ясно, что все они могут быть заключены в один из трех приведенных выше
                наборов, так что подведем итог.
            </p>
            <p>
                Предварительно охарактеризуем третий набор в том ключе (как говорилось,
                «верхнем пласте»), в котором рассматривались первых
                два. Доминирующим признаком, это сразу бросается в глаза, здесь,
                безусловно, является то, что план выражения противоположностей
                выбран по чисто комплементарному виду, хотя некоторые из них
                (противоположностей) можно так же, как и в первом наборе
                «разбавить» ступенчатой оппозицией, например, малое (среднее) и
                большое. В третьем наборе отсутствует «схлопывающаяся» позиция.
            </p>
            <p>
                Зато группы внутри набора обозначены четко, а главное, не надо
                доискиваться принципа, на основе которого они получены, как в
                первых двух наборах, – это за нас сделал сам автор – шестой
                патриарх Хуэйнэн. Принцип этот чисто абхидхармический – тот
                самый, с которого начинается классификация дхарм, а именно:
                деление на три группы – параллель с делением на скандхи, дхату и
                аятаны<a href="#citation-13" id="ref-13" class="citation-mark"><sup>13</sup></a>.
            </p>
            <p>Ничего более необычного, тем более тайного, в этом верхнем пласте
                мы при всем желании не обнаружим. Тем более удивительно, что эта
                методология, отлитая в небольшие компактные формы, позволяет,
                как говорил шестой патриарх, «постичь единый принцип,
                пронизывающий все сутры, и освободиться от противоречий прихода
                и ухода», познать сущность высшего, запредельного – абсолютность
                джняны.</p>
            <p>
                Есть, несомненно, трудности в исполнении рекомендации Хуэйнэна («вы должны найти...»
                – отмечено курсивом выше) обнаруживать в любой ситуации противопоставления, не
                отходя при этом от фундаментальной природы вещей.
            </p>
            <p>
                Как правило, внимание неискушенного человека предлагает уже
                готовое, стереотипное представление, которое всегда можно
                почерпнуть как из богатой копилки, услужливо предоставляемой так
                называемой житейской мудростью, так и различными расхожими
                идеологическими структурами. И даже в тех случаях, когда
                действительно обнаруживаются такие противопоставления, человек,
                обнаруживший их, не всегда (даже можно сказать, очень редко)
                осознает эту <em>самую</em> фундаментальную природу вещей. Сознание в
                этих случаях как бы скользит по оконечностям в ветвления, не
                задевая самого центра дихотомии. Естественно, при динамичном
                переплетении ветвлений немудрено произвести подмену самих
                противопоставлений. Иллюстрирующим примером может служить 16-я и
                17-я пары оппозиций в третьей группе набора Хуэйнэна. На место
                рупакаи в 16-й паре в равной степени можно подставить каждый
                член 17-й пары, то есть можно предложить пару: дхармакая –
                нирманакая или же в равной степени дхармакая – самбхогакая, хотя
                это и было бы не совсем строгое предложение. Но предложение пары
                рупакая – нирманакая (как и рупакая – самбхогакая) нонсенс, хотя
                сознание со скользящим вниманием не всегда отмечает такую
                абсурдность. Поэтому здесь должно присутствовать нерассеянное
                внимание, более того, само внимание изначально должно быть
                сцеплено с этой <em>самой</em> фундаментальной природой вещей. Помочь
                уловить суть наставления Хуэйнэн, выполнить его рекомендацию
                позволяет все тот же текст махамудры: «<em>Ясно</em> превращая в
                противоположность познание тех, которые созерцают не под одним
                вкусом все объективные и субъективные явления, [надо] созерцать
                в единстве степени совершенства и пути, не опуская этот <strong>метод</strong> в
                конце пути, реализовать высшую природу Будды» (Махамудра, л.36).
            </p>
            <p>
                Отметим пока в одном аспекте разницу между рекомендацией Хуэйнэна
                и текстом «Махамудры»: Хуэйнэн предлагает <strong>отвечать</strong> [антонимами],
                то есть здесь, даже если и предполагается <strong>глубокое</strong> размышление
                при этом, нам самим можно предложить пару оппозиций, а именно:
                спрашивать – отвечать. Другое дело, когда речь заходит о
                созерцании. Здесь сразу выстраивается цепочка: слушание,
                обдумывание, созерцание (см. во втором наборе) и, таким образом,
                мы выходим непосредственно к рассмотрению вопроса – каким же
                образом вся эта методология прослеживается во множестве
                конкретных методов постижения истины и освобождения от пут
                сансары. Во втором аспекте обоих наставлений говорится о том
                общем качестве, что должно пронизывать все противопоставления: о
                постоянном присутствии осознавания фундаментальной природы вещей
                (у Хуэйнэна) и о созерцании под одним вкусом (ro-gcig) в
                единстве всех степеней совершенства и пути (Махамудра,
                л.30).
            </p>
            <p>
                Здесь прежде чем углубляться в вопрос взаимоотношений методов с
                методологией, обратимся к проблеме таких взаимоотношений в
                западной культуре. То, что это действительно является проблемой,
                видно из примеров (приводятся ниже), которые не просто задевают
                данную тему, но и предлагают в каждом случае по-разному не
                только свое видение проблемы, но и пути ее посильного
                разрешения. Примеры эти близки к современности (саму историю
                вопроса и исследование этой проблемы в том ключе, в котором это
                происходило в буддизме, мы разбирать не будем, поскольку, как
                это уже упоминалось выше, такой ключ, видимо, просто пока не
                обнаружен). Начнем с нашего соотечественника – А. М. Ремизова. В
                его «Крестовых сестрах», написанных в 1910 г., читаем:
                «Возможности о ком-нибудь или о чем-нибудь двух мнений: одного мнения
                <strong>домашнего</strong>, какое дома высказывается в тесном семейном кругу,
                другого – <strong>уличного</strong>, какое на людях
                заявляется, если для чего-нибудь надобно бывает, такого обиходного порядка она
                (Евгения Александровна, одна из героинь повести – А. Ж.) не могла постичь и
                житейского домёка у ней не было... Этот житейский домёк, знающий два
                мнения, просто бесхитростная самозащита и часто подленькая, не мудрость; в
                <em>мудрости, знающей не два, а двадцать два мнения</em> – знание и пощада. Высшей
                мудрости у нее,
                конечно, не могло быть, но той мудрости, которая чутьем подсказывается, эта была у
                ней, как и та мудрость, которая сердцем постигается, неряшливости, грубости душевной
                – грубой прямолинейности у ней не было» (Ремизов. Указ. соч., с.108).
            </p>
            <p>
                Другой пример: «Общественное мнение <strong>инертно</strong> (выделено К. Лоренцом
                – А. Ж.) и реагирует на новые влияния лишь после длительной
                "задержки". Но эти новые влияния всегда стремятся компенсировать
                инертность общественного мнения своей излишней крайностью. И
                когда рушится мнение, господствовавшее прежде, – а это, как
                правило, происходит внезапно, – маятник общественного мнения
                колеблется в сторону столь же крайнего мнения прежней оппозиции»
                (Лоренц, с.7). Еще пример: «Импульс учения – это не
                железнодорожная колея, с которой нельзя свернуть. На каждом
                перекрестке – новый выбор. Целый веер возможностей давал учитель
                Маркса – Гегель... В истории нет и не может быть жесткого
                детерминизма. Принятое решение создает известную инерцию, но
                только до следующего поворотного пункта. Почти из каждого
                положения есть несколько выходов, и выбор зависит от свободы
                воли личности и от случая» (Г. Померанц, с.52). Эколог А. Яблоков,
                советник Президента Российской Федерации по вопросам экологии и
                охраны здоровья, на вопрос журналиста Г. Шевелевой «Как вы
                смотрите на нынешний ход дел?» – отвечает: «Как принято сейчас
                говорить, многовариантно. Есть такой подход: чем хуже – тем
                лучше. Я иногда к нему склоняюсь... Я не хотел бы этого. Это
                отчаянная ситуация, но я предвижу этот вариант, как крайний, как
                самый плохой из возможных. Об этом нужно помнить. Но есть и
                другие варианты. Если мы разом опомнимся, схватимся за голову –
                для чего мы и опубликовали наши "Белые книги", – то возможность
                перейти на разумные технологии и экологически безопасное ведение
                хозяйства, безусловно, есть.» (Яблоков, с.7).
            </p>
            <p>
                Все рассуждения приведенных авторов так или иначе вертятся вокруг противопоставлений<a
                    href="#citation-14" id="ref-14" class="citation-mark"><sup>14</sup></a>, и все
                они делают некий интуитивный прорыв в попытке философского проникновения,
                философского
                обобщения того материала, которому они посвятили свое «лучшее»
                время. Вместе с тем очевидно, что как бы ни было глубоко
                философское проникновение, оно не связано напрямую с
                методологией, общей методологией не только для названных
                авторов, но и для всякого, решившего пойти по их пути и
                произвести прорыв в направлении получения знания<a href="#citation-15" id="ref-15"
                                                                   class="citation-mark"><sup>15</sup></a>.
                Более того,
                даже в узком профессиональном (для каждого автора, за
                исключением разве что писателя А. Ремизова) кругу находятся
                специалисты в том же поколении, частично или полностью не
                согласные с упомянутыми философскими обобщениями. Почему так
                происходит?
            </p>
            <p>
                Один из ответов связан с тем, что в западной культуре
                действительно не существует общей для всех методологии. Другой
                возможный ответ связан с тем, что даже в том случае, когда
                кому-то «предоставлена» такая методология, сохранить при этом
                узкий профессиональный подход не представляется возможным и не
                потому, что этот кто-то, предположим, не проявляет подлинного
                интереса к другим областям знания. Дело в том, что постоянно
                дихотомирующая объективность предполагает не только накопление
                массы специальных знаний и их систематизацию<a href="#citation-16" id="ref-16"
                                                               class="citation-mark"><sup>16</sup></a>.
                Само знание
                объективной реальности, а также ценность такого знания
                трансформируется, и на Западе в последнее время проявляют все
                больший интерес к тому, как в «буддийском мире» решается
                проблема видения множественности объективного мира в единстве,
                как решается, в конечном счете, проблема двойственности субъекта и
                объекта.
            </p>
            <p>
                Здесь уместно вспомнить наставление Сарахи в русле
                рассматриваемой методологии. Величайший мастер махамудры
                говорит: «Поймите, что многое имеет только одну ценность,
                поймите, что сущности – вместерождены». И далее автор работы,
                откуда взята приведенная цитата, Б. Д. Дандарон, дополняет:
                «Разнообразие внешних объектов существует до тех пор, пока не
                будет понята вместерожденность» (Б. Д. Дандарон, с.22). Дагпо
                Ринпоче, живший примерно в середине отрезка времени,
                разделяющего двух упомянутых только что мастеров махамудры,
                заканчивая свои наставления, говорит: «Соединенное содержание,
                махамудра и вместерожденное единство, сущность содержания этого
                единства, все это можно изложить коротко, как нами было сделано;
                они нужны людям, наделенным высшими способностями, и тем
                кармическим существам, которые по карме должны были
                освобождаться через указанные методы, но у них существует
                единое, общее содержание, там нет самостоятельного содержания их
                раздробленных частей» (Махамудра, л.28).
            </p>
            <p>
                Вернемся снова к Сарахе и посмотрим, каково его конкретное
                предупреждение об увлечении отдельной «вещью» («самостоятельным
                содержанием раздробленных частей» методологии). Утверждается,
                что для того чтобы избавиться от страдания, надо осуществить
                блаженство (см. также начало второго набора). Но Сараха призывал
                быть свободным от трех причин: «Принимая все деяния, а)
                махамудра не опирается на причину блаженства, б) не опирается на
                причину без сомнения (mi-rtog-ba'i-rgyen). Поэтому она свободна
                от трех причин» (Махамудра, л.6). А ведь о «трех причинах» в том
                же тексте говорится следующее (Махамудра, л.24):
            </p>
            <blockquote
                class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>
                    Шунья вышеупомянутая есть <strong>тело</strong> Будды (1), то, что она ясна,
                    есть
                    <strong>проповедь</strong> (2), она не двойственна, поэтому она
                    <strong>мысль</strong> ровная, без
                    колебания (3).
                </p>
                <ol class="list-decimal list-outside ml-8 pl-2">
                    <li class="my-2">То, что в шунье ясно демонстрируется сущность, путь и
                        результат, как сказано ясно в тантре "Махамудры и йога матери"
                        (Phyag-rgya-chen-po dang rnal-'byor-ma'i rgyud), означает, что
                        это есть блаженство шуньевой махамудры.
                    </li>
                    <li class="my-2">То, что изучается с точки зрения тантрийских методов
                        (thabs-rgyud), является <strong>ясно</strong>-шуньевой махамудрой.
                    </li>
                    <li class="my-2">То, что изучается с точки зрения недвойственной тантры
                        (gnyis-med-rgyud), является мыслью (она, говорилось выше, не
                        двойственна, без колебания, то есть <strong>без сомнения</strong> – А. Ж.) –
                        шуньевой махамудрой.
                    </li>
                </ol>
            </blockquote>

            <p>
                Если же мы вернемся к нашим трем наборам, то тут же обнаружим, что «три причины»
                Сарахи есть не что иное, как три категории в методе классификации всех дхарм
                Хуэйнэна. Более того, когда говорится о шунье с точки зрения тела Будды, его
                проповеди и мысли, то имеется в виду, что это не просто одна шунья, а первые три из
                шестнадцати ее разновидностей (те первые три, к которым сводятся все разновидности
                шуньи): шунья внешнего (или рупы-формы), шунья внутреннего (или аятаны – врат
                опоры), шунья внешне-внутреннего (или индрии – органов чувств, способностей)<a
                    href="#citation-17" id="ref-17" class="citation-mark"><sup>17</sup></a>.
            </p>
            <p>
                Возникает парадоксальная картина: одна из трех причин – причина
                ясности, или, как мы выяснили, она же шунья аятаны – врат, опоры
                (для сознания), и на нее нельзя опираться. Парадоксальность эта
                кажущаяся. Речь здесь идет не о застывшей структуре
                (методологии), а о том, как применять на практике всю массу
                методов. Но ведь применение это не постоянное (неподвижное)
                нахождение (лежание, сидение или стояние) в начале пути –
                нахождение на некоей базе (опоре) или застревание навсегда во
                вратах; это и было бы «опорой», против которой выступает Сараха.
                О настоящем применении методологии наш текст «Махамудры» гласит
                следующее (Махамудра, л.23):
            </p>
            <blockquote
                class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>
                    Обычно в анализе внешних и внутренних элементов ищущий никогда
                    не выходит за пределы трех шуний, поэтому мысль его есть
                    сущность Трех Тел Будды. Она, комбинируя сущность, путь и
                    результат, получает Три Тела. Они (Три Тела) не могут возникнуть
                    в законах развития мысли, не доказуемы законами логического
                    силлогизма. Они свободны от всего многообразия природы, и их
                    сущность есть шунья и вырастает в шуньяте.
                </p>
            </blockquote>

            <p>
                Наконец, мы можем назвать третий возможный ответ. Он связан с
                тем, что даже в тех случаях, когда, как мы уже говорили,
                происходит интуитивный прорыв, оказывается, что одной интуиции
                недостаточно для того, чтобы было «обнаружено» действительное
                (вместерожденное) единство (в нашем случае универсальное
                учение). В сочинении «mKha-spyod» говорится по этому случаю
                (Махамудра, л.27):
            </p>
            <blockquote
                class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>
                    ...вместерожденное совпадение в единстве, соединение воедино
                    есть следующее: совместное рождение, завершающее рождение.
                    Совместное рождение означает, что сущности двух вещей рождаются
                    вместе, в единстве. Все видимые (формы), собранные в одно,
                    означают единое содержание, но не одну индивидуальную форму.
                    Здесь предполагается всеобщее рождение от нерождения. Оно в
                    момент рождения не имеет качества. Соединение с содержанием
                    рождения есть содержание йоги, но не метод йоги. Интуиция
                    (shes-rab) одна не может создать синтез. Соединение интуиции с
                    методом и их равное вхождение в единство дает синтез в виде
                    йоги. "Единство интуиции и метода, – говорит Татхагата, – суть
                    йоги".
                </p>
            </blockquote>

            <p>
                Или в обратном порядке (Хайдуб, с.144):
            </p>
            <blockquote
                class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>
                    В «Продолжении Гухьясамаджатантры» бодхисаттвы свиты просят
                    Учителя (разъяснить) смысл термина йога в
                    «Ануттара-йога-тантре». В ответ на этот вопрос Учитель говорит:
                    «Равное вхождение (самапатти) в метод и интуицию объясняется как
                    йога и т.д.»
                </p>
            </blockquote>

            <p>
                Вот это равное вхождение или единство (интуиции и метода)
                является одновременно единством всей массы методов и
                методологии. Проиллюстрируем на конкретном примере это единство.
                Возьмем по минимуму из каждого набора: из первого восьмую пару
                оппозиций (очищенное и неочищенное), из второго третью триаду
                (слушание, обдумывание, созерцание) и из третьего девятую пару
                по третьей категории (клеши и бодхи); а также наставление Сарахи
                (Б. Д. Дандарон, с.23):
            </p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>
                    Дихотомия – это наивысшая мудрость, пять ядов эмоциональности
                    являются (своим собственным) лекарством, объективные и
                    субъективные поля – это Ваджрадхара (rdo-rdje-'chang).
                </p>
            </blockquote>

            <p>
                Будем также иметь в виду, что мысль должна постоянно
                «комбинировать сущность, путь и результат». С другой стороны,
                обратимся к конкретному методу – садхане Ваджрасаттвы. Краткое
                содержание его таково: с безначального существования сансары у
                практикующего этот метод существуют пять ядов, пять клеш –
                неведение, страсть, гнев, гордость, зависть; представляя их в
                виде пяти животных – белой свиньи, красного петуха, синей змеи,
                желтого льва и зеленой обезьяны, практикующий располагает их на
                своих пяти центрах, пяти «нервных узлах», проходящих от макушки
                на голове до конца полового органа (которые представляют по
                порядку в виде белого колеса колесницы из тридцати двух спиц,
                красного шестнадцати лепесткового лотоса, синего восьмиконечного
                ваджра, желтого кувшина с шестьюдесятью четырьмя волокнами и
                зеленого узла неопределенной формы). Затем призывает своего
                Учителя и помещает его на лотос, вырастающий из макушки своей
                головы, в виде идама Ваджрасаттвы, у которого на соответствующих
                пяти центрах находятся пять Дхьянибудд с находящимися в сердце у
                каждого Дхьянибудды священного семени-слога; соответственно
                сверху вниз у Вайрочаны – белый буква-слог <strong>Om</strong>, у Амитабхи –
                красный <strong>a:</strong>, у Акшобхьи – синий <strong>Hum</strong>, у
                Ратнасамбхавы – желтый
                <strong>BAm</strong>, у Амогхасиддхи – зеленый <strong>HO:</strong>. С началом
                чтения стобуквенной
                (стослоговой) мантры Ваджрасаттвы, от пяти слогов, от пяти
                Дхьянибудд, от Учителя в образе Ваджрасаттвы исходит свет в виде
                пятицветной радуги и изгоняет всех (названных) зверей – пять
                клеш, которые в виде нечистот попадают на дно трехгранного
                колодца в семислойной земле, находящегося под практикующим. На
                дне колодца эти нечистоты поглощает чудовище о двух головах –
                бычьей и слоновьей. Сам колодец при этом запечатывается печатью
                в виде свастики. После некоторого периода такого очищения в
                практикующего входит сам Ваджрасаттва, становится с ним
                недвойственным, то есть у самого практикующего вместо зверей
                теперь на пяти центрах появились пять Дхьянибудд, вместо пяти
                клеш он (практикующий) стал «обладателем» пяти
                трансцендентальных мудростей (соответственно: зерцалоподобной;
                познающей каждую вещь по отдельности; дхармового пространства;
                равного содержания; совершающей деяние). Присутствуют все
                остальные признаки отца (Учителя) – Ваджрасаттвы. Теперь сам
                практикующий излучает свет и оказывает тем самым помощь всем
                живым существам. В самом начале созерцания практикующий
                «демонстрирует» формулу прибежища, то есть преподносит свое
                тело, речь и мысль Учителю.
            </p>
            <p>
                Обнаружить совпадение указанного метода (в очень краткой форме)
                с изложенной выше методологией для читателя будет не сложно.
                Обратимся ко второму набору. Слушание (или прочтение данного
                текста, что одно и то же) предполагает дальнейшее размышление,
                без которого совпадение может быть и не обнаружено. Что касается
                созерцания, то, хотя обычный читатель и имеет приближенное
                представление о нем, для углубления этого знания, очевидно,
                необходима сама практика, а для этого необходима встреча со
                «своим Учителем» и т.д. «Метод, который разрывает сомнение и
                другие клеши внутри сознания, как говорят тантристы, является
                наставлением Учителя» (Махамудра, л.33).
            </p>
            <p>
                Возвращаясь к вопросу о причинности несостоявшегося прорыва в постижении абсолютной
                истины и обнаружения путей к пробуждению сознания<a href="#citation-18" id="ref-18"
                                                                    class="citation-mark"><sup>18</sup></a>
                в европейской истории, мы вынуждены
                обратиться прежде всего к тому материалу, который предлагает нам христианство<a
                    href="#citation-19" id="ref-19" class="citation-mark"><sup>19</sup></a> в
                широком плане (то есть не только доктринальные положения и сам
                религиозный опыт, но и те философские течения, которые
                непосредственно обслуживали христианскую доктрину).
            </p>
            <p>
                Дабы не навязывать читателю анализ всего спектра действительных и мнимых причин тех
                удивительно неожиданных, разительных отличий опыта спасения в буддизме от
                европейского религиозного,
                обратимся к наиболее интимному вопросу в этой сфере – к вопросу о бесстрашии<a
                    href="#citation-20" id="ref-20" class="citation-mark"><sup>20</sup></a>, и
                попытаемся выяснить, а как же обстоит дело с действительным бесстрашием в самой
                христианской доктрине и как развивалось отношение к этому желанному «явлению» у
                верующих христиан, особенно в переломные годы их двухтысячелетней истории.
            </p>
            <p>
                Уже здесь мы должны отметить, что первоначальный зародышевый
                элемент бесстрашия легко обнаруживается при любом поиске чего бы
                то ни было, при любом усилии в стремлении устранить сомнение,
                основной элемент всякой рефлексии, наблюдаем ли мы ее на Востоке
                или на Западе. Речь здесь, разумеется, должна идти о так
                называемом вместерожденном сомнении, сомнении, рожденном
                совместно с мудростью (Дандарон, 1992).
            </p>
            <p>
                Такого рода сомнение хорошо было известно в античном мире, и мы
                сейчас пользуемся дошедшими до нас изумительными по своему
                проникновению в «царство» духа философскими произведениями как
                результатом работы мысли с этим сомнением.
            </p>
            <p>
                С развитием христианства картина духовных поисков резко
                меняется. Теперь сомнение испытывает удары со стороны веры в
                Иисуса Христа (христианский религиозный монизм) и со стороны
                непререкаемости авторитета церкви. Удары эти были столь
                чувствительны, что повторный всплеск чистой философской мысли мы
                можем наблюдать только в новое и новейшее время (начиная с
                самого конца европейского Ренессанса), когда сама христианская
                религия испытала целую серию потрясений в лице крестьянских и
                городских движений, сравнимых по своей интенсивности с
                революциями, а также в лице религиозных войн, отголоски которых
                прокатываются по Европе то в Ирландии (Ольстере) и Англии, то в
                Сербии и Хорватии.
            </p>
            <p>
                В чем же дело, какие изменения в духовном мире европейцев
                произошли в связи с возникновением и развитием христианства?
                Прежде всего, и это мы должны признать как полную очевидность,
                верующий христианин сталкивается с непреложной истиной о
                первородном грехе, являющейся по сути основным моментом всей
                мистерии об Иисусе Христе, из которого вытекает понимание
                изначальной, а главное, неустранимой ничтожности человека перед
                Богом.
            </p>
            <p>
                Следствием такого поворота в сознании европейца было
                возникновение нового крупнейшего самостоятельного явления –
                Страха Божьего.
            </p>
            <p>
                Само рождение и развитие цепочки этого явления: (мифический)<a href="#citation-21" id="ref-21"
                   class="citation-mark"><sup>21</sup></a>
                первородный грех, осознание этого греха, а также своей вины
                перед богом и как следствие осознавания греховности в
                виновности, осознавание своего бессилия, зарождение страха и
                доведение его до отчаяния, затем проблеск надежды и упования как
                зародыша веры<a href="#citation-22" id="ref-22"
                                class="citation-mark"><sup>22</sup></a>,
                развитие (христианской) веры в движении
                человека к Богу и конечное<a href="#citation-23" id="ref-23"
                                             class="citation-mark"><sup>23</sup></a> спасение
                человека (в христианском
                понимании), все это прекрасно описал в своих трудах С.Кьеркегор,
                нас же должна интересовать в этом перечне та оппозиция, которая
                совпадает, по существу, с таковой же в буддийском тантрийском
                методе. Речь пойдет о парах оппозиций: страх – надежда, отчаяние
                – упование<a href="#citation-24" id="ref-24"
                             class="citation-mark"><sup>24</sup></a> и др. В
                различных тантрийских системах они
                комбинируются в особые группы, а сам тантрийский метод
                предлагает соответствующие способы работы с ними, например, в
                системе идама Вайджрабхайравы они собраны в блоки, именуемые как
                недооцененные и переоцененные мысли (сознание), которые
                символизируются двумя группами – животных и богов – и
                подавляются (попираются ногами) Ваджрабхайравы.
            </p>
            <p>
                По существу, эти мысли относятся к нашему подсознанию и теперь,
                после основополагающих работ Юнга, мы можем рассматривать
                интересующую нас проблему не только через призму христианского
                религиозного опыта или через философское проникновение
                европейских философов, но и через науку в лице аналитической
                психологии.
            </p>
            <p>
                Да простит, как говорится, читатель за длиннющую цитату, но, как
                увидит по прочтении ее в дальнейшем, она удивительно верно и
                тонко вводит нас не только в интересующую нас проблему в целом,
                но, по существу, отвечает и на поставленный нами вопрос – о
                причинности несостоявшегося прорыва в поисках европейцами путей
                спасения (Юнг, с.26):
            </p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>
                    Оба метода, и восточный и западный, стремятся достичь цели
                    прямым путем. Пока упражнения в медитации осуществляются в
                    четких рамках той или иной церкви, они не ставятся мною под
                    сомнение. Но за пределами церкви, как правило, ничего не
                    получается, либо результаты являются печальными. Высвечивание
                    бессознательного начинается со сферы хаотичного личностного
                    бессознательного, в котором содержится все то, что хотелось бы
                    поскорей забыть, в чем никак нельзя признаться себе или другому,
                    что вообще отрицается. Наилучшим выходом считается по
                    возможности не заглядывать в этот темный угол. Понятно, что в
                    таком случае нельзя и обогнуть его, а все то, что обещает йога,
                    остается недостижимым. Лишь тому, кто прошел сквозь эту темноту,
                    можно <em>надеяться</em> на дальнейшее продвижение. Я принципиально
                    против некритичного принятия европейцами йоги, поскольку слишком
                    хорошо знаю, что с ее помощью они надеются избежать собственных
                    темных углов. Но такое предприятие совершенно бессмысленно и
                    ничего не стоит.
                </p>
                <p class="my-6">
                    В этом глубинная причина и того, что на Западе (за исключением
                    иезуитских «Exercita» с очень узким кругом применимости) не
                    развилось ничего, сравнимого с йогой. Мы испытываем <em>бездонный
                        страх</em> перед чудовищностью нашего личностного бессознательного.
                    Поэтому европеец предпочитает советовать другим, что надо
                    делать, но ему и в голову не приходит, что улучшение целого
                    начинается с индивида, с него самого. Многие даже считают, что
                    заглядывать внутрь себя самого болезнетворно – это вызывает
                    меланхолию, как уверял меня некогда один теолог.
                </p>
            </blockquote>

            <p>
                Обратим сразу внимание на конец цитаты, где Юнг сознательно или
                по интересному совпадению выбрал из множества жалоб на трудность
                и даже невозможность обращать свой взор внутрь самого себя, в
                свое подсознание («заглядывать в темный угол»), которые
                приходилось ему выслушивать за свою жизнь, жалобу не
                какого-нибудь рядового обывателя (или хотя бы просто
                образованного и интересующегося данным кругом вопросов
                человека), а теолога – человека, которому, казалось бы, сам бог
                велел не только разобраться с нашей проблемой лично, но и
                потрудиться на ниве просвещения в данном вопросе как верующих,
                так и неверующих. Но таково уже, видно, современное состояние
                европейской теологии...
            </p>
            <p>
                Сделав это небольшое отступление, мы со всей очевидностью
                (обратить внимание на разрядку в цитате) обнаруживаем ту же пару
                оппозиций: страх – надежда. И действительно, погружение в
                подсознание вызывает ужас, кошмары, тоску, переходящие затем в
                меланхолию, грезу и всевозможные, порой дикие, фантазии.
            </p>
            <p>
                На этом месте, прежде чем ставить точку (анализ того, как
                работает с названными феноменами, укладывающимися в ряды
                антонимов, аналитическая психология, а также медицинская
                психология, называемая Юнгом и его школой «психологией
                бессознательного», как и замечания непосредственно по работам
                Юнга автор откладывает до написания второй части), дабы не
                оставлять у читателя двойственного и тягостного впечатления от
                совместного обзора современного состояния западной <em>методологии</em>,
                а постараться, наоборот, помочь найти ключ к устранению самого
                корня двойственности, обратимся к видению этого ключа Сарахой
                (Дандарон, с.21):
            </p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>
                    Дихотомия – это наивысшая мудрость, пять ядов эмоциональности
                    являются (своим собственным) лекарством, объективные поля – это
                    Ваджрадхара (rdo rje chang).
                </p>
            </blockquote>


            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <div class="mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl
                sm:text-xl md:text-xl my-4">ПРИМЕЧАНИЯ</h4>

                <p class="my-2" id="citation-1"><sup>1 </sup>bslab-pa gsum: нравственность
                    (tshul-khrims), созерцание (bsam-gtan), интуиция (shes-rab).<a href="#ref-1" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-2"><sup>2 </sup>Здесь уместно
                    напомнить одно из значений слова <em>учение</em>, а именно: ...<em>логия</em>,
                    отсюда –<em>методология</em>.<a href="#ref-2" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-3"><sup>3 </sup>Заметим, что, если
                    учесть
                    особенность позиции внутри набора последней пары антонимов в
                    первом случае, то есть вынесение ее как бы за пределы набора
                    или используя инвариантный признак самой антиномии в
                    разбираемом случае, невнесение этой пары в набор (здесь,
                    разумеется, надо иметь в виду только план выражения), то
                    можно сказать, что эта позиция также асимметрична.<a href="#ref-3" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-4"><sup>4 </sup>Строго говоря, таких религиозных
                    мировоззрений несколько и все крупные из них в той или иной
                    степени опираются на Библию; здесь имеются в виду
                    христианство, ислам и иудаизм, а также ряд иных вероучений,
                    таких как манихейство, гностицизм и т.д., из которых вырос
                    современный оккультизм. Несколько отдельно стоят такие
                    источники, как греческая натурфилософия, логика и др. Все
                    они возникли и развивались в культурной среде, связанной с
                    народами, проживающими в обширном регионе Средиземного моря,
                    особенно в ее восточной части. Все это – источники науки и
                    ее методологии – досконально изучено целым спектром
                    дисциплин самой науки.<a href="#ref-4" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-5"><sup>5 </sup>То есть
                    сравнительный и всякий
                    другой анализ ограничивался бы в содержательной части некоей
                    чертой водораздела, перейти которую, а значит, иметь
                    возможность углубиться в анализ представляется возможным,
                    видимо, только верующему индивиду, но об этом впереди.<a href="#ref-5" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-6"><sup>6 </sup>Парадоксальность и драматизм
                    ситуации обнаруживаются в осознавании индивидом, воспитанным
                    в русле западной культуры, того факта, что речь здесь идет
                    действительно об универсальной методологии, некоем, как
                    выражались в средние века, философском камне, позволяющем
                    постичь как относительную, так и абсолютную истину. Отсюда и
                    драматизм ситуации, фокусирующийся в жгучий вопрос: а как у
                    «нас»?<a href="#ref-6" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-7"><sup>7 </sup>То есть, есть ли у всей
                    совокупности отдельных методик, приемов и т.д. обнаружения
                    знания некий объединяющий универсальный принцип, обнаружен
                    ли он, что, собственно, и позволило бы говорить о единой,
                    целостной европейской методологии уже без кавычек?<a href="#ref-7" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-8"><sup>8 </sup>Хотя положительный ответ
                    действительно все время ускользает, разбивается на те или
                    иные частности, сознание все же продолжает цепляться за
                    предполагаемую возможность (даже обязательность)
                    существования позитивного разрешения ситуации.<a href="#ref-8" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-9"><sup>9 </sup>Это сознание нашло
                    отражение в международном праве, в частности, в Хельсинских соглашениях
                    и договорах по стратегическому разоружению ОСВ-1 и ОСВ-2,
                    хотя в последнее время снова строятся планы (в США)
                    односторонне отвергнуть и нарушить основные международные
                    договоры, такие как Хельсинское соглашение (см., например,
                    беседу с Николаем фон Крейтором – председателем шведского
                    комитета по соблюдению Хельсинских соглашений,
                    опубликованную в газете «Завтра», № 22(78), 1995 г.).<a href="#ref-9" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-10"><sup>10 </sup>Напомним, что аналогичные
                    вопросы были поставлены уже в древности. Так, в сочинении
                    «Государство» Платон устами жреца (египетского, то есть не
                    азиатского региона, но и, подчеркнуто, не европейского, а из
                    области, относимой к древнему Востоку) называет одну из
                    причин (а именно – постоянную молодость греков как этноса)
                    отсутствия глубинной памяти или, как бы мы сейчас
                    выразились, отсутствия глубокой всеобъемлющей
                    религиозно-созерцательной традиции.</p>
                <p class="my-2">
                    Впоследствии все эти вопросы и аналогичные им периодически
                    поднимались европейцами и в среде ученого мира, и в
                    религиозной среде, но удовлетворительного разрешения не
                    получили. Очевидно, без участия самих приверженцев
                    традиционных учений азиатского региона эти вопросы не только
                    не будут прояснены, но, видимо, сама правомерность
                    постановки такого рода вопросов, их формулировки, может быть
                    поставлена под сомнение.<a href="#ref-10" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-11"><sup>11 </sup>Иначе говоря, из блока-набора
                    берутся непосредственно те приемы (зачастую даже только одна
                    пара оппозиций), которые (или которая) конкретно
                    соответствуют данному контексту, а остальные как бы
                    выносятся за скобку, то есть просто автор подразумевает, что
                    читатель хорошо знаком с таким наборами и, естественно,
                    знает, как ими пользоваться. Иногда такие «выжимки» просто
                    указывают на необходимость использования набора в данном
                    месте или, по крайней мере, иметь его в виду, не связывая
                    конкретно «выжимку» с самим текстом.<a href="#ref-11" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-12"><sup>12 </sup>Приведем другие примеры:</p>

                <div class="text-center my-4"> <!-- Центрируем блок стихов -->
                    <div class="inline-block text-left">

                        <ol class="relative list-none space-y-4">
                            <!-- Пункт 1 -->
                            <li>
                                <p class="ml-6">И боль, и блаженство – плоды бытия-небытия,</p>
                                <p>Когда тебе чуждо суждение в таких пределах,</p>
                                <p>Тревожит ли боль или радость твое сознание?</p>
                                <p>Пойми, нет ни в чем неизменной извечно натуры.</p>
                                <p class="text-right italic">(Абхаядатта)</p>
                            </li>

                            <!-- Пункт 2 -->
                            <li>
                                <p>Йог, увидеть стремящийся</p>
                                <p>Природу и смысл слагаемых,</p>
                                <p>Уподобившись противоядию,</p>
                                <p>Яд аффектов пусть уничтожит.</p>
                                <p class="text-right italic">(Вопросы Милинды, с.370)</p>
                            </li>
                            <li>
                                <p>Ты свободен от всех феноменов,</p>
                                <p>Поэтому я кланяюсь Царю Дхармы.</p>
                                <p>Ты – проповедующий ни есть, ни не есть</p>
                                <p>Всех вещей, созданных причинами.</p>
                                <p class="text-right italic">(Вималакирти Нирдеша сутра)</p>
                            </li>
                        </ol>
                    </div>
                </div>

                <p class="my-2">Все эти «бесчисленные» примеры ясно (в некоторых
                    случаях не так прозрачно) указывают на эти наборы...<a href="#ref-12" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-13"><sup>13</sup>Заметим, что четвертая пара оппозиций в первой группе взята из даосской философии и
                    рассчитана явно на культурного китайца.<a href="#ref-13" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-14"><sup>14 </sup>См.: «Вопрос "хороши" или
                    "плохи" любовь, ненависть, верность, недоверие и т.д., также
                    нелеп, как вопрос о том, хороша или плоха щитовидная железа»
                    (Лоренц, с.2); «Оба свойства системы удовольствия-неудовольствия могут привести к опасным
                    расстройствам этой системы в жизни современного человека...»
                    (Лоренц, с.5); «Но сегодня мы все втянуты в борьбу
                    идеологий. Одни становятся западниками, другие почвенниками,
                    националистами, интернационалистами» (Г. Померанц, с.51).<a href="#ref-14" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-15"><sup>15 </sup>Имеется, конечно, в виду
                    знание для других, то есть знание, которым пользуется
                    достаточно большая группа людей или в идеальном случае все
                    человечество.<a href="#ref-15" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-16"><sup>16 </sup>Здесь надо заметить, что у
                    всех на глазах эта систематизация разрастается вширь, а
                    количество гипотез, претендующих на универсальные теории, с
                    большим отрывом опережает само дробление области знания на
                    отдельные дисциплины и уж никак не способствует поиску
                    единой универсальной теории.<a href="#ref-16" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-17"><sup>17 </sup>В перечислении шестнадцати
                    шуньят первая и вторая переставлены местами. На первое место
                    выдвигается шуньята внутреннего – действительно врата
                    познания всех разновидностей ее.<a href="#ref-17" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p id="citation-18"><sup>18 </sup>В конечном счете – спасение от страдания.<a href="#ref-18" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-19"><sup>19 </sup>Ответ на вопрос, какую лепту в
                    формирование европейской культуры, а также развитие
                    секуляризации в связи с <em>ростом</em> экономики и особенно науки
                    внесло христианство, мы попытаемся получить во второй части
                    данной работы.<a href="#ref-19" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-20"><sup>20 </sup>Это одна из главных, коренных
                    характеристик пути и плода в тантрийской практике и, как мы
                    увидим в дальнейшем, необходимейшее качество практика уже в
                    самом начале этого пути.<a href="#ref-20" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-21"><sup>21 </sup>Буддизм не обнаруживает и не
                    признает ни первородного греха в библейском понимании, ни
                    вины человека перед богом.<a href="#ref-21" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-22"><sup>22 </sup>Буддийская вера коренным
                    образом отличается от христианской, поэтому читатель должен
                    постоянно помнить, что абстрактной веры не может быть, хотя
                    вера как таковая буддизмом признается и взращивается.<a href="#ref-22" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-23"><sup>23 </sup>Буддийское понимание конечного
                    спасения также коренным образом отличается от христианского.
                    Это прежде всего связано с разрывом цепи зависимого
                    происхождения и прекращением бездны страдания.<a href="#ref-23" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-24"><sup>24 </sup>Ряд этот можно при желании
                    продолжить, что мы и сделаем при рассмотрении работы К.-Г.Юнга «К психологии восточной медитации».<a href="#ref-24" class="text-blue-500 hover:underline">↩</a>
                </p>
            </div>
            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <h4 class="text-center text-gray-800 font-bold text-xl
                sm:text-xl md:text-xl my-4">ЛИТЕРАТУРА</h4>

            <ol class="list-decimal list-outside pl-6 text-left w-full">
                <li>
                    Вопросы Милинды. Пер. с пали А. Парибка. М., Изд-во восточной
                    литературы, 1985.
                </li>
                <li>
                    Дандарон Б. Д. Махамудра как объединяющий принцип буддийского
                    тантризма. – Зерцало мудрости человеческой. Улан-Удэ, 1992.
                </li>
                <li>
                    Железнов А. И., Нестеркин С. П. Проблемы экологии в учении
                    махамудры. – Сб.: Экологические проблемы в традиционной
                    культуре народов Востока. Новосибирск, 1991.
                </li>
                <li>
                    Источник мудрецов. Раздел «Абхидхарма». Пер. с тиб.
                    Б. Д. Дандарона. Рукопись.
                </li>
                <li>
                    Лоренц К. Восемь смертных грехов цивилизованного человека. –
                    «Знание – сила», 1991, №1.
                </li>
                <li>
                    Махамудра. Phyag-rgya-chen-po lhan-chig skyes-sbyor
                    zhes-pa'i don-'chag. Рукопись. 31 л.
                </li>
                <li>
                    Нацог-Рандол. sNa-tshog rang-grol. sNyan-brgyud kyi-rgyab
                    tchos-chen-mo zab-don-gnang kyi-me-long. Рукопись.
                </li>
                <li>
                    Померанц Г. Диалектика ответственности. – «Знание – сила»,
                    1991, №3.
                </li>
                <li>
                    Ремизов А. М. Избранное. М., Художественная литература, 1978.
                </li>
                <li>
                    Хайдуб. Fundamental of Buddhist tantra. Transl. by
                    Lessing A., Wayman K., 11968.
                </li>
                <li>
                    Хуэйнэн. Учение о внезапном просветлении южной школы,
                    Махапраджняпарамита-сутра высшей махаяны: Сутра помоста
                    великого наставника, шестого патриарха Хуэйнэна. – Абаев
                    Н. В. Чань-буддизм и культурно-психологические традиции в
                    средневековом Китае. Новосибирск, 1989, с. 177-227.
                </li>
            </ol>
            <p class="text-right italic text-gray-600 mt-4">
                А. И. Железнов
            </p>

        </div>
    </div>

@endsection

