@extends('layouts.app')

@section('title', 'Скандхи по Абхидхарме и в интерпретации ваджраяны')

@push('styles')
    <style>
        .container {
            background-image: url('{{ asset('backgrounds/paper-146904.png') }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush

@section('content')

    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <!-- Заголовок -->
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl
        md:text-2xl my-6">Скандхи по Абхидхарме и в интерпретации ваджраяны</h1>
        <h4 class="text-center text-blue-900 font-bold text-xl sm:text-xl
        md:text-xl my-6">(По тибетским источникам)</h4>
        <!-- Основной текст -->
        <div
            class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>
                В 1918 г. вышла в свет работа О. Розенберга «Проблемы буддийской
                философии», в вводной части которой автор доказывает
                существование оригинальной метафизики в буддийской философии.
                «Произошло, таким образом, смешение гносеологии с метафизикой.
                Буддисты говорили о дхармах-субстратах, о субстанциональных
                метафизических носителях, то есть спорили о свойствах истинного
                бытия. А европейские авторы, полагая, что буддизм метафизикой
                не интересуется, не могли, разумеется, в традиционных формулах
                усмотреть полемику метафизического характера.
            </p>
            <p>
                Они думали, что буддисты спорят о реальности или субъективной
                идеальности предметов материального мира. В результате
                получается абсурд и странности: оказывается, что буддисты,
                стоя на совершенно непримиримых позициях, этого как будто не
                замечают; все они пользуются терминологией теории дхарм,
                которая почти одна и та же и в хинаяне, и в махаяне. Такое
                явление должно остаться совершенно непонятным, если мы не
                откажемся от понимания характеристик буддийских школ в
                гносеологическом смысле» (1, 116). Сейчас уже никто не пытается
                оспаривать существование в буддийской философии строгой и
                стройной, глубоко разработанной метафизики, но прежнее
                скептическое отношение к стройности и непротиворечивости
                буддизма в целом осталось, перейдя в другую область.
            </p>
            <p>
                До сих пор, несмотря на появление большой серии работ таких
                авторов, как Г. Гюнтер, А. Говинда и др., без искажения
                освещающих наиболее темную и трудную для понимания область —
                буддийский тантризм, продолжает существовать предвзятое мнение,
                что эта область — искаженный, испорченный буддизм, впитавший в
                себя сначала элементы индуистского тантризма, а затем
                тантризм, фетишизм и другие верования и культы тех стран, куда
                проникал буддизм.
            </p>
            <p>
                Настоящая работа не ставит себе задачи доказывать
                оригинальность буддийского тантризма в лице ваджраяны и искать
                в нем ответ на вопрос: каким образом происходит объединение ею
                двух колесниц — хинаяны и махаяны. Здесь будет сделана попытка
                проследить внутренние связи трех колесниц на примере одной из
                основ, которые имеют различные формы в разных колесницах, но
                одну природу, одно происхождение.
            </p>
            <p>
                Из трех группировок элементов в Абхидхарме — по скандхам<a
                    href="#citation-1" id="ref-1"
                    class="citation-mark"><sup>1</sup></a>,
                аятанам и дхату — наибольший интерес представляет первая, и не
                только потому, что мы здесь находим классификацию сразу
                всех<a href="#citation-2" id="ref-2" class="citation-mark"><sup>2</sup></a>элементов
                в отличие от последних двух группировок.
            </p>
            <p>
                При ближайшем рассмотрении самой группировки по скандхам и
                особенно принципа, по которому производится порядок
                перечисления скандх, мы обнаруживаем, что в основу этого
                принципа положено, по крайней мере, знакомство
                авторов-составителей «пособий» по Абхидхарме с традицией тантр
                и, в частности, с использованием мандал, т. е. мы обнаруживаем,
                что те пандиты, которые стояли у истоков буддийской метафизики,
                с самого начала имели тесную связь с первыми буддийскими
                тантристами, о жизни которых почти не сохранилось каких-либо
                достоверных фактов.
            </p>
            <p>
                Каков же этот принцип?
            </p>
            <p>
                В самых различных сочинениях по Абхидхарме указывается следующий
                порядок при перечислении скандх: рупа-скандха (gzugs-kyi
                phung-po), ведана-скандха (tshor-pa phung-po), санджня-скандха
                (’dus-shes phung-po), самскара-скандха (’du-byed phung-po) и
                виджняна-скандха (rnam-shes phung-po) [2, 2a], [3, 36-56].
            </p>
            <p>
                Иной порядок мы находим в сочинении «Хандо Нянжуд» (mKha’-’gro
                snyan-rgyud) [4]:
            </p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <ul class="list-none pl-5 space-y-1 ml-4">
                    <li>
                        ПХАТ. В тайное место прибывает чакра наслаждения, место
                        очищения скандхи активностей (двигателей), очищает
                        клешу<a href="#citation-3" id="ref-3"
                                class="citation-mark"><sup>3</sup></a>
                        зависть и реализует Творящую мудрость.
                    </li>
                    <li>
                        ПХАТ. На пуп прибывает чакра перевоплощения, место
                        очищения скандхи ощущений, очищает клешу гордости и
                        реализует Мудрость равного содержания.
                    </li>
                    <li>
                        ПХАТ. В сердце прибывает дхармовая чакра, место очищения
                        скандхи форм, очищает клешу неведения и реализует
                        Зерцалоподобную мудрость.
                    </li>
                    <li>
                        ПХАТ. На горло прибывает чакра обладания, место очищения
                        скандхи различения, очищает клешу страсти и реализует
                        Мудрость, познающую каждую вещь в отдельности.
                    </li>
                    <li>
                        ПХАТ. В «совершенное пространство» при¬бывает чакра
                        великого блаженства, место очищения виджняна-скандхи,
                        очищает клешу гнева и реализует Мудрость дхармового
                        пространства.
                    </li>
                </ul>
            </blockquote>


            <p>
                Здесь за основу принципа перечисления скандх положена
                непосредственная их связь с нервными узлами на авандуди<a
                    href="#citation-4" id="ref-4"
                    class="citation-mark"><sup>4</sup></a>
                индивида, а сами узлы перечислены, начиная с нижнего, вверх.
                Сейчас мы оставляем в стороне вопрос, почему в одних случаях
                дается основной порядок описания узлов, а именно сверху вниз:
            </p>

            <ul class="list-none pl-5 space-y-1 ml-8">
                <li class="my-2">1) макушка, чакра великого блаженства (spyi-bo bde-chen-gyi-’khor-lo) — рупа-скандха;</li>
                <li class="my-2">2) горло, самбхогачакра (mgrin longs-spyod ’khor-lo) — санджня-скандха;</li>
                <li class="my-2">3) сердце, дхармачакра (snying-kha chos-kyi-’khor-lo) — виджняна-скандха;</li>
                <li class="my-2">4) пуп, нирманачакра (lte-ba sprul-ba’i ’khor-lo) — ведана-скандха; тайное место, сукхаракшачакра (gsangs gnas bde-skyong ’khor-lo) — самскара-скандха,</li>
            </ul>
               <p>
                а в других – порядок
                дополнительный, как в приведенном примере, где осуществлена
                перестановка природы среднего и верхнего узлов, — этот вопрос
                самостоятельный и еще более сложный. Помимо указания на
                существование порядка перечисления скандх на авандуди в
                приведенном отрывке для нас важны следующие два момента.</p>
            <p>
                Первый — то, что каждая скандха в тантрийской практике
                соответствует одной клеше, входящей в данную скандху.
                Соответственно, те совершенствующиеся, которые обращаются
                непосредственно к системе Ваджрасаттвы<a href="#citation-5"
                                                         id="ref-5"
                                                         class="citation-mark"><sup>5</sup></a>,
                на первой стадии
                созерцания занимаются исключительно подавлением этих клеш, как
                бы атакой клеши в лоб. Это и понятно: с точки зрения созерцания
                сосредоточиться на пяти элементах гораздо легче, чем сразу на
                всех. Вопрос же о том, к каким осложнениям уже в ином плане
                ведет такая замена, мы оставляем ввиду его самостоятельности.
                Укажем, что в более сложных методах созерцания также делается
                упор на подавление клеш, но с одновременным указанием, что таким
                образом очищаются скандхи, или же непосредственно тантрийской
                практикой переворачивают скандхи в трансцендентальную область,
                отрезая этим самым возможность реализоваться клешам.
            </p>
            <p>
                Второй – то, что после уничтожения клеш очищенные скандхи
                переворачиваются в трансцендентальную область, где они
                обнаруживаются как Пять Мудростей — персонификации пяти
                дхьянибудд<a href="#citation-6" id="ref-6"
                             class="citation-mark"><sup>6</sup></a>.
            </p>
            <ol class="list-decimal list-inside ml-2 pl-2">
                <li class="my-2">Рупа-скандха переворачивается в Зерцалоподобную мудрость
                    (санскр. adarsajnana, тиб. me-long-lta-bu’i ye-shes). Скандха
                    формы возникает первой у индивида, и неведение, базируясь на
                    ней, создает представление об индивидуальном Я
                    (gang-zag-gi-bdag), или эго, которое не может по общему закону,
                    находясь в своей собственной «системе» (природе), познать себя.
                    Поэтому индивид (его индивидуальное Я) видит Вайрочану после
                    указания со стороны, как бы в зеркале, представленном
                    тантрийским учителем, и потому эта мудрость называется
                    Зерцалоподобной.</li>
                <li class="my-2">Ведана-скандха переворачивается в Мудрость Равного содержания
                    (санскр. samantajnana, тиб. mnyam-pa-nyid-kyi ye-shes). Эта
                    скандха направлена на приобретение индивидом утилитарных
                    ценностей, которые по природе есть шуньята (пустота), и между
                    которыми нет никакой разницы; поэтому эта Мудрость называется
                    Мудростью Равного Содержания. Атрибутом ее у Ратнасамбхавы
                    является волшебный талисман Чинтамани, производящий любую
                    ценность.</li>
                <li class="my-2">Санджня-скандха переворачивается в Мудрость, познающую
                    каждую вещь в отдельности. Эта скандха тесно связана с
                    предыдущей: чтобы обладать богатством, нужно различать его
                    ценность. Обе они направлены на внешний мир. После уничтожения
                    Амитабхой страсти, стремления к различению вещей в сансаре
                    (длинная вещь или короткая, красивая или некрасивая, приятная
                    или неприятная, и т.д.) индивид постигает идеал различительной
                    способности, начинает четко различать абсолютно любую вещь
                    отдельно от любой другой, то есть действительно познает
                    абсолютно каждую вещь в отдельности. Это качество
                    различительной мудрости, чистое, без примеси какого-либо
                    пристрастия к самому объекту познания символизируется лотосом,
                    символом чистоты и непорочности, атрибутом Будды Амитабхи.</li>
                <li class="my-2">Самскара-скандха переворачивается в Действенную (Творящую)
                    Мудрость (санскр. kriyanusthanajnana, тиб. bya-ba-sgrub-ba’i
                    уе-shes). Эта скандха в отличие от предыдущих, способных
                    находиться в потенциальном состоянии, пребывает в постоянном
                    движении, то есть клеша зависть (или самомнение), видя мнимые
                    преимущества чужого индивидуального Я, заставляет себя
                    направлять усилия по тому же пути, чем развертывает все в новых
                    аспектах свою карму и создаст причины и условия для все новых и
                    новых перерождений. Амогхасиддхи, уничтожая зависть, как бы
                    отсекает своим мечом плохую карму и переворачивает саму скандху
                    в Творящую (благоприятную) карму мудрость.</li>
                <li class="my-2">Виджняна-скандха переворачивается в Мудрость дхармового
                    пространства (санскр. dharmadhatujnana, тиб. chos-kyi-dbyings-kyi уе-shes). Эта скандха характеризуется тем,
                    что сознание повсюду в сансаре испытывает муки страдания,
                    вследствие чего Я индивида гневается. Когда Акшобхья уничтожает
                    гнев, скандха переворачивается в Неколебимую мудрость, подобную
                    непоколебимому дхармовому пространству; символом этой мудрости
                    служит неразрушимый ваджр — атрибут Акшобхьи. В результате все
                    клеши подавляются дхьянибуддами, причем все одновременно, и
                    индивид покидает сансару.</li>
            </ol>

            <p>
                Вернемся к примерам, взятым из сутр. Этот порядок перечисления
                скандх мы наблюдаем во многих работах, но прежде всего нас
                интересует «Абхидхармакоша» Васубандху, ибо она подводит итог
                всем хинаянистическим трудам, разбирающим учение о дхармах и по
                традициии никоим образом не связана с тантрами.
            </p>
            <p>
                Устойчивое повторение такого порядка перечисления скандх
                наводит на мысль, что этот порядок есть одновременно и схема
                чего-то иного, а не просто схема группировки дхарм.
                Действительно, такая схема существует в мандалах — магических
                кругах пяти дхьянибудд, где они могут быть представлены в
                спокойных, гневных и иных формах.</p>
            <p>
                Обратимся, например, к мандале идама Ваджрабхайравы [6]. Во
                внутреннем круге располагаются гневные дхьянибудды в виде
                Ямантак:</p>
            <ol class="list-decimal list-outside ml-8 pl-2">                <li class="my-2">
                    Вайрочана в виде Невежественного Ямантаки
                    (gTi-mug-gshin-rje’i-gshed) подавляет клешу неведения
                    (avidya, ma-rig-pa) или ее разновидность – невежество (moha,
                    gti-mug);
                </li>
                <li class="my-2">
                    Ратнасамбхава в виде Жадного Ямантаки
                    (Ser-sna-gshin-rje’i-gshed) подавляет клеши гордость (mana,
                    nga-rgyal) и жадность (malsarya, ser-sna);
                </li>
                <li class="my-2">
                    Амитабха в виде Страстного Ямантаки
                    (’Dod-chags-gshin-rje’i-gshed) подавляет клешу страсти
                    (raga, ’dod-chags);
                </li>
                <li class="my-2">
                    Амогхасиддхи в виде Завистливого Ямантаки
                    (Phrag-dog-gshin-rje’i-gshed) подавляет клешу зависти
                    (irsya, phrag-dog).
                </li>
            </ol>

            <p>
                Сам Ваджрабхайрава, находящийся в центре, подавляет гнев
                (krodha, zhe-sdang или dvesa, khong-khro), по схеме авандуди
                также располагающийся в центре по отношению к другим клешам.
            </p>
            <p>
                Основываясь на первом моменте из приведенного отрывка «Хандо
                Нянжуд», подставляем в схему мандалы на место клеш
                соответствующие скандхи и получаем исходный порядок перечисления
                скандх в Абхидхарме.
            </p>
            <p>
                Здесь мы вторично подчеркиваем то положение, что в ваджраяне для
                достижения пяти трансцендентальных мудростей первостепенное
                значение имеет процесс уничтожения клеш, тогда как в хинаяне
                после подавления клеш могут оставаться скандхи с «незанятыми»
                местами клеш, и индивид (архат) даже после очищения скандх не
                приобретает мудрости.
            </p>
            <p>
                Но в ваджраяне наряду с уничтожением клеш не отказываются совсем
                от отдельного очищения скандх. Об этом свидетельствует внешнее
                окружение внутреннего круга мандалы Ваджрабхайравы<a
                    href="#citation-7" id="ref-7"
                    class="citation-mark"><sup>7</sup></a>, в котором
                Ямантаки выступают против мар – персонификаций всего того, что
                держит индивида в сансаре.
            </p>
            <ul class="list-none pl-5 space-y-1 ml-4">
                <li class="my-2">У входа на востоке, с которого начиналась расстановка дхьянибудд во внутреннем круге, находится Ямантака с ваджрным молотком (Tho-ba-gshin-rje'i-gshed). Он побеждает Мару скандх (Phyung-po’i-bdud). Далее, по часовой стрелке,</li>
                <li class="my-2">у южного входа располагается Ямантака с дубиной (dByung-pa-gshin-rje’i-gshed) из человеческого костяка, он побеждает Мару клеш (Nyon-mongs-pa’i-bdud).</li>
                <li class="my-2">У западного входа стоит Ямантака с лотосом (Padma-gshin-rje’i-gshed), он побеждает Мару Хозяина смерти (’Chi-bdag-gi-dbdud).</li>
                <li class="my-2">У северного входа — Ямантака с мечом (Ral-gri-gshin-rje’i- gshed), который побеждает Мару Сына Небожителя (lHa’i-bu’i-bdud).</li>
            </ul>
            <p>
                Краткое толкование этих мар можно найти в сочинении тибетского
                ученого Гунчена Жамьяна Шабды (XVIII в.): «Отдельно взятая
                скандха (как таковая), любые ее тонкие составляющие являются
                особенностью (признаком) Мары скандх. Сами клеши и их
                пристрастия являются признаком Мары клеш. Поступки индивида вне
                зависимости от моральных установок, клеши и их пристрастия, все
                то, что так или иначе ведет индивидуума к смерти, является
                признаком Мары смерти. Препятствия, возникающие при стремлении
                освободиться от первых трех мар, являются особенностью Мары
                Сына Небожителя» [5, 109а].
            </p>
            <p>
                Здесь мы вторично сталкиваемся со скандхами, теперь
                персонифицированными в виде Мары — своего рода антипода Будды.
                Введение мар, воплощения всего того, что держит индивидуума в
                сансаре и мешает ему совершенствоваться (от скандх и клеш, как
                субъективной стороны мар, вплоть до смерти, и помех внешнего
                мира, препятствующих спасению, как объективной стороны мар<a
                    href="#citation-8" id="ref-8"
                    class="citation-mark"><sup>8</sup></a>),
                позволяет не только понять, с чем имеют дело тантристы во время
                созерцания, но объясняет, почему дхьянибудды принимают гневный,
                грозный вид.
            </p>
            <p>
                В связи с этим, видимо, можно говорить о том, что если
                дхьянибудды принимают гневный вид для подавления мар, то
                возглавляет их в этом случае, как правило, Акшобхья
                (Mi-bskyod-pa), обладающий Мудростью дхармового пространства и
                занимающий то место у созерцающего, где располагается гнев.
            </p>
            <p>
                Таким образом, исходя из анализа принципа, по которому
                перечисляются скандхи в Абхидхарме, можно утверждать, что тантры
                возникли не только одновременно с учением о дхармах, но и
                явились цементирующим началом для него, хотя прямых указаний на
                такую связь на поверхности Абхидхармы мы не находим.
            </p>
            <p>
                Поскольку зарождение Абхидхармы произошло, как считает
                буддологическая традиция, в хинаяне, постольку правомочно
                утверждать о существовании некоей программности в учении о
                дхармах во времена оформления хинаяны как целого. Программность
                эта заключается в том, что в самом учении хинаяны в скрытом виде
                заложены указания на существование высших путей
                совершенствования, а следовательно, на возможность перехода в
                одной жизни от хинаяны через махаяну в тантризм, примером чему
                является известная эволюция Васубандху, а также система обучения
                тибетских монастырей, созданная Цзонхавой так, что индивидуум,
                приступающий к совершенствованию, сначала становится монахом,
                потом, по мере совершенствования, махаянистом и, наконец,
                тантристом. В сочинениях Цзонхавы, особенно в «Ламриме»,
                постоянно подчеркивается непротиворечивость учения хинаяны и
                ваджраяны.
            </p>
            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl
                sm:text-xl md:text-xl my-4">ПРИМЕЧАНИЯ</h4>

                <p class="my-2" id="citation-1"><sup>1 </sup>Розенберг, следуя Васубандху,
                    скандху определяет так: «Если объединить в одну группу все
                    дхармы чувственные (рупа), т.е. прошедшие, настоящие и
                    будущие, притом всех разновидностей, то получится группа
                    чувственного (рупа-скандха). Таким же образом получается
                    группа сознания (виджняна-скандха) и др., т.е. группа
                    ощущений (ведана-скандха), группа процессов различения
                    (санджня-скандха) и группа вообще процессов
                    (санскара-скандха)» (1, 133). Здесь сразу заметим, что
                    перевод О. Розенбергом термина <em>виджняна-скандха</em> не
                    совсем точно отражает смысл этого выражения. <em>Виджняна</em> на
                    тибетский переводится как rnam-shes, что означает
                    <em>способность (абсолютно) познать</em>. К тому же
                    сознание — sems (<em>санскр</em>. citta) как отдельный
                    элемент есть <em>виджняна-скандха</em>, поэтому
                    в дальнейшем будем употреблять выражение <em>скандха
                        способности познать</em> или просто
                    <em>виджняна-скандха</em>.<a href="#ref-1" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-2"><sup>2 </sup>Оговоримся сразу, что под словом
                    <em>всех</em> подразумеваются элементы, обозначаемые
                    термином<em>самскрита</em>, т.е. дхармы, подверженные бытию.
                    Слово <em>все</em>здесь употреблено исключительно для того,
                    чтобы только подчеркнуть то обстоятельство, что в данной работе рассматриваются те
                    элементы, которые должны успокоиться, перевернуться в
                    трансцендентальную область. В действительности, <em>все элементы</em>
                    (sarvadharmah) включают в себя, кроме пяти скандх, также и
                    постоянные элементы (nitya).<a href="#ref-2" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-3"><sup>3 </sup>Клеши, начиная с неведения
                    (ma-rig-pa), или моральные осквернения, буддисты считают
                    главной причиной существования индивида в сансаре. Вся
                    система тантризма построена с точки зрения того, каким
                    образом подавлять клеши.<a href="#ref-3" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-4"><sup>4 </sup>По тантрийской системе авандуди
                    проходит от макушки головы до конца полового органа. Первый
                    узел находится под корой головного мозга, второй — на уровне
                    горла, третий — на уровне сердца, четвертый — в области
                    пупка, пятый — в конце полового органа.<a href="#ref-4" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-5"><sup>5 </sup>Изначальную нирвану тантристы
                    персонифицируют Адибуддой — Ваджрадхара, Ваджрасаттва,
                    Самантабхадра. Он обладает Пятью Мудростями (пять
                    дхьянибудд) и ему присущи Три Тела: Тело Абсолюта, или
                    сущность нирваны — дхармакая (chos-sku), Тело собственного
                    блаженства — самбхогакая (longs-spyod-sku) и Тело Явленное —
                    нирманакая (sprul-sku). Второе Тело и Третье исполняют
                    коммуникативную роль между Абсолютом и совершенствующимся.<a href="#ref-5" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-6"><sup>6 </sup>Для удобства анализа порядка
                    перечисления скандх мы переходим от порядка, рассмотренного
                    в данном отрывке, к исходному порядку Абхидхармы.<a href="#ref-6" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-7"><sup>7 </sup>В центре мандалы расположен
                    дворец с четырьмя входами. У входов стоят Ямантаки,
                    охраняющие дворец от проникновения в него внешних врагов.<a href="#ref-7" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-8"><sup>8 </sup>Буддисты трёх колесниц
                    постоянно утверждают, что все мары есть субъективное
                    явление, возникающее от различных комбинаций клеш и скандх
                    индивидуума с его же сознанием, подчёркивая, что это ни в
                    коем случае не дьявол, искушающий со стороны.<a href="#ref-8" class="text-blue-500 hover:underline">↩</a>
                </p>
            </div>

            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <h4 class="text-center text-gray-800 font-bold text-xl
                sm:text-xl md:text-xl my-4">ЛИТЕРАТУРА</h4>

            <ol class="list-decimal list-outside pl-6 text-left w-full">
                <li class="my-2">
                    О. О. Розенберг. Проблемы буддийской философии. Пгд., 1918 г.
                </li>
                <li class="my-2">
                    Yim gyi mdo’i ’gres rkan brgya rtsa brgyad gsal par byed pa
                    mkhas pa’i ’zug ngogs zhes bya ba bzhugs so. Ксилогр. изд.
                    Агинского дацана.
                </li>
                <li class="my-2">
                    Chos mngon pa mdzod kyi rtsa ba bzhugs so. (Абхидхармакоша).
                    Ксилогр. изд. Агинского дацана.
                </li>
                <li class="my-2">
                    mKha’ ’gro snyan brgyud kyi gshin don dmar byang ngam tshe
                    ’das rjes ’dzin zhes bya ba bzhugs so. Рукописный фонд БИОНа
                    БФ АН СССР.
                </li>
                <li class="my-2">
                    Кun chen ’jams dbyangs bzhad pa’i rdo rje (sNgags dbang
                    brtson grus), раздел DA. Shes rab kyi pa rol tu phyin pa’i
                    mth’a dpyod nor bu’i phreng mdzes mkhas pa’i mgul rgyan las
                    skabs bzhi pa bzhugs so. Из sKabs brgyad ka. Ксилогр. изд.
                    Агинского дацана.
                </li>
                <li class="my-2">
                    dPal rdo rje ’jigs byed lha bcu gsum ma’i bsgrub pa’i thabs
                    rin po che’i za ma tog zhes bya ba bzhugs so. Ксилогр. изд.
                    Агинского дацана.
                </li>

            </ol>

            <p class="text-right italic text-gray-600 mt-4">
                А. И. Железнов, Улан-Удэ, 1971 г.
            </p>
        </div>
    </div>
@endsection
