@extends('layouts.app')
@section('title', 'Учение ваджраяны о тождестве сансары и нирваны')

@push('styles')
    <style>
        .container {
            background-image: url('{{ asset('backgrounds/paper-146904.png') }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush

@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <!-- Заголовок -->
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl
        md:text-2xl my-6">Учение ваджраяны о тождестве сансары и нирваны</h1>
        <!-- Основной текст -->
        <div
            class="text-justify text-base sm:text-lg leading-relaxed space-y-4">

            <p>В «высшей» колеснице буддизма, в ваджраяне, обычно известной как
                тантрийский буддизм, существует учение об абсолютном тождестве
                сансары (феноменального, обусловленного бытия) и нирваны
                («инобытия», безусловной ценности). Здесь мы не будем говорить о
                том, почему в буддизме хинаяны подобная концепция абсолютно
                отсутствует, и о том, что понимание этого тождества в
                тантрийском буддизме несколько отличается (здесь оно шире и
                глубже) от понимания их тождества в буддизме махаяны, так как
                целью нашей статьи является попытка раскрыть позицию ваджраяны.
                Заметим лишь, что направленность совершенствующегося движения
                бодхисаттвы махаяны на сансару, на ее совершенствование в основе
                своей опирается именно на идею тождества: "Рассматривая причины
                и условия, мы называем этот мир феноменальным. Но этот же самый
                мир, когда отбрасываются причины и условия, называется
                «абсолютом», говорит Нагарджуна, утверждая тождество сансары и
                нирваны.</p>

            <p>Почему же сансара и нирвана тождественны? Потому что, утверждают
                буддисты<a href="#citation-1" id="ref-1"
                           class="citation-mark"><sup>1</sup></a>, источником
                (тиб. 'byung-nas) своим они
                имеют дхармакаю. В своем сочинении «Карнатантра» Нацог-Рандол
                пишет: «В те времена, когда еще не прояснился Будда в результате
                познания, не стал он известен через тело и мудрости<a
                    href="#citation-2" id="ref-2"
                    class="citation-mark"><sup>2</sup></a>,
                когда еще не появились обычные тысяча два будды и необычные
                будды еще не появились на одной пылинке в количестве
                бесчисленного множества пылинок, когда они не становились, не
                сидели, не пришли; когда дух, не познав самого себя, еще не стал
                живым существом... Время давно прошедшее, когда не было ничего.
                Тогда вишая (тиб. yul) своим содержанием была абсолютно
                очищенной шуньей в дхармовом пространстве и имела потенцию
                появления элементов. (Она) была как центр широкого мирового
                пространства, не была загрязнена ни тонкими, ни грубыми
                махабхутами, была чиста и без грязи, как зеркало, очищенное от
                ржавчины, и стала основой появления всего, как ясная шунья»<a
                    href="#citation-3" id="ref-3"
                    class="citation-mark"><sup>3</sup></a>.
            </p>

            <p>Но если в некие отдаленные времена дхармакая существовала как
                единое целое и лишь впоследствии разделилась, то почему можно
                утверждать, что бытие безначально? Потому, отвечают буддисты,
                что нет в сансаре той точки отсчета, начиная с которой можно
                было бы сказать: вот, здесь начало. Дхармакая, которая имела в
                своей реальности потенцию возникновения элементов, однажды
                проявившись во времени и пространстве в соответствии с законом
                зависимого становления, реализовала эту потенцию как
                безначальное прошлое, совершенствующееся настоящее и еще не
                реализованное (но уже существующее в ней) будущее.</p>

            <p>В основу разделения дхармакаи буддисты ставят вместерожденное
                (lhan-skyes, sahaja) неведение. Вместерожденным оно называется
                потому, что оно «рождено» вместе с мудростью (уе-shes)
                дхармакаи. Точка расхождения сансары и нирваны образовалась там,
                где неведение, создавая сансару, стало причиной дифференциации:
                «Те, которые не узнали своего лица и положили в основу
                истинность существования всего через вместерожденное неведение,
                заблудились, сделавшись живыми существами. А те, которые узнали
                свои лица через познание самого себя, стали буддами».</p>

            <p>Эта дифференциация, утверждают буддисты, происходила следующим
                образом.</p>

            <p>Дхармакая, говорят они, обладает реальностью и сущностью:
                реальностью ее является шуньята (ston-pa-nyid), а сущностью -
                Ясный Свет ('od-gsal). Из самой сущности дхармакаи, из
                разделившегося на пять компонентов Ясного Света ее, выделилось
                как несовершенная часть «тело» заблудшего духа, и, омраченное
                неведением, идя в сансару, создавая сансару, мучительно
                дифференцировалось, создавая пять скандх. Так было установлено
                имманентное бытие. В том, что это бытие существует реально,
                убеждает нас единственно неведение (с сопровождающими его
                моральными несовершенствами - nyon-mongs), послужившее причиной
                и основой иллюзорной (sgyu) и мучительной дифференциации единого
                - дхармакаи. Уничтожение, подавление этого неведения есть путь,
                ведущий от мучительной дифференциации к блаженной интеграции
                Единого.</p>

            <p>На первой ступени этого пути буддисты признают необходимым
                понимание всего реально существующего (yod-pa, sattva) как
                пустого, как шуньи. Нет ничего, что бы реально существовало и не
                было бы пустым, не было бы шуньей. Оно лишь кажется
                действительно существующим, благодаря омрачающему действию на
                наш ум неведения (ma-rig-pa, avidya).
            </p>

            <p class="mt-4">1. Все познаваемые объекты пусты. Это
                называется шуньей познаваемых объектов, или шуньей внешнего
                (phyi-stong-pa-nyid).</p>
            <p>Все познаваемые объекты состоят из комплекса элементов-дхарм и
                поэтому не имеют своего «я». Ведь «я» — это некое конкретное
                единичное, оно должно обладать некой сущностью, а объекты,
                состоящие из элементов мгновенных (skad-cig-ma), постоянно
                меняющихся (mi-rtag-ра, anitya), обладают лишь формой (gsugs), с
                ее переменчивостью и признаками (mtshan-nyid). Если взять
                конкретную вещь и подвергнуть ее анализу, то мы, разлагая ее на
                составные части все далее и далее, обнаружим лишь пустоту и
                ничего конкретного за нею. Эти пустые формы и свойства
                (признаки) конкретного материального бытия (yul) «существуют»
                объективно и независимо от нашего (индивидуального) сознания, но
                они эфемерны, иллюзорны, и потому – шунья.</p>
            <!-- Пункт 2 -->
            <p class="mt-4">2. Пять скандх живых существ пусты. Это называется
                шуньей живых существ, или шуньей внутреннего
                (nang-stong-pa-nyid)<a
                    href="#citation-4" id="ref-4"
                    class="citation-mark"><sup>4</sup></a>:</p>
            <p class="ml-8">a) скандха формы (gzugs-kyi-phung-po) живых
                существ пуста, ибо она состоит из тех же пустых элементов, что и
                внешние объекты;
            </p>
            <p class="ml-8">b) скандха ощущения (tshor-ba'i-phung-po) пуста, ибо
                она, хоть и состоит из одного элемента, предикатом своим имеет
                иллюзорную множественность – множественность прошлого,
                настоящего и будущего ощущений, множественность близкого,
                далекого и т.д. А эта множественность связана только с пустыми
                внешними объектами и пустой «внутренней» формой;
            </p>
            <p class="ml-8">c) скандха различения ('du-shes-kyi-phung-po) живых
                существ пуста, ибо она, беря за основу различение «я» и «не-я»,
                «этого» и «того», лишь постулирует иллюзорную множественность
                пустых объектов;
            </p>
            <p class="ml-8">d) скандха санскар-движителей
                ('du-byed-kyi-phung-po) пуста, ибо она, обладая 58-ю элементами
                как моментами психической и динамической активности индивида,
                под влиянием одного из аспектов неведения лишь связует в
                комплекс пустые элементы других пустых скандх;
            </p>
            <p class="ml-8">e) скандха сознания (rnam-shes-kyi-phung-po) пуста,
                ибо содержание ее есть продукт неведения. Очищенное от неведения
                сознание не имеет содержания, и поэтому оно – шунья, ясная
                реальность дхармакаи.
            </p>
            <p>3. Познание живых существ пусто, так как оно есть лишь эпистемологическое совпадение
                пустого объекта, познавательной способности (dbang-po, indriya) пустого субъекта и
                процесса познания, т.е. пустого соотношения «двух пустых». Это называется шуньей
                внешне-внутреннего (phyi-nang-stong-pa-nyid).
            </p>
            <p>4. Если все - шунья, то, может быть, сама шунья есть нечто? Нет, отвечают буддисты,
                она тоже пуста. Это называется пустотой пустоты или шуньятой шуньяты
                (stong-pa-nyid-stong-pa-niyd).</p>
            <p>Но если все пусто, то есть ли вообще что-либо, что не было бы пустым? Есть ли
                какой-либо критерий истинности и безусловной ценности? Да, отвечают буддисты, есть.
                В дхармакае нет пустоты, нет шуньи, хотя в сансаре шунья и выступает как ее
                реальность. «В "Тантре учителя" (rGyud-bla-ma)<a href="#citation-5" id="ref-5"
                                                                 class="citation-mark"><sup>5</sup></a>,
                - пишет Нацог-Рандол, - сказано: элементы, имеющие предикаты с подлинным
                различением, обладают предикатами, не поддающимися различению посредством мгновенно
                очищенной пустой основы, и эти дхармы, не имеющие никого выше себя, не являются
                пустыми». Все являющееся реально - пусто, имманентно, ибо оно есть продукт
                иллюзорной (благодаря неведению) дифференциации. Но в то же время оно -
                трансцендентно, ибо, уничтожая неведение, индивид осуществляет интеграцию
                действительной ценности единого - дхармакаи, и, не смущенный неведением, видит в
                имманентном бытии трансцендентную дхармакаю, а во всех живых существах - будд.
                Дхармакая пуста лишь для сансарного индивида, для тех, кто «положил в основу
                истинность существования всего через вместерожденное неведение», для тех, чьи глаза
                привыкли различать лишь иллюзорную сансарную конкретность вещей и явлений. Для
                интегрировавшего в дхармакаю индивида шунья ее полна непередаваемых запредельных
                ценностей. Впрочем, это место не всегда достаточно ясно понималось самими
                буддистами. В комментариях различные авторы нередко сводили свои рассуждения просто
                к вопросу: «Что хотел этим сказать Майтрея?»
            </p>
            <p>На этом пути к интеграции единого особую роль играет эмоционально-мистическая
                интуиция, раскрывающаяся у индивида при практике парамит (рhar-рhуin) и являющаяся
                первым признаком трансцендентного в имманентном.
            </p>
            <p>На то, что трансцендентное - в имманентном, что между ними нет никакой разницы,
                указывает тибетский термин lhun-gdub - совместность, т.е. совместность
                трансцендентного и имманентного. Но эта совместность не может быть реализована, пока
                на наш ум (blo, manas) омрачающе действует неведение. И для того, чтобы помочь живым
                существам освободиться от неведения с его аффектами (пятью клешами: омраченностью,
                страстью, гневом, гордостью и завистью), движимая состраданием (thugs-rje-chen-po)
                дхармакая<a href="#citation-6" id="ref-6" class="citation-mark"><sup>6</sup></a>развертывается
                в коммуникативный аспект, идя вслед за неведением в сансару, но не утрачивая при
                этом своей просветленной основы. Этот коммуникативный аспект дхармакаи есть ее Тело
                блаженства (longs-sku). Здесь ее сущность, Ясный Свет, насыщает сансару пятицветной
                радугой, или, иначе, пятью разумами (rigs-lnga), пяти дхьянибудд. Каждый из
                дхьянибудд светом своей мудрости (уе-shes) уничтожает соответствующий аффект
                неведения соответствующей ему скандхи и, таким образом, возвращает ей ее
                трансцендентную сущность. Это достигается с помощью особого тантрийского метода
                (thabs), право на который может дать только тантрийский учитель. Эти методы,
                утверждают тантристы, идут от самого Будды Шакьямуни и традиционно-непрерывно
                передаются от Учителя к ученику. Сам индивид, считают буддисты, не способен увидеть
                этот метод (узнать о его существовании) из-за омрачающего действия на его ум
                неведения, поэтому дхармакая через самбхогакаю развёртывается далее в свой
                «явленный» аспект - в нирманакаю (sprul-sku). Тантрийский Учитель также признается
                такой же нирманакаей.
            </p>
            <p>Итак, с одной стороны - эмоционально-мистическая интуиция (shes-rab), утверждающая
                реальность шуньи, с другой - тантрийский метод, реализующий сущность дхармакаи.
                Когда же эти два в конечном периоде осуществления сходятся вместе, достигается
                высшая мудрость(jñãna), или просветление, и вслед за этим наступает полная
                недвойственность, абсолютное тождество (mnyam-nyid) сансары ('khor) и нирваны
                ('das), или степень великого завершения (rdzogs-pa-chen-po'i-rim-pa), или Великий
                Знак (phyag-rgya-chen-po, mahãmudra) - «Великий» потому, что выше его никого и
                ничего нет, и «Знак» потому, что он значим сам по себе, а не является символом
                чего-то иного.
            </p>
            <p>Осуществление этого тождества - процесс не мгновенный, на практике он выглядит как
                осуществление все более и более расширяющихся систем тождеств. Вначале это тождество
                есть тождество созерцающего (dam-tshig-sems-dpa', samayasattva) и объекта созерцания
                (уе-shes-kyi-sems-dpa', jñãnasattva ), т.е. тантрийского божества (уi-dam). Причем
                это божество считается тождественным конкретному Учителю индивида, в созерцательной
                практике они (т.е. Учитель и идам) сливаются воедино (don-gnyis-byas). Кокретно об
                этом в правилах осуществления самого Первого Учителя - Ваджрасаттвы
                (rDo-rje-sems-dpa') - говорится следующее: «Из святой земли на мою макушку прибывает
                Учитель в виде божества».
            </p>
            <p>Затем это тождество реализуется как тождество всего объективного мира и шуньевого
                «дворца» созерцаемого божества: snod-thams-cad-gzal-yas-khan-du-gyur - «Весь мир
                (букв.: сосуд) превращается в безмерный по величине дворец».
            </p>
            <p>И так далее, вплоть до конечного вхождения в единство (zung-'jug), осуществляемого в
                двух аспектах.</p>
            <ol class="list-decimal list-outside ml-8 pl-2">
                <li>
                    Вхождение в единство блаженства (бодхисаттвовской мысли) и шуньи (интуиции) -
                    bde-stong-dbyer-med-kyi zung-'jug.
                </li>
                <li>
                    Вхождение в единство двух истин, абсолютной и относительной: bden-gnyis
                    dbyer-med-kyi zung-'jug, или, иначе говоря, вхождение в единство иллюзорного
                    тела (sgyu-lus - сансары) и Ясного Света ('Od-gsal - нирваны)<a
                        href="#citation-7" id="ref-7" class="citation-mark"><sup>7</sup></a>.
                </li>
            </ol>
            <p>Так, буддийское учение о сансаре и нирване находит свое
                завершение в учении ваджраяны об их абсолютном тождестве. Речь
                здесь, безусловно, идет не о какой-то строгой последовательности
                в тантрийской практике (и применительно к какой-либо
                определенной системе тантрийского божества), а лишь о некоторых
                наиболее существенных, на наш взгляд, наиболее общих моментах,
                которые мы попытались описать в плане нарастания процесса
                вхождения в тождество сансары и нирваны. Вообще же говоря, в
                «безбрежном» море тантрийских систем, видимо, невозможно
                установить общую «жесткую» последовательность ступеней вхождения
                в плане реализации этого тождества. Последовательность ступеней
                реализации варьируется в зависимости от особенностей психики
                практикующего индивида – йогина (гnal-'byor-ра), выбирающего ту
                или иную систему созерцания в соответствии со своими
                способностями и склонностями.</p>

            <p>Однако в конечном периоде осуществления (rdzogs-chen) для всякого
                практикующего наступает особая стадия. Она настолько важна для
                реализации, что иногда даже выделяется в особую колесницу,
                сахаджаяну (sahajayãna) – колесницу вместерожденности. Здесь
                йогин не уничтожает неведение, не подавляет скверны (nyon-mongs,
                klesa), не отказывается ни от чего сансарного, но, используя их,
                опираясь на них, реализует их имманентную сущность как
                трансцендентную дхармакаю, т.е., используя особые методы,
                превращает имманентные несовершенства в трансцендентные
                ценности: «Никто не может достичь совершенства посредством
                процессов трудных и болезненных, но можно легко преуспеть
                посредством удовлетворения всех желаний», говорит Такошествующий
                (De-bzhin-gshegs-pa, tathãgata) в Гухьясамаджатантре. Здесь, в
                практике сахаджаяны, уже нет места созерцанию внешних по
                отношению к созерцающему объектов, нет речи об идентификации с
                ними – все внимание практикующего здесь обращается на
                осуществление процессов внутренних, глубоко эзотерических.
                Поэтому тантры, описывающие эти глубоко интимные процессы, все
                относятся к категории тайных (gsangs, guhуа). Методы этих тантр
                чрезвычайно сложны для понимания, поэтому право на их практику
                (а также и разъяснение их; отдельные, наиболее тайные и интимные
                подробности практики этих тантр сохраняются лишь в устной
                передаче) может быть дано только тантрийским Учителем. Таким
                образом, вся тантрийская практика, целью которой является
                интеграция индивида в Единое (дхармакая), начало и завершение
                свое находит в тантрийском Учителе (blа-mа).</p>

            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <div
                class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl
                sm:text-xl md:text-xl my-4">ПРИМЕЧАНИЯ</h4>

                <p class="my-2" id="citation-1"><sup>1 </sup>Здесь и далее мы имеем в виду
                    последователей ваджраяны.<a href="#ref-1" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-2"><sup>2 </sup>Пять мудростей, на которые
                    разделяется безличная мудрость буддийского абсолюта
                    (дхармакая).<a href="#ref-2" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-3"><sup>3 </sup>Перевод Б. Д. Дандарона (рукопись).
                    Приводится с разрешения автора.<a href="#ref-3"
                                                      class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-4"><sup>4 </sup>Когда перечисляются 16 разновидностей
                    шуньи (а не 4, как у нас), то
                    шунья внутреннего обычно трактуется более узко – в нее включают только шунью
                    «баз» – ауаtаnа, компоненты только двух скандх – ощущения и различения.<a
                        href="#ref-4" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-5"><sup>5 </sup>Сочинение, приписываемое Майтрейе
                    («Уттаратантра»).<a href="#ref-5" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-6"><sup>6 </sup>Сострадание – необходимый предикат
                    дхармакаи.<a href="#ref-6" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-7"><sup>7 </sup>Два рога тантрийского божества
                    Ваджрабхайравы, сходящиеся в его теле (т.е. в его системе), означают вхождение в
                    единство двух истин – абсолютной и относительной.<a href="#ref-7"
                                                                        class="text-blue-500 hover:underline">↩</a>
                </p>
            </div>
            <p class="text-right italic text-gray-600 mt-4">
                А. И. Железнов, В. Н. Пупышев, Улан-Удэ, 1971 г.
            </p>
        </div>
    </div>
@endsection
