@extends('layouts.app')
@section('title', 'Четыре безмерные в буддизме Бурятии')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.85), rgba(255, 255, 255, 0.85)),
            url('{{ asset("backgrounds/gradient_blue.webp") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            Четыре безмерные в буддизме Бурятии</h1>
        <p class="text-right text-gray-700 text-lg mb-4">А. М. Донец</p>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>Высокий уровень тревожности, неуверенности и неудовлетворенности, стресс и депрессия
                уже давно стали привычными для большинства современных людей явлениями. Их причины
                чаще всего усматривают в экономических, социальных и политических условиях,
                особенностях онтогенеза, пренатального периода и даже в событиях, имевших место в
                предшествующих инкарнациях индивида. Однако коренное или хотя бы более-менее
                приемлемое решение проблемы устранения подобных негативных явлений, очевидно, не
                может быть осуществлено только путем соответствующей корректировки перечисленных
                факторов, несмотря на явную важность и эффективность этого. Необходимо учитывать и
                другие, более, так сказать, фундаментальные моменты, связанные с глубинными
                особенностями самой природы человека.</p>

            <p>Многие выдающиеся мыслители считали базовой характеристикой человека крайнюю
                неустойчивость, которая определяет довольно большой спектр его особенностей и, в
                частности, проявляется в феноменах неизбывного беспокойства и глубинной
                неудовлетворенности. А ведь «основной характеристикой подлинного счастья, –
                констатирует Далай-лама XIV Тензин-Гьяцо, – является покой – внутренний
                покой»<a href="#citation-1" id="ref-1" class="citation-mark"><sup>1</sup></a>. Для
                объяснения подобной неустойчивости создавались различные теории, в соответствии с
                которыми разрабатывались новые или интерпретировались и трансформировались уже
                сформировавшиеся ранее методы стабилизации внутренней жизни. Большой вклад в решение
                этой проблемы внесли буддисты и представители других конфессий.</p>

            <p>В буддизме коренной причиной фундаментальной неудовлетворенности, беспокойства,
                неустойчивости и других негативных явлений считаются неведение, страсть, гнев,
                гордость и иные клеши (<em>nyon mongs</em> – «недуг, мучитель»), основной
                характеристикой которых, указывает известный тибетский философ Гедун Тендар (<em>Dge
                    'dun bstan dar</em>, 1493–1568), является их неуспокоенность, неугомонность
                (<em>ma zhi ba</em>), а функцией – вызывание неуспокоенности индивидуализированного
                потока сознания<a href="#citation-2" id="ref-2"
                                  class="citation-mark"><sup>2</sup></a>.
                Поэтому клеши «являются основой для тревожности, подавленности, замешательства и
                стресса, ставших такими привычными в нашей
                жизни»<a href="#citation-3" id="ref-3" class="citation-mark"><sup>3</sup></a>.
                Кроме того, само наличие клеш
                делает возможной реализацию кармы, обуславливающей реинкарнацию и создающей само
                феноменальное бытие (сансару), которое характеризуется неустойчивостью,
                изменчивостью, преходящестью и неотъемлемой мучительностью, способствующими
                возникновению и интенсифицирующими проявления перечисленных негативных феноменов.
                Таким образом, по мнению буддистов, клеши являются прямыми и косвенными причинами
                всего отрицательного в нашей жизни вообще, а в частности – фундаментальной
                неустойчивости и глубинной неудовлетворенности. Поэтому устранение клеш должно
                приводить к обретению блаженной успокоенности Нирваны даже в границах феноменального
                существования, а по смерти – к погружению в неописуемую сферу Паринирваны,
                запредельную всем видам изменчивости и страдания.</p>

            <p>Процесс избавления от клеш, по свидетельству буддистов, обычно занимает довольно
                продолжительное время. Однако с самого момента становления на буддийский путь
                совершенствования начинается работа по выполнению комплексной программы реализации
                стабильности, снижающей общий уровень неустойчивости и интенсивности связанных с ней
                негативных феноменов, что оказывает сдерживающее воздействие на активность клеш.
                Поскольку в рамках выполнения этой программы занимаются реализацией благих элементов
                <em>кушала</em> (<em>dge ba</em>) – восхваляемых высшими существами и порождающих
                позитивные
                кармические плоды – и избавлением от неблагих <em>акушала</em> (<em>mi dge ba</em>)
                –
                порицаемых высшими существами и порождающих нежелательные кармические
                плоды<a href="#citation-4" id="ref-4" class="citation-mark"><sup>4</sup></a>, а это,
                по мнению буддистов, оказывает сдерживающее влияние на проявления отрицательной
                кармы в этой жизни и способствует проявлению положительной кармы, то в результате
                должен существенно снизиться уровень неустойчивости и негативности во внешней среде.
                Кроме того, реализация многих элементов в рамках выполнения этой программы
                обуславливает формирование позитивных черт личности, делающих ее способной лучше
                приспосабливаться к изменчивости не только внутренней, но и внешней, а также
                повышающих ее устойчивость вообще, что обычно свидетельствует о высоком уровне
                развития личности.</p>

            <p>Изложенное выдвигает проблему установления основных элементов, реализуемых в рамках
                указанной программы, и исследования того, каким образом они формируют личность
                буддиста и повышают уровень ее устойчивости. Особую значимость эта проблема
                приобретает в настоящее время, характеризующееся интенсивным протеканием процессов
                трансформации в обществе, предъявляющим высокие требования к способности личности
                адаптироваться к новым условиям, сохраняя устойчивость и продолжая свое
                развитие.</p>

            <p>Родом <em>кула, готра</em> (<em>rigs</em>) чего-либо буддийские философы обычно
                называют то,
                что делает возможным (<em>rung</em>) обретение этого и/или наделяет способностью
                (<em>nus pa</em>) осуществить
                это<a href="#citation-5" id="ref-5" class="citation-mark"><sup>5</sup></a>.
                Вера (<em>dad pa</em>) служит необходимым
                условием становления на буддийский путь совершенствования и продвижения по нему.
                Поэтому ее следует квалифицировать как Род буддийского пути совершенствования. В
                буддизме выделяют две главные цели, которые могут быть реализованы последовательно
                или, по мнению некоторых философов, одновременно, а именно: освобождение от
                круговорота феноменального существования (сансары) и обретение положения Будды. С
                точки зрения этих целей буддизм предлагает два основных пути совершенствования,
                которые проходят благодаря следованию учению Хинаяны (Малой колесницы),
                ориентированной на достижение только первой цели, или учения Махаяны (Великой
                колесницы), ставящей задачей реализацию обеих целей.</p>

            <p>Главную роль в Махаяне играет фактор, который называется <em>бодхичиттой</em> (<em>byang
                    chub
                    [kyi] sems</em>), где <em>бодхи</em> – «просветление», а <em>читта</em> – «ум,
                мысль, намерение».
                Данную бодхичитту называют Родом Будды, ибо она делает возможным становление Буддой,
                наделяя способностью осуществить
                это<a href="#citation-6" id="ref-6" class="citation-mark"><sup>6</sup></a>.
                Махаянисты выделяют два вида бодхичитты, а
                именно: относительную <em>самврити бодхичитта</em> (<em>kun rdzob kyi byang chub kyi
                    sems</em>) – «мысль о (достижении) Просветления (Будды ради спасения всех
                существ)» – и абсолютную <em>парамартха бодхичитта</em> (<em>don dam pa'i byang chub
                    sems</em>) – «ум, (пребывающий в непосредственном видении абсолютной истины,
                обуславливающим обретение) Просветления (Будды)». При этом относительная бодхичитта
                служит Родом Махаяны, ибо в момент ее порождения происходит становление на данный
                путь совершенствования, ведущий к обретению положения Будды, а затем она определяет
                продвижение по нему.</p>

            <p>Бодхичитта, указывает знаменитый индийский мыслитель Чандракирти (VII в.),
                представляет собой довольно сложное образование, причем специфическим ядром
                относительной бодхичитты является комплекс «четырех безмерных» <em>чатвара
                    апрамана</em>
                (<em>tshad med bzhi</em>), включающий в себя безмерное отношение равного интереса
                <em>упекша апрамана</em> (<em>btang snyoms</em>), безмерную любовь <em>майтри
                    апрамана</em> (<em>byams
                    pa</em>), безмерное сострадание <em>каруна апрамана</em> (<em>snying rje</em>) и
                безмерную радость <em>мудита апрамана</em>
                (<em>dga' ba</em>)<a href="#citation-7" id="ref-7"
                                     class="citation-mark"><sup>7</sup></a>.
                Их называют безмерными на том основании, что они охватывают всех неизмеримых,
                неисчислимых живых существ без какого бы то ни было
                исключения<a href="#citation-8" id="ref-8" class="citation-mark"><sup>8</sup></a>.
                Иногда эти безмерные
                именуют «четырьмя состояниями Брахмы» (<em>tshangs pa'i gnas bzhi</em>), который
                считается повелителем божеств семнадцати небес Мира Форм (рупадхату) и, в индуизме,
                творцом нашей отдельной «четырехматериковой области мира» Саха после завершения
                периодов (кальп) ее уничтожения и отсутствия. В тантре четыре безмерные
                символизируются четырьмя головами Брахмы.</p>

            <p>Четыре безмерные практикуются и в Хинаяне, однако в Махаяне им уделяется особое
                внимание, о чем свидетельствует тот факт, что их созерцание включается в большинство
                методов реализации, в том числе – и тантрийских <em>садхан</em> (<em>grub thabs</em>).
                Причиной подобного феномена служит не только их функция конституирования
                относительной бодхичитты, но и то, что они играют важнейшую роль в осуществлении
                стабилизации потока внутренней жизни, блокируя на эмоциональном уровне проявления
                клеш. Как это происходит?</p>

            <p>Обычно клеши возникают при восприятии тех или иных объектов. Поэтому, полагают
                некоторые, можно предположить, что именно объекты порождают клеши. Однако,
                рассуждает основатель школы мадхьямика-прасангика Буддхапалита (VI в.), поскольку
                один и тот же объект может вызывать у разных людей проявления различных клеш или не
                вызывать их вообще, то сам по себе он не способен порождать клеши.
                Следовательно, причину возникновения клеш надо искать среди субъективных факторов.
                Что же собой представляет подобный субъективный фактор, включенный в восприятие
                объекта?</p>

            <p>При восприятии, по мнению большинства буддийских философов, в результате контакта
                органа чувств с объектом возникает перцептивный образ (<em>gzugs brnyan</em>),
                который квалифицируется как сознание, принявшее вид (<em>rnam pa</em>) объекта.
                Однако, согласно центральноазиатской репрезентации доктрины зависимого возникновения
                (<em>rten 'brel</em>), восприятие не исчерпывается только этим: с установления
                контакта (<em>'dus</em>) между органом чувств и объектом начинается процесс
                «соприкосновения» <em>спарша</em> (<em>reg pa</em>), или «вхождения ума» в обладание
                объектом, во время которого производится первичное оценивание (<em>rnam gcod</em>)
                объекта как приятного (<em>yid 'ong</em>), неприятного (<em>yid mi 'ong</em>) или
                нейтрального (<em>bar ma</em>), а в итоге возникает соответствующее ощущение <em>ведана</em>
                (<em>tshor ba</em>) – блаженство (<em>bde ba</em>), страдание (<em>sdug bsngal</em>),
                либо индифферентность (<em>btang snyoms</em>). Затем включается эмоциональность. С
                одной стороны, ум реагирует на указанные ощущения проявлением удовольствия (<em>sim
                    pa</em>), неудовольствия (<em>gdung ba</em>) или нейтральности. И на основе
                этого возникает «жажда» <em>тришна</em> (<em>sred pa</em>) – желание (<em>'dod
                    pa</em>)
                избавиться от страдания и не расставаться с блаженством. С другой стороны, ум
                оценивает и воспринимает объекты, порождающие названные ощущения, как
                привлекательные (<em>sdug</em>), непривлекательные (<em>mi sdug</em>), или
                нейтральные, и на основе этого возникает «приверженность» <em>упадана</em> (<em>nyer
                    len</em>)
                – желание «соединиться» с привлекательным объектом и не допустить «соединения» с
                непривлекательным. Все клеши предстают здесь в ипостаси «жажды», «приверженности» и
                их опоры – неведения (признания индивидом себя и вещей существующими истинно и
                проч.)<a href="#citation-9" id="ref-9" class="citation-mark"><sup>9</sup></a>.</p>

            <p>В Сутре «Встречи отца и сына» процесс возникновения клеш описывается в несколько ином
                ракурсе. На основе оценивания объектов как привлекательных («соответствующих»),
                непривлекательных («несоответствующих») или нейтральных («не являющихся
                соответствующими или несоответствующими») возникают чувства симпатии-влечения (<em>rjes
                    chags</em>), антипатии-отвращения (<em>khon khro</em>) или равнодушия (<em>btang
                    snyoms</em>). Эти чувства соответствующим образом ориентируют ум, вызывая
                концептуальную фиксацию на объекте (<em>rnam rtog</em>, <em>kun rtog</em>), из-за
                которой активизируется элемент желание (<em>'dod pa</em>). В итоге данный процесс
                приводит к возникновению всего спектра клеш, которые интегрируются в «три яда» (<em>dug
                    gsum</em>) – страсть (<em>'dod chags</em>), гнев (<em>zhe sdang</em>) и
                невежество (<em>gti mug</em>), связанные преимущественно с тремя указанными
                чувствами<a href="#citation-10" id="ref-10" class="citation-mark"><sup>10</sup></a>.
            </p>

            <p>Итак, восприятие объекта включает в себя его оценивание в качестве привлекательного,
                непривлекательного или нейтрального, которое в данном ракурсе предстает как искомый
                субъективный фактор, порождающий клеши. Но эта оценка обычно включается в восприятие
                таким образом, что привлекательность, непривлекательность и нейтральность
                представляются свойствами самого объекта. На основании изложенного устанавливается
                такая причинно-следственная цепочка: оценивание – чувство – клеша. Значит, если
                устранить оценивание, то не будут проявляться соответствующие чувства, а вместе с
                тем, и клеши.</p>

            <p>Практика четырех безмерных реализуется в горизонте отношений между живыми существами
                и имеет своей целью формирование (благодаря переоценке объектов) таких чувств,
                которые сделают невозможным описанное проявление симпатии, антипатии и равнодушия, а
                значит, и заблокируют клеши на эмоциональном уровне.</p>

            <p>Каждый человек, считают махаянисты, обычно подразделяет (с той или иной степенью
                осознанности и четкости) других существ на три группы, а именно: «ближних» (<em>nye
                    ba</em>), или друзей, «дальних» (<em>ring ba</em>), или врагов, и нейтральных,
                или посторонних.</p>

            <p>Первые приносят ему пользу, блаженство, поэтому воспринимаются как привлекательные и
                вызывают чувство симпатии. Вторые причиняют вред, страдание, вследствие чего
                воспринимаются как непривлекательные и порождают антипатию. Третьи же воспринимаются
                нейтрально, к ним относятся с равнодушием.</p>

            <p>В Сутрах цикла «Праджняпарамиты» обычно указывается, что не следует пребывать (<em>gnas</em>)
                ни в каких дхармах<a href="#citation-11" id="ref-11"
                                     class="citation-mark"><sup>11</sup></a>. В Сутре «Поучений
                Вималакирти» данную позицию ума относят и к
                пути: на пути совершенствования следует пребывать, не пребывая, следует идти, не
                идя<a href="#citation-12" id="ref-12" class="citation-mark"><sup>12</sup></a>. В
                соответствии с этим Чандракирти во «Введении в мадхьямику» утверждает, что в
                дхармах «следует пребывать по способу (<em>tshul gyis</em>) непребывания», то есть
                пребывать не пребывая. Поскольку
                «пребывание» и «непребывание» являются прямо несовместимыми (<em>'gal ba</em>)
                дхармами (крайностями), то их сочетание в виде «непребывающего пребывания» следует
                охарактеризовать как срединное. Подобное сочетание определяет срединную позицию ума,
                которая, в частности, проявляется в том, что ум относится ко всем объектам с
                одинаковым беспристрастным интересом, не вовлекаясь в них и не слишком
                дистанцируясь. Зачем же нужна эта позиция?</p>

            <p>Дело в том, что реализовать правильный – видящий сущее таким, какое оно есть в
                действительности, – взгляд, каковым буддисты считают средний взгляд <em>мадхьяма
                    дришти</em>
                (<em>dbu ma'i lta ba</em>) – «не впадающий в крайности», то есть не принимающий
                однозначное определение вещей в терминах несовместимых дхарм («данная вещь
                существует» или «данная вещь не существует»), представляется довольно
                затруднительным для ума, работающего в обычном режиме концептуального познания.
                Использование примеров сновидения, миража, иллюзии значительно облегчает решение
                данной задачи, однако наиболее существенную помощь в обретении среднего взгляда
                оказывает установление ума в срединной позиции, позволяющее правильно «сфокусировать
                глаза ума» и увидеть сущее в должном виде. Как это осуществляется?</p>

            <p>Обыденный опыт свидетельствует о том, что ум или «пребывает» в дхармах – «входит»
                (<em>'jug</em>) в них, вовлекаясь с интересом и погружаясь в некую деятельность,
                причем в это время теряется сознавание того, чем именно индивид занят, или же «не
                пребывает» в дхармах – «не входит» в них, относится безо всякого интереса, сознавая
                их как бесполезное для него. В первом случае имеется интерес, но отсутствует
                сознавание, а во втором есть сознавание, но нет интереса. Следовательно, срединное
                сочетание «пребывания» и «непребывания» может быть достигнуто благодаря должному
                сочетанию интереса и сознавания. Для этого ум при «вхождении в дхармы» старается
                удержать необходимый уровень сознавания (<em>shes bzhin pa</em>) посредством
                установления правильной дистанции, которая, с одной стороны, позволяла бы
                контактировать с объектом, а с другой – не давала бы уму полностью «вовлечься и
                погрузиться». Аналогичным образом, при встрече с совершенно неинтересными дхармами
                ум повышает уровень интереса путем сокращения дистанции до необходимого минимума.
            </p>

            <p>Признаками познания тибетские философы полагают прояснение (<em>gsal ba</em>) и
                ведание (<em>rig pa</em>)<a href="#citation-13" id="ref-13"
                                            class="citation-mark"><sup>13</sup></a>, посредством
                которых оно выполняет свою функцию –
                установление/определение (<em>nges pa 'dren pa</em>) объекта<a href="#citation-14"
                                                                               id="ref-14"
                                                                               class="citation-mark"><sup>14</sup></a>.
                При этом прояснение
                связывают преимущественно с сознаванием (<em>shes pa</em>), а ведание – с умом (<em>blo</em>),
                вступающим в контакт с объектом благодаря когнитивному интересу<a
                    href="#citation-15" id="ref-15" class="citation-mark"><sup>15</sup></a>.
                Правильное
                установление объекта делает познание верным <em>прамана</em> (<em>tshad ma</em>),
                специфическим признаком которого считается необманываемость (<em>mi slu ba</em>)<a
                    href="#citation-16" id="ref-16" class="citation-mark"><sup>16</sup></a>.
                Для того, чтобы установление объекта было осуществлено правильно, необходимо
                реализовать должное сочетание прояснения и ведания, иными словами, сознавания и
                интереса. Следовательно, срединная позиция ума фиксирует оптимальное сочетание
                прояснения и ведания, необходимое для адекватного постижения сущего. Устанавливаемое
                при этом отношение между умом и объектом, очевидно, будет уместным охарактеризовать
                как отношение равного интереса <em>упекша</em> (<em>btang snyoms</em>), поскольку
                занимающий
                срединную позицию ум относится с совершенно одинаковым интересом ко всем дхармам, не
                вовлекаясь в них полностью и не дистанцируясь слишком далеко. Это отношение можно
                также квалифицировать как отношение «чистого контакта», позволяющее уму адекватно
                постигать сущее.</p>

            <p>В результате настойчивой практики отношение равного когнитивного интереса становится
                устойчивой характеристикой ума, наделяя личность способностью объективно и
                всесторонне рассматривать любые ситуации, выбирая правильную стратегию и тактику
                социокультурной адаптации к обществу. В частности, это качество позволяет личности
                противостоять повальному увлечению всякими модными и популярными в данный период
                времени идеями политического, социального, научного или мистического толка и вносить
                свою лепту в установление и пропаганду истинного и достоверного. Так, Далай Лама
                XIV, являющийся одним из самых известных буддийских Учителей современности, выступил
                с программой внерелигиозного развития духовности, поскольку рамки конкретных религий
                могут создавать благоприятные возможности для межконфессиональных конфронтаций и
                столкновений, в то время как ориентация на внеконфессиональную духовность оказывает
                стабилизирующее воздействие на общество, делая развитие устойчивым и гармоничным<a
                    href="#citation-17" id="ref-17" class="citation-mark"><sup>17</sup></a>.
                Это можно расценить как проявление отношения равного когнитивного интереса, которое
                позволило Далай-ламе объективно оценить ситуацию и, преодолев личную приверженность
                своей конфессии, наметить правильную стратегию и тактику решения глобальных проблем
                путем оптимального развития духовной культуры человечества.</p>

            <p>Таким образом, по мнению буддистов, срединный подход позволяет уму занять такую
                позицию, которая служит гарантом объективности познания и достоверности полученных в
                его процессе результатов. Принцип срединности используется буддистами не только в
                чисто когнитивной сфере, но и в области эмоционально-волевой. В частности, анализ
                практики четырех безмерных показывает, что она полностью базируется на идее
                срединности. В горизонте взаимоотношений между существами выделяются две крайние
                оценки – «друг» и «враг», которым противополагается срединная оценка –
                «посторонний». Им соответствуют три позиции ума, зафиксированные в чувствах
                симпатии, антипатии и равнодушия. Согласно принципу срединности, эти три оценки
                являются ошибочными, ибо срединная оценка здесь выступает как крайность,
                противополагаемая крайним оценкам («срединность» и «крайность» выступают как
                несовместимые дхармы, крайности). Так, в Сутре «Царь самадхи» сказано:</p>

            <blockquote class="italic pl-4 border-l-4 border-gray-300 my-4">
                <p>Мудрый, отвергнув две крайности,</p>
                <p>Совершенно не пребывает и в середине<a href="#citation-18" id="ref-18"
                                                          class="citation-mark"><sup>18</sup></a>.
                </p>
            </blockquote>

            <p>Ошибочность этих оценок обусловливает то, что определяющиеся ими позиции не могут
                обеспечить достижения желаемого стабильного счастья. Уяснение ошибочности привычного
                оценивания существ реализуется путем рассмотрения ситуации в горизонте более широкой
                перспективы. Так, опыт свидетельствует о том, что близкие друзья нередко становятся
                ярыми врагами или чужими, посторонними людьми, недруги – посторонними или
                приятелями, а посторонние – врагами или друзьями. Признание реинкарнации делает
                связывание определенной оценки с конкретным индивидом еще более случайным и
                преходящим, а убежденность в реальности закона кармы – даже совершенно
                бессмысленным, ибо становление другом или врагом, как указывается в Сутре,
                обусловлено собственными деяниями (кармой) индивида, производящего
                оценивание<a href="#citation-19" id="ref-19" class="citation-mark"><sup>19</sup></a>.
                Следовательно, привлекательность, непривлекательность и нейтральность не могут быть
                признаны с этой точки зрения даже акциденциальными свойствами индивидов. Поэтому
                будет неприемлемым наклеивать на других существ стандартные ярлыки: «друг», «враг»,
                «посторонний».</p>

            <p>Каким же образом выходят за пределы привычного «ярлыкования» и устанавливаются в
                правильной (срединной) оценке? Стандартная процедура трансцедентирования и
                утверждения в срединности обычно сводится к тому, что сначала определение вещи одной
                крайностью опровергается ее определением другой крайностью. При этом сторонники
                популярной в Центральной Азии философской школы мадхьямика-прасангика считают здесь
                главным «объектом отрицания» (опровержения, отвержения, прекращения) не само
                определение вещи в терминах крайностей (ибо отрицание, например, существования вещи
                вынуждает, в силу законов логики, принять ее несуществование), а его признавание
                индивидом, или, точнее, логическую приемлемость подобного признавания в рамках
                комплекса идей, полагаемых данным лицом верными. Аналогичная процедура выполняется и
                при работе с тремя оценками («друг», «враг», «посторонний») и тремя соответствующими
                им чувствами.</p>

            <p>При этом сначала визуализируют своих друзей, испытывая к ним чувство симпатии. Затем
                путем размышления утверждаются в идее, что эти друзья много раз были врагами и могут
                стать ими в будущем, созерцая в отношении них антипатию до тех пор, пока не исчезнет
                симпатия. После этого аналогичным образом визуализируют врагов и устраняют антипатию
                к ним посредством симпатии. В результате подобной медитации «друзья» и «враги»
                присоединяются к классу «посторонних», являющемуся срединным по отношению к ним.
                Затем эта «середина» («посторонние») в качестве крайности противополагается
                «крайностям» («друзьям» и «врагам»). К «друзьям» относятся с позитивным интересом, а
                к «врагам» – с негативным. Поэтому общим для отношения к этим крайностям является
                наличие интереса. Ко всем же «посторонним» относятся совершенно одинаково и равно
                (равнодушие), не испытывая никакого интереса. При медитации стараются утвердиться в
                срединном (недвойственном) сочетании равного отношения и интереса. Хотя все
                существа, с одной стороны, и не являются сами по себе «друзьями» или «врагами»,
                однако, с другой стороны, поскольку они совершенно свободны и независимы в
                совершении деяний, благодаря которым становятся «друзьями» или «врагами», то
                дружественность и враждебность следует признать их возможными акциденциальными
                свойствами. Данный подход можно охарактеризовать как вполне правомерный и
                соответствующий принципу срединности. Первая оценка порождает равное отношение, а
                вторая – некоторый нейтральный интерес. Медитируют до тех пор, пока равное отношение
                не сольется с интересом и не возникнет нечто совершенно новое, а именно – отношение
                равного интереса.</p>

            <p>Подобное отношение характеризуется срединно и в другом плане: с одной стороны, оно
                запредельно чувствам симпатии, антипатии и равнодушия, а с другой – интегративно
                включает их в себя (в виде моментов равного отношения и интереса). Однако оно
                несовместимо с этими чувствами, поэтому делает невозможным проявление опирающихся на
                них клеш. Настойчивое вырабатывание данного отношения приводит к тому, что клеши
                постепенно снижают свою активность и переходят в потенциальное состояние, в
                результате чего происходит возрастание уровня устойчивости внутренней жизни. Кроме
                того, подобное отношение служит необходимым условием реализации справедливости в
                социальной жизни. Очевидно, именно с двумя указанными эффектами овладения отношением
                равного интереса связано то, что особая дхарани-мантра (заклинание), помогающая
                реализовать это отношение, называется «Сущностью всех Татхагат (Будд)» (санскр.
                Namo sarva tathāgatānām, Tadyathā: Om śrī mahādevya svāhā", возможный перевод на
                русский: «Поклонение всем Татхагатам. И таков путь: ОМ ШРИ МАХАДЕВЬЯ СВАХА», прим. ред. сайта). Её
                однократное произнесение, как указывается в текстах, очищает от неимоверного
                количества грехов, а в Сутре «Поучений Вималакирти» сказано: <em>«Желающий пребывать
                    в величии Будды должен пребывать в равном отношении ко всем
                    существам»</em><a href="#citation-20" id="ref-20"
                                      class="citation-mark"><sup>20</sup></a>.</p>

            <p>В Сутре «Вопросов домохозяина Угры» говорится о необходимости установления отношения
                равного интереса не только ко всем живым существам, но и к некоторым другим
                предметам – страданию и блаженству, хвале и порицанию, славе, безвестности и
                проч.<a href="#citation-21" id="ref-21" class="citation-mark"><sup>21</sup></a>
                Данное утверждение, очевидно, следует расценивать как косвенное указание на
                необходимость задействования подобного отношения ко всем дхармам, ибо симпатия,
                антипатия и равнодушие могут испытываться к любым объектам, служа опорой для
                проявления клеш. В зависимости от сферы своего применения отношение равного
                эмоционального интереса (отличного от его когнитивного аналога) получает разные
                именования. Так, в области философии оно фигурирует как беспристрастность (отношение
                равного интереса ко всем идеям – своим и чужим), в этике – как бескорыстный (в
                отношении собственной выгоды) интерес к совершенно благих деяний, в области
                медитативного транса (самапатти) – как невозмутимый интерес и т.п. Таким образом,
                отношение равного эмоционального интереса служит необходимым условием правильных
                философствования и нравственности, медитации и общения.</p>

            <p>Хотя отношение равного интереса блокирует на эмоциональном уровне проявления всех
                клеш вообще, а в особенности невежества, однако для того, чтобы еще больше ослабить
                клеши, переведя их на более глубокий уровень потенциальности (<em>bag la nyal
                    ba</em>), махаянисты считают необходимым на его основе развивать чувства
                неизмеримых любви, сострадания и (со)радования. Обычно эти чувства проявляются к
                конкретным индивидам (матери, жене, сыну) или группам лиц (родственникам, землякам).
                Подведение под них фундамента в виде отношения равного интереса делает их
                «безмерными» – относящимися ко всем и каждому. Поэтому, в частности, становится уже
                невозможным, например, присущее многим «передовым» русским интеллигентам XIX века
                парадоксальное сочетание совершенно искренней любви ко всему человечеству и
                непримиримой ненависти к некоторым ближайшим его представителям.</p>

            <p>Однако реализация этих новых чувств производится уже не в связи с оценкой других
                существ («друг», «враг», «посторонний»), а на основе срединного оценивания отношения
                между данным индивидом (собой) и всеми другими существами посредством категорий
                тождества и различия. При этом трансцендированию подвергаются не чувства симпатии,
                антипатии и равнодушия, а относящиеся к интенционально-волевой сфере установки
                заботы о самом себе и небрежения интересами других.</p>

            <p>Характернейшей особенностью всех существ буддисты считают наличие у них описанных
                выше «жажды» и «приверженности» (восьмого и девятого из двенадцати членов зависимого
                возникновения), то есть неуемной устремленности к наслаждениям и нежелания
                испытывать даже самое малое неудобство, страдание (<em>«Не желаем ни малейшего
                    страдания, никогда не знаем меры в
                    наслаждениях»</em>)<a href="#citation-22" id="ref-22"
                                          class="citation-mark"><sup>22</sup></a>. На этой основе
                формируются два
                базовых поведенческих стереотипа – заботы о себе (<em>ngar gces</em>) и
                пренебрежения интересами других. При этом категория заботы о себе охватывает не
                только самого индивида, но и его друзей, родственников и всех других, которые
                содействуют интересам данного лица. Поскольку они некоторым образом заботятся об
                этом индивиде, то их в известном смысле можно рассматривать как тождественных ему.
                Все иные с этой точки зрения полагаются отличными от данного индивида, чужими.</p>

            <p>Итак, выделяются две группы существ, которые оцениваются как тождественные и,
                соответственно, отличные от конкретного индивида. На основании аналогичного
                описанному выше анализа подобных оценок с точки зрения опыта, реинкарнации и закона
                кармы приходят к заключению об их неприемлемости. Следовательно, нет никаких
                оснований проявлять заботу об одних и пренебрегать интересами других, то есть надо
                относиться ко всем одинаково и в этом плане. Поскольку же, с другой стороны,
                попадание индивидов в ту или иную группу обусловлено соответствующими деяниями,
                которые совершаются ими вполне свободно, то к равному отношению следует присоединить
                и некоторый интерес. В итоге реализуется все то же отношение равного интереса,
                которое на этот раз берется в несколько ином ракурсе, а именно – в контексте заботы
                и пренебрежения. Наличие нового ракурса придает ситуации определенную динамику,
                позволяющую обнаружить и развернуть скрытый в ней потенциал.</p>

            <p>С точки зрения принципа срединности в его ипостаси недвойственности, данный индивид
                является и тождественным, и отличным от других. Присутствие отличия довольно явно
                обнаруживает себя в обособленности тел, действий, переживаний, в различии
                особенностей телесно-психической организации индивидов. Наличие же тождественности
                не столь явно, но его можно выявить и установить. Например, рассуждают махаянисты,
                все существа совершенно не отличаются в своей неуемной тяге к наслаждениям и
                нежелании испытывать мучения. Следовательно, их нужно признать тождественными в этом
                отношении. Кроме того, в процессе реинкарнации чаще всего получают свое новое тело
                (более широко – все психосоматические составляющие индивида) от родителей.
                Фактически это тело представляет собой как бы некое продолжение тел родителей. А
                тела родителей являются продолжениями тел их родителей и так далее. Если
                разворачивать эту мысль и дальше, то в итоге окажется, что конкретный индивид в
                данном отношении является продолжением всех других существ. Следовательно, его
                следует признать тождественным всем существам в этом отношении<a href="#citation-23"
                                                                                 id="ref-23"
                                                                                 class="citation-mark"><sup>23</sup></a>.
            </p>

            <p>Следует также отметить и то, что центральноазиатские сторонники философской школы
                мадхьямики-прасангики традиции Гелуг полагают лишенность истинности наличия (<em>bden
                    grub stong</em>) фундаментальным признаком всех дхарм вообще и живых существ, в
                частности. Они называют этот признак дхарматой (<em>chos nyid</em>) и считают
                абсолютной истиной, или подлинной сущностью, дхармы. Каждое существо в своей
                ипостаси абсолютной истины предстает в качестве подобной дхарматы. Все эти дхарматы
                тождественны по своим признакам и сливаются нераздельно в дхармовое пространство
                <em>дхармадхату</em> (<em>chos kyi dbyings</em>), или абсолютную <em>парамартху</em>
                (<em>don dam
                    pa</em>), вследствие чего должны быть признаны и тождественными по сущности
                (<em>ngo bo gcig</em>), то есть имеющими, несмотря на индивидуальные различия (<em>rang
                    ldog tha dad</em>), общую сущность. Таким образом, каждое существо (и все дхармы
                вообще) в своей ипостаси Абсолютного тождественно дхармовому пространству и всем
                другим существам.</p>

            <p>Изложенное приводит к заключению о том, что существа являются не только отличными, но
                и тождественными в определенном отношении. А отрицание этого имеет следствием только
                то, что забота о себе не достигает своей цели. Срединная же оценка отношения между
                существами фиксируется в идеях равенства (<em>mnyam nyid</em>) и преимущества заботы
                о других (<em>gzhan gces</em>) над заботой о себе.</p>

            <p>Тождественность разных предметов выражается в их оценке как равных (А=Б). Если все
                существа равны, то и относиться к ним следует совершенно одинаково. При этом
                сформированное ранее отношение равного интереса расширяет свою предметную область,
                включая не только других существ, но и самого данного индивида: с равным интересом
                относятся к себе и всем другим. На этой основе производится трансцендирование
                крайностей заботы о себе и пренебрежения к интересам других, моменты которых
                («забота о» и «других») интегрируются в заботу о других. Хотя в соответствии с
                равностью и следует заботиться совершенно одинаково о себе и других, однако
                поскольку забота о себе прочно укоренилась в существах, то для ее преодоления
                необходимо делать акцент на заботе о других. Иными словами, забота о себе
                побеждается диалектически своей противоположностью – заботой о других, благодаря
                чему и могут затем установиться в подлинной срединности.</p>

            <p>Дело может быть представлено и в несколько ином виде. Наличие равенства делает
                возможной так называемую «перемену мест» (<em>brje ba</em>), которая состоит в том,
                что индивид как бы меняется местами с другими существами, в соответствии с чем он
                уже должен будет относиться к другим как к себе. Отношение индивида к самому себе
                фиксируется в чувстве любви, на основе которой возникает желание себе счастья,
                имеющего своими признаками отсутствие страдания и наличие блаженства. Эта любовь и
                желание себе счастья формируют установку «заботы о себе». Новая оценка ситуации,
                возникшая в результате перемены мест, фиксируется в чувстве любви к другим, которая
                принимает форму дружелюбия, проявляется в доброжелательности (желании всем счастья)
                и формирует установку заботы о других. Это соответствует тому, что, по мнению многих
                выдающихся мыслителей, для любви характерно отрицание любящим индивидом самого себя
                и утверждение другого – любимого существа, или, иными словами, утверждение себя в
                другом.</p>

            <p>Таким образом, на основе переоценки ситуации в терминах «равенства» и «перемены
                мест», фиксирующейся в отношении равного интереса и любви к другим, производится
                трансцендирование крайностей заботы о себе и равнодушного небрежения другими в
                заботу о других, срединно интегрирующую их основные моменты. В Сутрах отмечается,
                что равная любовь ко всем существам блокирует на эмоциональном уровне проявления
                всех клеш вообще, а в особенности – гнева, ненависти и иных негативных факторов,
                связанных с желанием причинить другим вред<a href="#citation-24" id="ref-24"
                                                             class="citation-mark"><sup>24</sup></a>.
                Это значительно снижает уровень
                внутренней неустойчивости и делает жизнь эмоционально комфортной. Кроме того,
                наличие подобной любви обуславливает возникновение сопереживания, проявляющегося как
                сострадание и сорадование. Махаянисты делают акцент на сострадании. Обычное
                сострадание, по их мнению, имеет форму жалости, сожаления. Но оно может содержать и
                элемент желания, связанный с заботой о других. Наличие подобного элемента у
                безмерного сострадания, полагают сторонники тибетской традиции Гелуг, превращает его
                в великое сострадание. При этом хинаянское великое сострадание выражается в
                пожелании: «Пусть расстанутся со страданием!». Махаянское же великое сострадание
                включает также принятие на себе ответственности за счастье других и порождает высшее
                намерение (<em>lhag bsam</em>) спасти всех существ от страдания, на основе которого
                формируется относительная бодхичитта – твердое намерение стать буддой ради того,
                чтобы увести в Нирвану всех живых существ<a href="#citation-25" id="ref-25"
                                                            class="citation-mark"><sup> 25</sup></a>.
            </p>

            <p>В процессе реализации великого сострадания, высшего намерения и бодхичитты
                подвергается трансформации и сорадование, а именно: оно тоже включает в себя элемент
                желания установить всех существ в неизмеримом блаженстве и принимает форму
                радостного предвкушения грядущего всеобщего счастья. Подобная радость, предвкушающая
                будущее блаженство всех существ, служит наряду с великим состраданием мощным
                стимулом, побуждающим к неустанной деятельности на махаянском пути
                совершенствования. Кроме того, она поддерживает, уравновешивает и стабилизирует
                великое сострадание, а также центрирует реализатора на срединном пути
                совершенствования, делая продвижение по нему устойчивым и неуклонным.</p>

            <p>Практическая реализация четырех безмерных обычно сопровождается произнесением
                мысленно или вслух стандартной формулы пожеланий, посвящение (<em>lung</em>) на
                которую дается компетентным Учителем, что, как полагают, обуславливает в последующем
                возникновение этих безмерных при рецитации данной формулы. В центральноазиатском
                буддизме подобная формула имеет следующий вид:</p>

            <blockquote class="italic pl-4 border-l-4 border-gray-300 my-4">
                <p>Пусть все живые существа станут обладателями блаженства и его причины!</p>
                <p>Пусть все живые существа расстанутся со страданием и его причиной!</p>
                <p>Пусть все живые существа не расстаются с блаженством, не имеющим страдания!</p>
                <p>Пусть все живые существа пребывают в равном отношении, лишенном двух: симпатии к
                    близким и антипатии к дальним!<a href="#citation-26" id="ref-26"
                                                     class="citation-mark"><sup> 26</sup></a></p>
            </blockquote>

            <p>Каждая из этих строк выражает и реализует одну из безмерных, а именно: любовь,
                сострадание, сорадование и отношение равного интереса. Однако медитативная практика
                четырех безмерных начинается с реализации отношения равного интереса. Что же
                послужило причиной того, что в формуле пожеланий четырех безмерных отношение равного
                интереса переходит с первого места на последнее? У тибетских философов некоторой
                популярностью пользуется объяснение отношений между какими-либо дхармами посредством
                тетралеммы (<em>mu bzhi</em>). Так, поясняя отношение между А и Б, указывают то, (1)
                что является только А, (2) является только Б, (3) является и А, и Б, (4) не является
                ни А, ни Б. Если блаженство всех существ и его причины (заслуги) принять за А,
                отсутствие страдания и его причин (грехов) – за Б, то получится следующее:
                ориентация на А характерна для любви, ориентация на Б – для сострадания, ориентация
                на А и Б – для сорадования, а ориентация на отсутствие А и Б – для равного
                отношения. Последнее реализуется во всей полноте только у Будды, придавая ему, как
                было отмечено ранее, особое величие. Поэтому завершающая строка формулы выражает
                пожелание, чтобы все существа стали Буддами. И поскольку состояние Будды в его
                подлинной сути запредельно всему относительному, а значит, и блаженству, страданию и
                отсутствию страдания, то можно сказать, что в последней строке выражена ориентация
                на отсутствие А и Б.</p>

            <p>Кроме того, с данной формулой коррелирует и особая практика «отдачи и принятия» (<em>gtong
                    len</em>), которая связана с реализацией четырех безмерных и нацелена на
                одоление эгоистической заботы о себе. Эта практика состоит в следующем. Созерцая
                любовь, желающую всем существам счастья, визуализируют, как через правую ноздрю
                выходят в виде белой субстанции все имеющиеся у практикующего блаженство и его
                причины – заслуги, которые затем входят во всех существ через их левые ноздри.
                Созерцая сострадание, желающее всем существам избавиться от мучений, визуализируют,
                как имеющиеся у всех существ страдания вместе с их причинами – грехами выходят через
                правые ноздри в виде черной субстанции, которая затем проникает через левую ноздрю
                реализатора и входит в имеющую вид черного образования в сердце эгоистическую заботу
                о себе, постепенно уничтожая ее. Созерцая великую радость, визуализируют, как все
                существа, обладая всей полнотой блаженства вместе с неизмеримым собранием заслуг и
                не имея ни малейшего страдания вместе его причинами, становятся совершенными
                буддами<a href="#citation-27" id="ref-27" class="citation-mark"><sup>27</sup></a>.
            </p>

            <p>Отношение равного интереса здесь не упоминается, поскольку данный метод применяется в
                рамках практики «перемены мест», однако оно может подразумеваться в качестве
                необходимого предварительного условия и реализовываться на завершающем этапе путем
                визуализации погружения всех существ в сферу паринирваны, запредельную всему
                относительному.</p>

            <p>В самом конце махаянского пути совершенствования должна происходить реализация
                положения Будды, во время которой «ум» в форме непорочной мудрости входит в
                Абсолютное (дхармовое пространство) и безраздельно сливается с ним. Поскольку
                следующий данному пути намеревается установить в положении Будды всех существ, то
                порождения отношения равного интереса, любви, сострадания и сорадования можно
                трактовать как относящиеся к единому процессу реализации всеединства, завершающемуся
                слиянием всех существ в Абсолютном. При этом четыре безмерные реализуют всеединство
                на уровне раздробленного целого (совокупности всех существ в рамках феноменального
                существования) в эмоционально-чувственном плане, связанная с ними забота о других –
                в интенционально-волевом, а практикуемое махаянистами-мадхьямиками установление в
                восприятии себя и других как существующих чисто номинально и отсутствующих «со своей
                стороны» (в качестве самостоятельных и отдельных от единого) – в ментальном.
                Общество людей, в котором живет индивид, является частью всей совокупности живых
                существ. Поэтому буддист реализует всеединство посредством четырех безмерных и в
                отношении такого общества.</p>

            <p>Таким образом, популярная в Бурятии махаянская практика четырех безмерных,
                охватывающая своим преобразующим влиянием интеллектуальную, эмоциональную и
                интенционально-волевую сферы, значительно снижает уровень внутренней неустойчивости
                и повышает уровень устойчивости личности к различным изменениям в трансформирующемся
                обществе, приводит к формированию особой жизненной позиции, делающей жизнь
                исполненной смысла, а индивида – ориентированным на занятия плодотворной
                деятельностью ради блага всех существ. Кроме того, эта практика способствует
                укоренению социальных норм и правил поведения в сфере подлинной нравственности,
                подводя под них должный фундамент, что оказывает стабилизирующее влияние на общество
                в целом. Поэтому в своих проповедях буддийские Учители в Бурятии уделяют много
                внимания объяснению четырех безмерных, которые могут также реализовываться и
                внеконфессионально в рамках развития духовности.</p>

            <hr class="my-8 border-t-4 border-gray-500">
            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl my-4">ПРИМЕЧАНИЯ</h4>
                <p class="mb-3" id="citation-1"><sup>1</sup> Его Святейшество Далай-лама XIV. Этика
                    для нового тысячелетия. Санкт-Петербург, 2001. С. 62.<a href="#ref-1"
                                                                            class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-2"><sup>2</sup> Dge 'dun bstan dar ba. bsTan bcos mngon
                    par rtogs pa'i rgyan rtsa 'grel gyi spyi don... (Общее исследование
                    «Абхисамаяланкары» Майтреи). – Xyl., 141 л. // Asian Classics Input Project
                    (ACIP). Release Three. – Washington, 1993. – Catalog # S 0009. Л. 72б.<a
                        href="#ref-2" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-3"><sup>3</sup> ЕС Далай-лама. Указ. соч. С. 94.<a
                        href="#ref-3" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-4"><sup>4</sup> Dge 'dun bstan dar ba. Л. 121А.<a
                        href="#ref-4" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-5"><sup>5</sup> Там же. Л. 106-107.<a href="#ref-5"
                                                                                   class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-6"><sup>6</sup> Там же. Л. 51Б.<a href="#ref-6"
                                                                               class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-7"><sup>7</sup> Zla ba grags pa. Dbu ma la 'jug pa rang
                    'grel dang bcas pa bzhugs so («Введение в мадхьямику» с автокомментарием). –
                    St.-Petersburg, 1912. с. 6-7.<a href="#ref-7"
                                                    class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-8"><sup>8</sup> Там же. С. 55.<a href="#ref-8"
                                                                              class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-9"><sup>9</sup> Sumatishilabhadra. Blang dor la nye bar
                    mkho ba'i rten 'brel gyi don dang rnam gzhag bshad pa'i tshul bzhugs (Объяснение
                    доктрины зависимого возникновения). – Xl., 28 L. – Lcag lug dbung zla. Л. 18-23.<a
                        href="#ref-9" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-10"><sup>10</sup> 'Phags pa yab dang sras mjal ba'i mdo
                    (Сутра «Встреча отца и сына»). – Xl. // ACIP # KD 0060. Гл. 26.<a href="#ref-10"
                                                                                      class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="mb-3" id="citation-11"><sup>11</sup> См., напр.: 'Phags pa shes rab kyi
                    pha rol tu phyin pa brgyad stong pa (Сутра «Праджня-парамита восьмитысячная»). –
                    Xl. // ACIP # KD 0012. Л. 4Б.<a href="#ref-11"
                                                    class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-12"><sup>12</sup> 'Phags pa dri ma med par grags pas
                    bstan pa'i mdo (Сутра «Поучения Вималакирти»). – Xl. // ACIP # KL 0176. Гл. 7.<a
                        href="#ref-12" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-13"><sup>13</sup> bSe Ngag dbang bkra shis. Tshad ma'i
                    dgongs 'grel gyi bstan bcos chen po rnam 'grel gyi don... ston pa... (Учебник по
                    «Собранию тем») // Tshad ma'i don rtsa 'grel. – Mi rigs dpe skrun khang, 1996.
                    с. 108.<a href="#ref-13" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-14"><sup>14</sup> Чжамьян Шепа. Tshig gsal stong thun
                    gyi tshad ma'i rnam bzhad… (Прасангиковская теория верного познания). – Xl. Л.
                    4-10.<a href="#ref-14" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-15"><sup>15</sup> Чжамьян Шепа. Blo rig yig cha (Теория
                    познания) // Blo rig dang sa lam don bdun cu bcas bzhugs so. – Dpar thengs gnyis
                    par deb grangs, 1992. с. 10.<a href="#ref-15"
                                                   class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-16"><sup>16</sup> Чжамьян Шепа. Tshig gsal stong thun
                    gyi tshad ma'i rnam bzhad… Л. 46Б.<a href="#ref-16"
                                                         class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-17"><sup>17</sup> ЕС Далай-лама XIV. Указ. соч.<a
                        href="#ref-17" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-18"><sup>18</sup> Цит. по Чжамьян Шепа. Grub mtha'i
                    rnam bzhad… las thal rang skabs (Философские школы: Прасангика и сватантрика). –
                    Xl. Л. 3Б.<a href="#ref-18" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-19"><sup>19</sup> 'Phags pa khyim bdag drag shul can
                    gyis zhus pa'i mdo (Сутра «Вопросы домохозяина Угры»). – Xl. // ACIP # KD 0063.
                    Л. 266А.<a href="#ref-19" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-20"><sup>20</sup> 'Phags pa dri ma med par grags pas
                    bstan pa'i mdo (Сутра «Поучения Вималакирти»). – Xl. // ACIP # KL 0176. Л. 327
                    Б.<a href="#ref-20" class="text-blue-500 hover:underline">↩</a></p>

                <p class="mb-3" id="citation-21"><sup>21</sup> 'Phags pa khyim bdag drag shul can
                    gyis zhus pa'i mdo... Л. 266А.<a href="#ref-21"
                                                     class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-22"><sup>22</sup> Blo bzang chos kyi rgyal mtshan. Bla
                    ma mchod pa'i cho ga (Ритуал почитания Учителя). – Xl. Л. 14А.<a href="#ref-22"
                                                                                     class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-23"><sup>23</sup> Еше Лодой Ринпоче. Краткое объяснение
                    сущности ламрима. СПб.-Улан-Удэ, 2002. С. 215.<a href="#ref-23"
                                                                     class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-24"><sup>24</sup> 'Phags pa dang pos zhus pa'i mdo
                    (Сутра «Вопросы Пурны»). – Xl. // ACIP # KD 0061. Л. 188А.<a href="#ref-24"
                                                                                 class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-25"><sup>25</sup> Чжамьян Шепа. Dbu ma la 'jug pa'i
                    mtha' dpyod… (Подробное исследование «Введение в мадхьямику» Чандракирти). – Xl.
                    Л. 42.<a href="#ref-25" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-26"><sup>26</sup> Skyabs 'gro bzhugs so (Прибегание) //
                    Bstod smon bsgrigs. – Mtsho sngon mi rigs dpe skrun khang, 1993. с. 2.<a
                        href="#ref-26" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-27"><sup>27</sup> Bla ma mchod pa'i khrid yig …
                    (Большое руководство по практике «Ритуала почитания Учителя»). – Xl. – Khri chen
                    mo dga' ldan theg chen gling gi bkra shis chos spel grwa tshang. Лл.
                    102А-103А.<a href="#ref-27" class="text-blue-500 hover:underline">↩</a></p>
            </div>
        </div>
    </div>
@endsection
