@extends('layouts.app')
@section('title', 'Роль гордости в духовной культуре махаяны')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.85), rgba(255, 255, 255, 0.85)),
            url('{{ asset("backgrounds/gradient_blue.webp") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            Роль гордости в духовной культуре махаяны</h1>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>Буддийские философы обычно относят гордость (<em>nga rgyal</em>) к категории
                второстепенных (в хинаяне) или основных (в махаяне) клеш – факторов, с устранением
                которых связывают обретение освобождения от сансары – необходимости получать все
                новые и новые рождения. С точки зрения применяемых методов махаяну подразделяют на
                парамитаяну (Сутру) и мантраяну (Тантру). На необходимость практики гордости в
                парамитаяне прямо указывал ещё Шантидэва (VII в.), а в мантраяне она считается одной
                из главных основ реализации созерцаемого Божества – идама. Каким же образом
                гордость, которая в качестве клеши полагается неблагим (<em>mi dge ba</em>)
                элементом – способным вызывать переживание страдания, может служить благим (<em>dge
                    ba</em>) элементом – способным порождать хорошее? Какова её подлинная роль в
                духовной культуре махаяны?</p>

            <p>Анализ определений гордости, даваемых Асангой (IV в.)<a href="#citation-1"
                                                                        id="ref-1"
                                                                        class="citation-mark"><sup>1</sup></a>,
                Цзонхавой (1357–1419)<a href="#citation-2" id="ref-2"
                                         class="citation-mark"><sup>2</sup></a> и другими
                авторитетными буддийскими учеными, а также рассмотрение семи (в махаяне)<a
                    href="#citation-3" id="ref-3" class="citation-mark"><sup>3</sup></a> и девяти (в
                хинаяне)<a href="#citation-4" id="ref-4" class="citation-mark"><sup>4</sup></a>
                видов гордости приводят к заключению, что гордостью полагают психический элемент,
                который опирается на неведение, относится к категории клеш, характеризуется как
                специфическое чувство «надутости», имеет своим признаком мысль: «Я самый–самый»,
                качеством – неблагое, функцией – приведение в низшее положение и состояние,
                связанные с переживанием страдания.</p>

            <p>Интересные мысли о гордости высказывает оригинальный буддийский философ Шантидэва в
                седьмой главе своего «Введения в деяния Бодхисаттвы» («Бодхисаттва-чарья-аватара»).
                Гордость, по его мнению, является элементом, необходимым для реализации блага
                собственного и блага всех других существ, способствуя развитию усердия в
                осуществлении благого и делая устойчивым против падения – нарушения важнейших
                обетов. Такая гордость не является клешей и содействует избавлению от всех клеш<a
                    href="#citation-5" id="ref-5" class="citation-mark"><sup>5</sup></a>. Из этого
                следует, что Шантидэва признает существование фактора, который по своему признаку
                был бы гордостью, а по качеству (благое – неблагое – нейтральное) и функции не
                являлся бы клешей. Каким же образом это возможно, если гордость не относят к
                элементам с меняющимся качеством (<em>gzhan ’gyur</em>)?</p>

            <p>В концепции сознания – читты (<em>sems</em>) и психических элементов – чайтты (<em>sems
                    byung</em>) сознание определяется как сопровождаемый психическими элементами
                фактор, обладающий признаками ясности и ведания. Между сознанием и сопутствующими
                ему психическими элементами имеется сходство по пяти параметрам. При этом сходство
                по «виду» (<em>rnam pa</em>) означает их качественную однородность<a
                    href="#citation-6" id="ref-6" class="citation-mark"><sup>6</sup></a>. Поэтому,
                если гордость сопровождает благой вид сознания, её уже нельзя будет охарактеризовать
                как неблагой, клешу.</p>

            <p>Термин «читта» в этой концепции обозначает не только сознание как таковое, но и
                мысль, намерение и т.д. Основой махаяны полагают относительную бодхичитту – мысль о
                достижении собственного Пробуждения ради установления всех существ в положении
                будды. Эта бодхичитта обладает качеством благого, поэтому может сопровождаться
                только благими элементами. Если на основе бодхичитты сформировалась мысль: «Я
                самый–самый», то при этом возникает и неразрывно связанная с ней гордость, которая
                уже не будет клешей. Наличие такой гордости предполагается самой бодхичиттой,
                поскольку эта бодхичитта опирается на «высшее намерение» (<em>lhag bsam</em>): «Я
                спасу всех существ», которое косвенно выдвигает другое утверждение: «Никто, кроме
                меня, не может спасти всех существ», а оно, в свою очередь, подразумевает: «Я
                самый–самый». Поэтому гордость является составным элементом того сложного по своей
                структуре образования, которое называется бодхичиттой.</p>

            <p>Обнаружив внутреннюю связь между бодхичиттой и гордостью, Шантидэва разработал
                оригинальную концепцию благой гордости. Слабый не может спасти от беды не только
                других, но и самого себя. Хотя все существа, полагает Шантидэва, обладают силой,
                необходимой для совершения благих деяний, но из-за робости и трусости отказываются
                проявить её. Гордость же делает возможным проявление этой силы. Видя ужасающее
                положение существ, которые из-за клеш и подчиненности обстоятельствам не могут
                обрести собственного блага, а из-за робости и трусости даже не предпринимают никаких
                попыток действовать в этом направлении, обладающий великим состраданием бодхисаттва
                решает: «Только я один спасу всех существ!». Этот вид гордости имеет три компонента:
                ментальный, эмоциональный и интенциональный, причем акцент делается на последнем.
                Такая гордость, отмечает Шантидэва, порождает специфическую силу, благодаря которой
                становятся способными одолеть все преграды на пути к намеченной цели<a
                    href="#citation-7" id="ref-7" class="citation-mark"><sup>7</sup></a>. Таким
                образом благодаря гордости бодхисаттва осознает (ментальный компонент), выявляет
                (ощущает – эмоциональный компонент) и реализует (интенциональный компонент) свою
                потенцию обретения положения будды.</p>

            <p>Условием реализации благого деяния полагают наличие трехкомпонентного
                причинно-следственного блока. Первой в этом блоке идёт вера (<em>mos</em>) в то, что
                нечто существует или не существует, является положительным или отрицательным, может
                или не может быть обретено. Эта вера порождает соответствующее стремление (<em>’dun
                    pa</em>), а оно – усердие в реализации<a href="#citation-8" id="ref-8"
                                                              class="citation-mark"><sup>8</sup></a>.
                Если не верить в возможность обретения Пробуждения и т.д., то не сможет возникнуть и
                бодхичитта. Поэтому эти три элемента присутствуют и при реализации бодхичитты.
                Однако в данном случае между верой и стремлением вклинивается гордость, так как
                бодхисаттва верит, что только он сможет спасти всех существ. Поэтому гордость
                является элементом, необходимым для реализации бодхичитты, раскрывает именно эту
                потенцию.</p>

            <p>Почувствовав в себе, благодаря гордости, великую силу, бодхисаттва решает полностью
                отдать себя делу спасения всех существ, пожертвовать собой ради них. Поэтому он
                становится великим героем. Поскольку готов пожертвовать собой, то ничего не
                страшится, побеждает робость и страх, препятствующие проявлению его внутренней силы,
                порождает великое усердие в практике благого, благодаря которому становится
                способным одолеть все преграды на пути к намеченной цели. Главным врагом существ
                полагают клеши, которые являются конечной причиной всех бед. Поэтому бодхисаттва
                реализует гордость, думая: «Никакие клеши не могут одолеть меня! Я могу одолеть все
                клеши!»<a href="#citation-9" id="ref-9" class="citation-mark"><sup>9</sup></a>.
                Гордый не совершает недостойного – греховного, не бросает начатое. Поэтому благодаря
                гордости продвижение по пути совершенствования становится устойчивым, бодхисаттва не
                нарушает обетов и не прекращает движения к поставленной цели. Из сказанного следует,
                что гордость бодхисаттвы выполняет четыре функции: актуализирует потенции, порождает
                усердие, делает непоколебимым и способствует обретению блага всеми существами.</p>

            <p>Полностью отдавая себя другим, бодхисаттва, как полагает Шантидэва, должен считать
                себя рабом всех существ. Гордость такого бодхисаттвы Шантидэва называет подлинной
                смиренностью<a href="#citation-10" id="ref-10" class="citation-mark"><sup>10</sup></a>.
                Поскольку же гордость обычно противопоставляется смиренности и считается
                несовместимой с ней, то гордость бодхисаттвы следует охарактеризовать как обладающую
                признаком недвойственности. Таким образом гордость бодхисаттвы можно определить как
                сопутствующий относительной бодхичитте психический элемент, признаком которого
                является мысль: «Только я один одолею всех врагов живых существ, и никакой враг не
                одолеет меня», качеством – благое, функцией – актуализация потенций, порождение
                усердия, делание устойчивым и непоколебимым, способствование благу и счастью всех
                существ, а специфической особенностью – недвойственность со своей
                противоположностью, смиренностью.</p>

            <p>Основным признаком буддийского пути совершенствования считается срединность – равная
                удаленность от крайностей потворства желаниям и их подавление посредством аскетизма
                и т.д. Однако срединность может быть истолкована и иначе: продвигающийся по этому
                пути находится в срединном положении между несовершенством (исходный пункт) и
                совершенством (конечный пункт). Поэтому реализатор должен быть охарактеризован и как
                несовершенный, и как совершенный. Для продвижения по этому пути необходимо четко
                держаться срединности, иначе происходит остановка. Но на уровне концептуального ума
                практически невозможно точно сориентироваться на срединность, так как совершенство и
                несовершенство для него представляются несовместимыми факторами. Однако срединности
                легко можно достичь благодаря гордости и радости.</p>

            <p>Махаянские философы признают два рода (<em>rigs</em>), обладающие способностью или
                делающие возможным обретение положения будды. Род, пребывающий по природе (<em>rang
                    bzhin gnas rigs</em>) – это имеющаяся у всех существ изначально совершенно
                чистая по природе дхармата – истинная сущность ума, которая делает возможным (<em>rung</em>)
                обретение свабхавикакаи – Абсолютного Тела Будды. Род развития (<em>rgyas ’gyur pa’i
                    rigs</em>) – это те факторы, благодаря порождению и развитию которых становятся
                способными (<em>nus pa</em>) обрести положение будды. Этот род считают причиной
                реализации трёх остальных Тел Будды – джнянадхармакаи, самбхогакаи и нирманакаи<a
                    href="#citation-11" id="ref-11" class="citation-mark"><sup>11</sup></a>. Гордый
                бодхисаттва сознаёт, что уже является буддой, так как обладает совершенно чистой по
                природе дхарматой ума (первый род). Он также сознаёт, что ещё не является буддой,
                так как полагает себя только обладающим силой, благодаря которой очистит от внешней
                грязи чистую по природе дхармату и реализует все Тела Будды (второй род). Такая
                гордость, характеризующаяся этой специфической недвойственностью
                «совершенного–несовершенного», устанавливает на срединный путь, обеспечивает
                пребывание в срединности и продвижение. Она обычно поддерживается и сопровождается
                выполняющей аналогичные функции радостью (<em>dga’ ba</em>), которая, являясь
                переживанием предвкушения обладания желаемым, занимает срединное положение между
                переживанием необладания и обладания совершенством, способствует развитию и
                противодействует гневу и т.д., действующим разрушительно и блокирующе.</p>

            <p>В мантраяне гордость реализуется несколько иначе, чем в парамитаяне. Здесь
                бодхисаттва гордится тем, что только он один обладает силой спасти всех существ.
                Однако он при этом сознает, что хотя и обладает силой, благодаря которой обретет
                положение будды, но ещё не обладает силой – могуществом будды в спасении существ.
                Чтобы стать буддой, надо уже быть им. Продвижение по срединному тантрийскому пути
                состоит в том, что всё больше и больше становятся буддой в виде конкретного божества
                – Идама. Однако у индивида отсутствует потенция на реализацию данного Идама. Поэтому
                она создается посредством особого ритуала посвящения (абхишеки), которое можно
                охарактеризовать как наделение особой силой благословения (<em>byin rlabs</em>),
                передаваемой от одного к другому по линии традиции, идущей от самого будды.</p>

            <p>В текстах ритуалов посвящения (<em>dbang cho ga</em>) иногда указывается, что в
                результате посвящения индивид действительно становится тем Идамом, в систему
                которого его посвящают. В качестве теоретического основания такого утверждения
                можно, очевидно, указать на буддийскую концепцию многовариантности существующего, в
                которой предлагается объяснение того, каким образом, например, дух–прет, человек и
                божество, смотрящие на одну и ту же чашку с жидкостью, воспринимают разное – гной,
                воду и нектар. Полагают, что на «уровне наличия» (<em>grub pa</em>) эта вещь состоит
                из трёх частей, соответствующих кармам этих существ. А на «уровне рождения» (<em>skye
                    ba</em>) каждому существу является только та часть, которая возникла как плод
                именно его кармы<a href="#citation-12" id="ref-12"
                                    class="citation-mark"><sup>12</sup></a>. В соответствии с этим
                можно предположить, что на «уровне рождения», у получившего посвящение, существует
                обычный человек, а на «уровне наличия» – обычный человек и Идам. Поэтому тантрийская
                практика состоит в выявлении Идама и на «уровне рождения».</p>

            <p>Актуализация созданной таким образом в результате посвящения потенции происходит, по
                мнению тантристов, благодаря наличию трёх элементов:</p>
            <ul class="list-disc pl-5 space-y-1 ml-8">
                <li class="my-2">состраданию Идама, обладающему силой благословения,</li>
                <li class="my-2">методу (садхане) и</li>
                <li class="my-2">вере практикующего.</li>
            </ul>
                <p>Полагают, что сострадание является неотъемлемым качеством Идама. Полученный от Будды, Идама или
                святого бодхисаттвы метод признают обладающим силой благословения – способным
                актуализировать потенцию. Основная часть большинства методов состоит в созерцании
                исчезновения воспринимаемой обычно явленности (<em>tha mal pa'i snang ba</em>) в
                пустоте – шунье и визуализации возникновения «ясной явленности» (<em>gsal snang</em>)
                – чистой страны будды, мандала и дворца Идама, самого реализатора в виде этого
                божества. При этом следует верить, что мир «ясной явленности» действительно является
                чистой страной будды как самбхогакаи – Акаништхой и всеми другими чистыми странами
                будд как нирманакай (типа Абхирати, Сукхавати и т.д.), а также является неотличимым
                от дхармового пространства (дхармадхату). Аналогичным образом следует верить, что
                визуализируемый дворец является дворцом Будд, имеющимся в Акаништхе и т.д. Следует
                верить, что ты сам и все другие обитатели дворца являются Божествами–Буддами,
                обладающими тремя Телами и т.д.</p>

            <p>В связи с указанной визуализацией и верой созерцают гордость: «Я – Божество, Будда,
                обладающий тремя Телами, всеми достоинствами, всеведением, всемогуществом, чистой
                страной и совершенным достоянием».</p>

            <p>Такое созерцание практикуется во всех четырех тантрийских системах (<em>rgyud
                    sde</em>). Полагают, что в высшей из них – ануттарайогатантре, путь которой
                подразделяют на две стадии – рождения (<em>bskyed rim</em>) и завершения (<em>rdzogs
                    rim</em>), основным «предметом отвержения» (<em>spong bya</em>) на первой стадии
                должны быть «обычная явленность» и связанные с ней «обычные желания» (<em>tha mal
                    pa'i zhen pa</em>), а «противоядием» (<em>gnyen</em>) от них служат «ясная
                явленность» и связанная с ней гордость Божества («Я – Божество»)<a
                    href="#citation-13" id="ref-13" class="citation-mark"><sup>13</sup></a>. При
                этом надлежит устранять явление «обычной явленности» не «чувственному» (<em>dbang
                    shes</em>), а «умственному познанию» (<em>yid shes</em>)<a href="#citation-14"
                                                                                id="ref-14"
                                                                                class="citation-mark"><sup>14</sup></a>.
            </p>

            <p>Явление объекта «чувственному познанию» имеет место, например, при восприятии кувшина
                посредством глаз, а явление объекта умственному познанию – при восприятии кувшина
                благодаря воспоминанию. Моменты такого явления кувшина умственному познанию могут
                вклиниваться в поток моментов его явления чувственному познанию, возникать сразу
                после прекращения этого потока или в другое время. Когда при наличии достаточной
                тренированности во время созерцания по садхане возникает «ясное явление» умственному
                познанию того, что визуализируется, то благодаря этому прекращается восприятие им
                обычной явленности. Эта ясная явленность реализуется и в период между основными
                циклами созерцания. В это время стараются добиться того, чтобы в поток моментов
                явления внешней данности чувственному познанию вклинивались моменты ясной явленности
                вместо обычной явленности. Благодаря этому возникает специфический эффект утончения
                являющегося чувственному познанию, оно становится как бы прозрачным и сквозь него
                просвечивает ясная явленность, на которой и акцентируют внимание.</p>

            <p>Созерцание ясной явленности как противоядия от обычной явленности в этой практике
                играет второстепенную роль, оно рассматривается как составной элемент реализации
                главного – гордости божества<a href="#citation-15" id="ref-15"
                                                class="citation-mark"><sup>15</sup></a>. Возникающая
                при этом гордость не является клешей, поскольку сопровождает визуализацию божеств и
                т.д., полагаемую благим элементом.</p>

            <p>Если при практике гордости в парамитаяне акцент делается на способности пройти весь
                путь до Просветления, то в мантраяне больше ориентируются на способность спасти всех
                существ. Это подтверждается тем, что себя визуализируют в виде Будды и в этом
                качестве уже созерцают спасение всех существ. Цзонхава говорит о гордости в
                «Агриме»: «Если рождается подлинная гордость Божества, то хотя бы фактически и не
                являлись Божеством, но благодаря этому рождается нужное»<a href="#citation-16"
                                                                            id="ref-16"
                                                                            class="citation-mark"><sup>16</sup></a>.
                Хотя бы на «уровне рождения» и не были Божеством, но благодаря указанной гордости
                рождается нужное для становления им – устранение обычных желаний, связанных с
                обычной явленностью, что, как полагают, делает невозможным проявление клеш и
                осуществление неблагого. Однако рассмотрение гордости в связи со срединным путём
                приводит и к другой оценке её практики. Чтобы стать буддой (на «уровне рождения»),
                нужно уже быть им (на «уровне наличия»). Поэтому визуализируют себя как Будду и в
                этом качестве созерцают осуществление спасения существ. Поскольку же становящийся
                буддой ещё не является буддой полностью, то созерцают своё превращение в будду.
                Благодаря этому происходит актуализация потенции и постепенная реализация Будды на
                «уровне рождения». Гордость здесь устанавливает на срединном тантрийском пути, а
                радость («Не сегодня, так завтра, стану Буддой») в основном обеспечивает срединность
                движения по нему.</p>

            <p>Изложенное позволяет сделать заключение, что гордость в махаяне рассматривается не
                только как клеша, но и как благой элемент, который сопутствует относительной
                бодхичитте, устанавливает на срединном пути и делает устойчивым пребывание на нём,
                актуализирует и реализует потенцию становления буддой. Поскольку становление на Путь
                махаяны осуществляется благодаря реализации относительной бодхичитты и характерным
                признаком этого пути является срединность, то гордость играет одну из важнейших
                ролей в духовной культуре махаяны. Тантрийская практика страсти, некоторые
                высказывания в «Манджушринамасангити» и других тантрийских текстах ясно указывают на
                то, что страсть, гнев, жадность и другие элементы, традиционно считающиеся клешами,
                тоже могут при соответствующем подходе изменить своё качество на благое и
                использоваться как средства обретения конечного освобождения и блаженства. Этим
                обозначается очень своеобразный путь трансформации отрицательных факторов в
                положительные в духовной культуре махаяны вообще и мантраяны в частности.</p>

            <h2 class="text-center text-blue-900 font-bold text-xl mt-6 mb-4">Summary</h2>
            <p>In Buddhism the pride is usually considered a factor telling on spirituality
                negatively. However the researches bring to the conclusion that in Mahayana it
                transforms into the positive factor which is one of the bases Bodhisattva’s
                spirituality. It points out the presence of the specific method of transformation
                the negative into the positive in spiritual culture of Mahayana.</p>

            <hr class="my-8 border-t-4 border-gray-500">
            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl my-4">Литература</h4>
                <p class="my-2" id="citation-1"><sup>1</sup> <em>Mind in Buddhist Psychology / A
                        Translation of Ye shes rgyal mtshan’s “The Necklace of Clear
                        Understanding”</em> by H.V. Guenther, L.S. Kawamura. – Dharma Publishing,
                    1975, p. 68.<a href="#ref-1" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-2"><sup>2</sup> Чже Цонкапа. <em>Большое руководство к
                        этапам пути пробуждения</em>. – II. – С.–Петербург: «Нартанг», 1995, с. 50.<a href="#ref-2" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-3"><sup>3</sup> <em>Mind in Buddhist Psychology</em>,
                    pp. 68–72.<a href="#ref-3" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-4"><sup>4</sup> Lcang skya rol pa’i rdo rje. <em>Dag
                        yig mkhas pa'i ’byung gnas</em> (Джанжа Ролби Дорже. Словарь «Источник
                    мудрецов»). – Китай: изд. уч. лит., 1988, pp. 413–414.<a href="#ref-4"
                                                                              class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-5"><sup>5</sup> Zhi ba'i lha. <em>Byang chub
                        sems dpa’i spyod pa la 'jug pa</em> (Шантидэва «Введение в деяния
                    Бодхисаттвы»). – Xl., 176l., ll. 88, 93. – Б/м. Б/г.<a href="#ref-5"
                                                                            class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-6"><sup>6</sup> <em>Mind in Buddhist Psychology</em>,
                    pp. 11–13.<a href="#ref-6" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-7"><sup>7</sup> Zhi ba'i lha, l. 92.<a href="#ref-7"
                                                                                     class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-8"><sup>8</sup> Дандарон Б. Д. Письмо В. Репке //
                    "Легшед". – № 5. – 2000, с. 44-45.<a href="#ref-8"
                                                          class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-9"><sup>9</sup> Zhi ba'i lha, l. 93a.<a href="#ref-9"
                                                                                      class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-10"><sup>10</sup> Zhi ba'i lha, l. 93б.<a
                        href="#ref-10" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-11"><sup>11</sup> dGe ’dun bstan dar. <em>bsTan bcos
                        mngon par rtogs pa’i rgyan rtsa ’grel gyi spyi don …</em> (Гедун Дандар.
                    Исследовательская работа по «Абхисамаяланкаре» Майтреи). – Xl., 141l., ll.
                    106б–110б. // The Asian Classics Input Project. Release Three. – Washington,
                    1993. – Catalog # S 0009.<a href="#ref-11"
                                                 class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-12"><sup>12</sup> dGe ’dun bstan dar. <em>bsTan bcos
                        chen po dbu ma la ’jug pa spyi don …</em> (Гедун Дандар. Исследовательская
                    работа по «Введению в мадхьямику» Чандракирти). – Xl., 162l., l. 125б и далее.
                    // The Asian … Catalog # S 0021.<a href="#ref-12"
                                                        class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-13"><sup>13</sup> Lcang skya rol pa’i rdo rje, p. 949.<a href="#ref-13" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-14"><sup>14</sup> Ngag dbang dpal ldan. <em>gSang chen
                        rgyud sde bzhi’i sa lam gyi rnam gzhag rgyud gzhung gsal byed ces bya ba
                        bzhugs so</em> (Агван Балдан. Учебник по Тантре). – Xl., 46l., l. 12б. //
                    The Asian …<a href="#ref-14" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-15"><sup>15</sup> Ngag dbang dpal ldan, l. 12б.<a
                        href="#ref-15" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-16"><sup>16</sup> Ngag dbang dpal ldan, l. 13а.<a
                        href="#ref-16" class="text-blue-500 hover:underline">↩</a></p>
            </div>
        </div>
    </div>
@endsection
