@extends('layouts.app')
@section('title', 'О роли системы обетования в буддизме')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.85), rgba(255, 255, 255, 0.85)),
            url('{{ asset("backgrounds/gradient_blue.webp") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">О
            роли системы обетования в буддизме</h1>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>Буддизм немыслим без системы обетования. Даже простое становление буддистом
                осуществляется благодаря акту принятия обета прибегания к Трем Драгоценностям
                (Будде, Учению, Общине) вплоть до обретения личного Просветления (к «Будде, Ученью и
                Общине высшим / До Просветления я буду прибегать»<a href="#citation-1" id="ref-1"
                                                                     class="citation-mark"><sup>1</sup></a>).
                Объяснению обетов и связанных с ними вопросов посвящена Виная (тиб. <em>'dul ba</em>,
                «обуздание, усмирение, укрощение») – один из трех главных разделов буддийского
                Канона (Трипитаки). Крупный тибетский религиозный деятель Цонкана (1357–1419),
                положивший основание «желтошапочной» традиции Гелуг, которая получила большое
                распространение в Центральной Азии, как отмечает известный историк религии Туган (Thuu
                bkwan, 1737–1802), начал свою обширную деятельность с проповедования нравственной
                дисциплины Винаи как фундамента, без наличия которого буддизм просто не может
                существовать<a href="#citation-2" id="ref-2" class="citation-mark"><sup>2</sup></a>.
                В Сутрах при описании качеств Будды обычно упоминается его обузданность (<em>'dul
                    ba</em>), буддийское Учение нередко именуется «драгоценным Учением Винаи», а
                буддист называется словом «винея» (тиб. <em>gdul bya</em>) – «подлежащий обузданию,
                обуздываемый». В тибетоязычной буддийской литературе мы обнаруживаем пользующиеся
                популярностью произведения жанра <em>sdom gsum</em> (три обета), посвященные
                специальному исследованию и анализу обетов «индивидуального спасения» (пратимокши),
                бодхисаттвовских и тантрийских.</p>

            <p>Изложенное прямо указывает на фундаментальную роль обуздания в буддизме. Известный
                индийский мыслитель Шантидева (VII в.), считающийся тибетскими учеными монахами
                одним из основателей философской школы мадхьямика-прасангика, объясняет это
                следующим образом. Причиной всего хорошего и плохого в мире является ум
                (<em>sems</em>), поскольку именно он порождает деяния, совершение которых приводит к
                образованию и накоплению кармы (<em>las</em>), а уж она-то и творит непосредственно
                все сущее. Ум в его обычном состоянии очень плохо поддается контролю, вследствие
                чего уподобляется буддистами дикому быку. Поэтому человек, желающий себе блага –
                получения хорошего рождения, освобождения из круговорота феноменального
                существования (сансары) и даже обретения положения Будды, должен приложить все
                усилия, чтобы сделать контролируемым и послушным свой ум<a href="#citation-3"
                                                                            id="ref-3"
                                                                            class="citation-mark"><sup>3</sup></a>.
            </p>

            <p>Немаловажную роль в процессе реализации подобного обуздания ума играет использование
                системы обетования. Принятие обетов (тиб. <em>dam tshig</em> – «высшее слово», <em>sdom
                    pa</em> – «связывающий, прекращающий») является серьёзным шагом, приводящим к
                формированию определенной позиции личности и в значительной степени детерминирующим
                последующую жизнь человека. В частности, оно обусловливает образование в сознании
                индивида соответствующих установок, которые поддерживаются и усиливаются при
                повторном, регулярном или периодическом принятии тех же самых обетов. Этим
                объясняется то, например, что буддийские наставники рекомендуют принимать ритуально
                обеты Махаяны вообще и тантрийские обеты, в особенности, при наличии любой
                подходящей возможности. Обеты прибегания к Трем Драгоценностям и бодхичитты
                (обещание достичь положения Будды ради установления в нем всех существ) обычно
                принимаются ежедневно путём многократного повторения их формул. Девятнадцать
                тантрийских обетов по пяти Родам (<em>rigs lnga so so</em>), согласно некоторым
                руководствам, тоже следует принимать («порождать») каждый день.</p>

            <p>Психологи констатируют, что человек не так уж и часто действует чисто рационально,
                полностью сознавая и контролируя ситуацию, в которой он находится. Нередко с ним
                просто нечто случается, а уж потом он старается найти приемлемое рациональное
                объяснение и оправдание своих поступков. Наличие же обета-установки, как показывает
                опыт, способствует значительному повышению уровня самоконтроля. Когда, например, в
                некой ситуации случается так, что человек собирается совершить поступок, запрещаемый
                принятым обетом, то его как бы нечто удерживает, благодаря чему он может одуматься –
                осознать ситуацию и нежелательность осуществления данного деяния. Аналогичным
                образом в соответствующей ситуации обет-установка «подталкивает» к совершению
                желательного поступка, согласующегося с обетом.</p>

            <p>Изложенное позволяет охарактеризовать обет-установку как специфическое
                энерго-информационное образование, в котором энергетическая составляющая
                обусловливает описанные выше удерживание или подталкивание, а информационная
                компонента определяет то, в какой именно ситуации это происходит. С этой точки
                зрения становится понятным, почему буддийские наставники рекомендуют повторные
                принятия обетов: это должно поддерживать и даже усиливать энергетическую и
                информационную составляющие установки таким образом, чтобы обеспечить достаточно
                высокий уровень функционирования обета. Ведь во время повторного принятия обета
                человек ещё больше закрепляет в памяти смысл обета, тем самым упрочивая
                информационную составляющую установки, в результате чего при восприятии
                соответствующей ситуации у этой составляющей сразу возникает семантический резонанс
                с ней, что приводит к быстрой активизации энергетической компоненты. Кроме того,
                процесс принятия обета индивидом фактически состоит в принятии твердого решения
                совершать нечто или воздерживаться от чего-то, а это, несомненно, способствует
                укреплению и усилению энергетической составляющей, благодаря чему в соответствующей
                ситуации данный обет-установка будет эффективнее проявляться в «подталкивании» и
                «удерживании».</p>

            <p>В тибетской традиции буддизма выделяют три главных вида обетов (<em>sdom gsum</em>),
                а именно обеты «индивидуального спасения» (пратимокши), бодхисаттвовские и
                тантрийские. Обеты первого вида фиксируют принадлежность индивида к буддизму и
                определяют его статус по линии «мирское – ушедшее от мира». В Винае выделяют восемь
                таких статусов:
            <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                <li class="my-2">мирянин;</li>
                <li class="my-2">мирянка;</li>
                <li class="my-2">послушник;</li>
                <li class="my-2">послушница;</li>
                <li class="my-2">послушница, готовящаяся к принятию монашества;</li>
                <li class="my-2">монах;</li>
                <li class="my-2">монахиня;</li>
                <li class="my-2">принявший однодневные обеты.</li>
            </ol>
            <p>Бодхисаттвовские обеты определяют принадлежность человека к Махаяне, а тантрийские – к
            Ваджраяне, являющейся одной из двух главных Колесниц (ян) Махаяны. Поэтому принятию
            вторых обязательно предшествует принятие первых.</p>

            <p>Анализ содержательной стороны буддийских обетов позволяет разделить их на три вида. К
                первому следует отнести обет прибегания к Трем Драгоценностям и обет порождения
                бодхичитты, которые квалифицируются как «входные двери» буддизма и Махаяны, а их
                принятие и соблюдение приводит к формированию конкретной базовой позиции личности и
                в значительной степени определяет магистральное русло течения ее жизни. Ко второму
                виду относится очень большая группа обетов, которые регламентируют то, каким именно
                образом следует себя вести в тех или иных ситуациях при общении с другими людьми. Их
                принятие и соблюдение приводит к формированию того, что можно квалифицировать как
                буддийскую культуру поведения. В группу же обетов третьего вида входят те, которые
                определяют особенности отношения индивида к тем или иным религиозным реалиям.</p>

            <p>Таким образом, с точки зрения психологии роль принятия и соблюдения обетов
                заключается, прежде всего, в формировании базовой личностной позиции и
                магистрального русла течения жизни, буддийской культуры поведения и специфических
                особенностей системы религиозного действа, а также в повышении уровня самоконтроля,
                обеспечивающего реализацию обуздания ума. Однако феномен буддийского обетования не
                исчерпывается только этим. Анализ позволяет обнаружить еще один важный аспект,
                который будет уместным охарактеризовать как религиозно-мистический.</p>

            <p>Дело в том, что, по мнению буддистов, обет не только дается («дал клятву, дал
                обещание»), но и получается (<em>len pa</em>). Во время совершения ритуала принятия
                обета происходит наделение реципиента обетом, передаваемым по традиции, исходящей,
                как полагают, от самого Будды Шакьямуни. Если бы принятие обета заключалось в
                простом давании обещания в торжественной обстановке и формировании на этой основе
                описанного выше энергоинформационного образования, то не было бы никакой
                необходимости сохранять на протяжении веков традиции обетования и передавать обеты
                ритуально. Однако буддисты крайне серьезно и бережно относятся к сохранению и
                передаче традиций обетования, и если какая-то из этих традиций прерывалась по тем
                или иным причинам, то это приводило к прекращению практики принятия соответствующих
                обетов. Так, на протяжении многих веков в Тибете не было монахинь, поскольку
                прервалась соответствующая традиция. Следовательно, во время ритуального принятия
                обета происходит передача и получение чего-то такого, что, очевидно, играет
                важнейшую роль в буддийской системе обетования. Что же это такое?</p>

            <p>В пользующейся большой популярностью у буддистов «Сутре о мудрости и глупости»
                говорится, что принятие монашеских обетов создает неизмеримые заслуги (т.е.
                положительную карму), очищает от грехов и т.п.<a href="#citation-4" id="ref-4"
                                                                  class="citation-mark"><sup>4</sup></a>.
                Весьма сомнительно, чтобы подобный эффект приписывался только простому принятию
                некоторого благого решения, выраженному в соответствующих словах обетования.
                Поскольку же указанный эффект буддисты нередко приписывают действию силы благого
                (<em>dge ba</em>), или благой силе, то можно сделать вывод о том, что во время
                ритуального принятия обетов производится передача и получение новой силы, которая
                квалифицируется как благая, и в качестве таковой, осуществляет очищение от грехов
                (<em>sdig pa</em>) и неблагих (<em>mi dge ba</em>) факторов, а также создает заслуги
                (<em>bsod nams</em>) и порождает благие факторы.</p>

            <p>Какое же отношение имеет эта благая сила к энергоинформационному образованию
                обета-установки? Очевидно, она прочно связана с энергетическим и информационным
                компонентами и, в качестве третьей составляющей, вместе с ними конституирует то, что
                будет уместным назвать термином «феномен обета», обозначающим принятый обет именно в
                том виде, в каком он имеет место и функционирует у буддиста. Когда во время
                ритуального принятия обета передающий этот обет наставник (<em>slob dpon</em>)
                произносит сакральную формулу обетования, происходит актуализация имеющегося у него
                феномена обета, наделенного всеми тремя своими составляющими. Когда же получающий
                обет ученик (<em>slob pa</em>) произносит вслед за наставником эту формулу, у него
                происходит формирование обета-установки, к двум составляющим которого присоединяется
                возникшая, вероятно, благодаря индуцированию соответствующая благая сила, в
                результате чего и образуется целостный феномен обета, обладающий всеми тремя своими
                компонентами.</p>

            <p>Получив и связав с обетом-установкой эту благую силу, стараются ее сохранить на
                должном уровне и по возможности даже развивать посредством повторного ритуального
                принятия обетов (это утверждение, впрочем, не касается обетов мирян, послушников и
                монахов), регулярного «порождения» обетов самостоятельно путем повторения
                соответствующих формул, конкретного осуществления их на практике, а в случае
                нарушения – благодаря «исправлению» (<em>bcos</em>) через покаяние (<em>bshags</em>)
                и восстановлению, принимая твердое решение никогда не нарушать их впредь. Подобная
                практика обеспечивает то, что называется «сохранением обетов в чистоте». При этом,
                очевидно, предполагается то, что сохранение обетов в чистоте обусловливает
                пребывание благой силы в активном состоянии, вызывающее очищение от грехов и
                порождение заслуг.</p>

            <p>Подтверждением верности этой мысли может служить то, что как полагают тантристы,
                благодаря одному только соблюдению в чистоте принятых обетов системы
                Ануттара-йога-тантра, даже без занятий практикой созерцания по методу реализации
                Идама, обязательно обретают положение Будды, затратив на это от семи до шестнадцати
                рождений<a href="#citation-5" id="ref-5" class="citation-mark"><sup>5</sup></a>.
                Эта идея послужила основой возникновения и культивирования особой практики,
                состоящей в ежедневном чтении текстов определенного типа, благодаря чему, как
                полагали, соблюдались в чистоте все принятые обеты (см., напр. в:Ежедневная практика<a
                    href="#citation-6" id="ref-6" class="citation-mark"><sup>6</sup></a>; Йога шести периодов<a
                    href="#citation-7" id="ref-7" class="citation-mark"><sup>7</sup></a>).</p>

            <p>Буддийские наставники утверждают, что совершение некоторого благого деяния,
                соответствующего принятому обету, порождает значительно больше заслуг, чем
                совершение того же деяния без предварительного принятия этого обета. Аналогичным
                образом совершение неблагого (греховного) деяния, идущего вразрез с принятым обетом,
                порождает значительно больше отрицательной кармы, чем его же совершение без
                предшествующего принятия данного обета. Здесь, очевидно, подразумевается то, что
                происходит суммирование плода от совершения деяния с плодом от выполнения или
                нарушения обета. Следовательно, одной из целей культивирования системы обетования
                полагается возможность более быстрого накопления благодаря ей огромного собрания
                заслуг, признаваемого важнейшей причиной получения хорошего рождения, освобождения
                из круговорота феноменального существования и обретения положения Будды.</p>

            <p>Однако у этой «медали» имеется и обратная сторона: нарушение обетов, по мнению
                буддистов, способно приводить к частичному или даже полному блокированию продвижения
                по пути совершенствования, уменьшая или сводя к нулю успешность практики, а также
                может уничтожать уже накопленные заслуги и порождает отрицательные кармические
                последствия, тяжесть которых обусловливается важностью нарушенных обетов. Так,
                полагают, что из-за совершения греха, относящегося к категории тантрийского
                «коренного падения» (<em>rtsa ltung</em>), можно попасть в самый ужасный из адов –
                Ваджарный (алмазный), срок пребывания в котором отличается крайней
                продолжительностью, но зато после ухода из него, по поверью, сразу обретают Нирвану.
            </p>

            <p>В связи с нарушением принятых обетов буддисты говорят о феномене самоумножения греха.
                Так, грех нарушения одного монашеского обета из разряда «поражения» (<em>pham
                    pa</em>), куда входят четыре обета – не убий, не воруй, не лги, соблюдай
                целомудрие, на вторые сутки по его совершению превращается в шесть грехов, на третьи
                – в двенадцать, на четвёртые – в двадцать четыре и т.д.<a href="#citation-8"
                                                                           id="ref-8"
                                                                           class="citation-mark"><sup>8</sup></a>.
                А к греху совершения тантрийского «коренного падения» каждые сутки автоматически
                добавляется по одному такому же греху<a href="#citation-9" id="ref-9"
                                                         class="citation-mark"><sup>9</sup></a>.
                Аналогичный феномен обнаруживается и у заслуг. Так, отмечает Шантидева, когда
                происходит подлинное порождение бодхичитты на основе принятия соответствующего
                обета, при этом возникают заслуги, которые будут возрастать и умножаться сами собой
                днем и ночью<a href="#citation-10" id="ref-10" class="citation-mark"><sup>10</sup></a>.
                Этот феномен самоумножения грехов и заслуг предполагает то, что карма,
                образовавшаяся в результате реализации чего-то крайне важного (положительно или
                отрицательно) и ключевого в религиозном плане, причем имеющего непосредственное
                отношение к принятым обетам, может автоматически умножаться.</p>

            <p>Иногда принятие обета предшествует и служит основой реализации качества, наличие
                которого предполагается этим обетом. Например, принятие обета прибегания к Трем
                Драгоценностям не всегда сопровождается актом самого прибегания и возникновением
                соответствующего качества, благодаря наличию которого индивид квалифицируется как
                действительно прибегнувший и прибегающий. Чаще всего качество прибегания начинают
                реализовывать и развивать уже после принятия этого обета путем многократного
                повторения формулы прибегания и соответствующего созерцания. Аналогичным образом
                происходит и реализация бодхичитты: соответствующая предъявляемым требованиям
                бодхичитта возникает только благодаря занятиям определенной практикой после принятия
                ее обета. Это приводит к мысли о том, что принятие обетов в указанных случаях,
                очевидно, наделяет способностью быстро и правильно реализовать нужное качество.
                Принятие обета играет подобную роль и в ряде других случаев. Поскольку наделение
                способностью реализовать нечто обычно приписывают силе благословения (<em>byin
                    rlabs</em>), то можно высказать предположение о том, что – хотя бы в некоторых
                случаях – входящая в состав феномена обета благая сила сочетается с силой
                благословения, способствующей реализации соответствующего обету качества. И так как
                реализация подобного качества означает соблюдение обета, то можно предположить, что
                любой феномен обета содержит силу благословения, помогающую выполнять обещание,
                даваемое в форме обета.</p>

            <p>Таким образом, система обетования в рамках буддийского мировоззрения предстает как
                фундамент религии, она формирует базовую личностную позицию и культуру поведения,
                направляет деятельность человека в определенное русло, способствует повышению уровня
                осмысленности совершения деяний и самоконтроля. Принятие обетов наделяет особой
                благой силой, очищающей от грехов и негативных факторов, создающей заслуги и
                способствующей быстрой реализации и развитию позитивных качеств. Соблюдение принятых
                обетов обеспечивает ускоренное и беспрепятственное продвижение по пути
                совершенствования. Польза от культивирования системы обетования расценивается как
                значительно превышающая возможный вред.</p>

            <hr class="my-8 border-t-4 border-gray-500">
            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl my-4">УПОМИНАЕМЫЕ ИСТОЧНИКИ</h4>
                <p class="my-2" id="citation-1"><sup>1</sup> Прибегание. – <em>sKyabs 'gro bzhugs so</em>
                    (Прибегание) // <em>bsTod smon phyogs bsgrigs</em>. – mTsho sngon mi rigs dpe
                    skrun khang. Zi ling, 1993. – C. 1. <a href="#ref-1"
                                                             class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-2"><sup>2</sup> Туган. – Thuu bkwan. <em>Grub mtha' bzhugs
                        so</em> (Религиозные системы). – 'Bras spungs blo gsal gling dpe mdzod khang, 1992 – с. 279-280<a href="#ref-2" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-3"><sup>3</sup> Шантидева. – Zhi ba'i lha. <em>Byang chub sems dpa'i
                        spyod pa la 'jug pa</em> (Введение в деяния Бодхисаттвы). – Ксил., 176 л. –
                    Б./м. – л. 39А<a href="#ref-3" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-4"><sup>4</sup> Мудрость. – Сутра о мудрости и глупости / Пер. с
                    тиб. Ю.М. Парфионовича. – М., 1978. – с. 98-99<a href="#ref-4" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-5"><sup>5</sup> Руководство. – <em>Bla ma mchod pa'i khrid yig gsang
                        ba'i gnad rnam par phye ba snyan rgyud man ngag gi gter mdzod ces bya ba
                        bzhugs so</em> (Руководство по практике «Ритуала почитания Учителя»). –
                    Ксил., 147 л. – dGal ldan theg chen gling gi bkra shis chos spel grwa tshang. – л. 125А<a
                        href="#ref-5" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-6"><sup>6</sup> Ежедневная практика. – dKon mchog bstan pa'i sgron me. <em>Tshe
                        gcig gi nyams len bya tshul ...</em> (Гончог Тэнпэй Донмэ. Метод
                    [ежедневной] практики [в течение] одной жизни). – Ксил., 24 л. – dPal ldan bkra
                    shis 'khyil. <a href="#ref-6" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-7"><sup>7</sup> Йога шести периодов. – Chos kyi rgyal mtshan. <em>Thun drug tu
                        nyams su len pa'i rnal 'byor bzhugs so</em> (Чойкьи Гьялцэн. Йога,
                    практикуемая в шесть периодов). – Ксил., 13 л. – Б./м. <a href="#ref-7"
                                                                              class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-8"><sup>8</sup> Галсан Тубван. – bSkal bzang thub dbang. <em>sDom gsum
                        so so'i sngo bgrang bshags sdom bya tshul bdud rtsi'i chu rgyun zhes bya ba
                        bzhugs so</em> (Метод покаяния и повторного принятия обетов трех типов). –
                    Ксил., 6 л. Б./м. – л. 5<a href="#ref-8" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-9"><sup>9</sup> Агван Лобсан Чойдэн. – Ngag dbang blo bzang chos ldan. <em>sNgags
                        kyi bslab bya dngos grub 'byung gnas zhes bya ba bzhugs so</em> («Источник
                    сиддх» – Правила обучения Тантре). – Ксил., 16 л. – Б./м. – л. 15Б<a href="#ref-9"
                                                                                 class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-10"><sup>10</sup> Шантидева. – Zhi ba'i lha. <em>Byang chub sems
                        dpa'i spyod pa la 'jug pa</em> (Введение в деяния Бодхисаттвы). – Ксил., 176
                    л. – Б./м. – л.6 А <a href="#ref-10" class="text-blue-500 hover:underline">↩</a></p>
            </div>
        </div>
        <p class="text-right italic text-gray-800 mt-4">А. М. Донец</p>
    </div>
@endsection
