@extends('layouts.app')
@section('title', 'Проблема сокровенности Тантры')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.85), rgba(255, 255, 255, 0.85)),
            url('{{ asset("backgrounds/gradient_blue.webp") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            Проблема сокровенности Тантры</h1>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>В буддизме обычно выделяют два главных течения (санскр. <em>яна</em>, буквально –
                «колесница») – Хинаяну («малую/низшую колесницу») и Махаяну («большую/великую
                колесницу»), первую из которых подразделяют на Шравакаяну («колесницу слушателей») и
                Пратьекабуддаяну («колесницу самопросветляющихся»), а вторую – на Парамитаяну
                («колесницу совершенств»), или Сутру, и Гухьямантраяну («колесницу тайных
                заклинаний», «сокровенную колесницу заклинаний»), или Тантру. В форме Тантры буддизм
                получил большое распространение в Центральной Азии, а в настоящее время вызывает
                интерес и даже практикуется в различных странах мира. При этом даются тантрийские
                посвящения и объяснения учения огромным аудиториям, публикуются большими тиражами
                переводы на европейские языки тантрийских методов созерцания и др. Как все это
                согласуется со стандартной для тантристов характеристикой Тантры в качестве
                сокровенной, тайной? И в чем заключается сокровенность Тантры?</p>

            <p>Слово «сокровенная» (тиб. <em>gzang ba</em>, санскр. <em>guhya</em>) в приложении к тантре чаще всего
                трактуют в том смысле, что учение Тантры не может быть правильно постигнуто и
                реализовано теми, чей ум не был подготовлен к его восприятию должным образом
                благодаря предшествующим занятиям совершенствованием, вследствие чего это учение
                остается для подобных индивидов фактически недоступным в своей истиной сути,
                закрытым, а значит, и тайным. Кроме того, учение Тантры называют сокровенным и
                тайным потому, что его следует держать в тайне от указанных лиц, а также тех
                индивидов, чей ум не «сделался созревшим» (<em>smin byed</em>) для должного
                восприятия этого учения и его эффективной практики благодаря предшествующему
                посвящению (<em>dbang</em>, букв. «право, способность, мощь»), дающему право на
                изучение соответствующих наставлений и методов и наделяющему способностью
                реализовать излагаемое в них, ибо чтение тантрийских текстов, рассматривание
                изображений тантрийских божеств и ритуальных атрибутов (колокольчика, ваджра,
                стилета-пурбы, барабанчика-дамари и др.) подобными людьми продуцирует такие энергии,
                которые могут оказать на них негативное действие. Поэтому когда тантрист показывает
                им те книги, изображения и предметы, это считается для него совершением греха,
                относимого, как указывает Агван Лобсан Чойдэн (<em>nGag dbang blo bzang chos
                    ldan</em>), к категории «грубого падения» (<em>sbom ltung</em>)<a
                    href="#citation-1" id="ref-1" class="citation-mark"><sup>1</sup></a>.</p>

            <p>Хотя бы слушателями учения Тантры были подготовленные и получившие соответствующие
                посвящения лица, однако если его объясняют слишком большому кругу людей, отмечает
                известный тибетский историк религии Туган (<em>Thu'u bkwan</em>, 1737–1802) в своем
                знаменитом трактате о религиозно-философских системах Тибета, Китая и Монголии, это
                будет чревато наказанием проповедника со стороны духов и божеств-хранителей учения и
                защитников религии Будды («героев и даков»)<a href="#citation-2" id="ref-2"
                                                               class="citation-mark"><sup>2</sup></a>.
                Это, очевидно, тоже следует расценивать как указание на то, что тантрийское учение
                следует держать в известной тайне. Дело в том, что в силу некоторых специфических
                особенностей конкретной тантрийской системы и данного индивида ее практика им может
                оказаться малоэффективной или даже вызвать побочные отрицательные последствия. Чтобы
                избавить реализатора от вероятного вреда и дать ему возможность использовать
                отпущенное время жизни на занятия чем-то более продуктивным и полезным, от него
                следует держать полное учение данной системы в тайне. Поэтому чаще всего посвящения
                и объяснения обычно давались компетентным Учителем индивидуально после того, как
                была установлена благоприятность этого, для чего, говорит Туган, нередко прибегали к
                исследованию возникающих знаков и знамений. Когда же наставления слушает большая
                группа лиц, то среди них могут оказаться и те, от кого следует, по указанной
                причине, держать излагаемое учение в тайне. Однако тантрийские наставники нередко
                шли и идут в настоящее время на нарушение этой тайны ради того, в частности, чтобы
                конкретная традиция не исчезла, а сохранилась для будущих поколений.</p>

            <p>В Центральной Азии исключение делалось только для тантры Калачакры, посвящения в
                которую производились периодически и давались сразу множеству людей (например, всем
                жителям целых деревень, включая стариков и грудных младенцев). Это делалось и
                продолжает делаться в настоящее время потому, что совершение подобных ритуалов, по
                мнению тантристов, оказывает очень благоприятное гармонизирующее влияние на
                окружающий мир, а также, вероятно, для того, чтобы возможно большее число людей
                установило посредством посвящения мистическую связь с Калачакрой и благодаря этому
                смогло родиться в сокровенной стране Шамбала и принять участие на стороне правых сил
                в так называемой «шамбалинской войне», предрекаемой некоторыми авторитетными
                тибетскими святителями.</p>

            <p>Есть у проблемы сокровенности Тантры и такой аспект. В так называемой традиции «новых
                переводов», к которой относятся все тибетские школы, исключая Нингмапу, выделяют
                четыре тантрийские системы, причем высшей из них полагают Ануттара-йога-тантру. Путь
                в Ануттара-йога-тантре подразделяется на две стадии – «стадию порождения» (<em>bskyed
                    rim</em>) и «стадию завершения» (<em>rdzogs rim</em>). Одним из высших Идамов
                (божеств уровня Будды) считается Ваджрабхайрава, пользующийся большой популярностью
                в «желтошапочной» традиции Гелуг. Известный тибетский ученый лама Лобсан Галсан
                Гьяцо (<em>Blo bzang rgya mtsho</em>) в своем руководстве по практике «стадии
                порождения» системы Ваджрабхайравы называет в качестве главных причин успешности
                реализации веру, праджню (интуицию, понимание, мудрость), самадхи (трансовую
                сосредоточенность) и тайну. Веру полагают основой любой реализации в буддизме,
                самадхи делает возможным непосредственное постижение праджней абсолютной истины, что
                дает обретение святости и положения Будды. Слово «тайна» здесь относится
                преимущественно к практике: реализация конкретного метода будет эффективной, если ею
                занимаются в тайне от других. В связи с этим автор упоминает о двух моментах:</p>
            <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                <li class="my-2">занятия Тантрой следует скрывать от других как бесценную
                    драгоценность;
                </li>
                <li class="my-2">если не утаивать их, то это может вызвать внешнее препятствование,
                    вред со стороны злых духов вигхан (<em>phyi'i bgegs</em>)<a href="#citation-3"
                                                                                 id="ref-3"
                                                                                 class="citation-mark"><sup>3</sup></a>.
                </li>
            </ol>


            <p>Первый из двух указанных моментов имеет преимущественно чисто психологическое
                значение. Тантрийская практика обычно рассматривается последователями Гухьямантраяны
                как обладающая огромной ценностью, поскольку они полагают, что благодаря ей можно
                весьма быстро обрести положение Будды. А очень ценные вещи (например, драгоценные
                камни), поясняют ученые ламы, обычно прячут, скрывают для того, чтобы другие не
                позарились и не отняли (здесь, вероятно, имеются в виду паразитарные существа –
                энергетические вампиры, которые могут присосаться и воровать тонкие энергии, крайне
                затрудняя реализацию). Кроме того, утаивание драгоценной вещи делает ее более
                редкостной, стало быть, повышает ее ценность. Если отнести это к практике, то
                получится следующее: чем больше ценится практика, тем сильнее желание заниматься ею
                и, в итоге, тем выше эффективность реализации. А также, обладание редкостью
                существенно повышает самооценку владеющего, что тоже положительно сказывается на
                успешности занятий. Сюда следует добавить и то, что тантрийская практика
                (повторяющееся изо дня в день созерцание полного очищения от грехов и негативных
                элементов-клеш, визуализация себя в виде Идама и др.) имеет все формальные признаки
                игры. Исследователи же игры отмечают, что ее окутывание атмосферой таинственности
                резко повышает интерес к ней игроков<a href="#citation-4" id="ref-4"
                                                        class="citation-mark"><sup>4</sup></a>.
                Поэтому утаивание занятий тантрийской практикой делает ее более интересной, что
                обычно, по мнению буддийских философов (см., напр., в Еше Гьялцэн<a href="#citation-5"
                                                                         id="ref-5"
                                                                         class="citation-mark"><sup>5</sup></a>),
                вызывает интенсификацию соответствующего стремления (<em>‘dun pa</em>) и проявления
                усердия (<em>brtson 'grus</em>) в осуществлении поставленной цели. Это тоже
                способствует значительному повышению успешности практики. Известный тибетский ученый
                монах Таранатха в своей знаменитой «Истории буддизма в Индии» пишет о том, что,
                согласно буддийскому преданию, во времена Асанги и Васубандху (IV–V вв.) в Индии
                тысячи человек достигли высшей реализации по системе Ануттара-йога-тантры, причем
                успешность их практики он связывает с отсутствием препятствий вследствие того, что
                свои занятия они держали в глубокой тайне<a href="#citation-6" id="ref-6"
                                                             class="citation-mark"><sup>6</sup></a>.
                Говоря о препятствиях в данном контексте, тибетцы употребляют выражение <em>phyi’i
                    bgegs</em>, которое имеет два значения: 1) внешнее препятствование; 2) внешний
                вигхана (разновидность духов, которые всячески вредят людям и препятствуют им в
                занятиях совершенствованием; синоним «мара»).</p>

            <p>Внешнее препятствование, вероятно, состоит в том, что, узнав о занятиях данного
                индивида Тантрой, другие люди могут не только проявлять к нему – по тем или иным
                причинам – негативное отношение, но и просто выказывать повышенное любопытство,
                пристально вглядываться при встрече, следить, донимать вопросами, спорами,
                просьбами. Во время же занятий практикой тантристом производится «ювелирное»
                настраивание своего сознания на улавливание и восприятие соответствующих очень
                тонких реалий, обретение, в ряде случаев, над ними контроля и способности
                манипулирования. Поэтому в руководствах рекомендуется заниматься практикой в полном
                уединении (<em>mtshams</em>), и пока не будет завершена реализация должного,
                запрещаются любые контакты с другими людьми посредством тела, речи и даже ума. При
                этом йогину не разрешается позволять другим даже прикасаться к своему сидению,
                посуде и проч. (см., напр., в: Цам<a href="#citation-7" id="ref-7"
                                                  class="citation-mark"><sup>7</sup></a>), ибо это,
                как показывает многовековой опыт искателей истины и освобождения, может сбить
                настройку сознания и все предпринятые труды окажутся бесплодными.</p>

            <p>Руководства (<em>khrid yig</em>, <em>bsnyen yig</em>) рекомендуют перед началом
                занятий определенным циклом тантрийской практики в полном уединении совершить особый
                ритуал угощения балином и последующего изгнания посредством мантры, ладана и зерен
                белой горчицы злых духов-вигхан, чтобы они не мешали реализации<a
                    href="#citation-8" id="ref-8" class="citation-mark"><sup>8</sup></a>. Однако
                повествования о йогинах изобилуют описаниями того, как разные духи донимают
                созерцателей, которым для защиты от них приходится применять и более радикальные
                меры. Если же тантрист проживает в селении и о его занятиях практикой Тантры знают
                другие люди, то они, естественно, будут вести разговоры об этом. И беседы эти,
                думают буддисты, могут услышать вигханы или другие духи, которые по своему
                злокозненному нраву либо из желания поразвлечься тут же захотят отправиться к йогину
                и попытаются доставить ему всяческие неприятности.</p>

            <p>К изложенному можно добавить следующее. В оригинальной работе по философии поступка
                М. М. Бахтин отмечает, что в своем естественном состоянии психические процессы
                обычно содержат эмоциональные, волевые и когнитивные элементы в неразрывном
                единстве. Когда же выделяется и акцентируется какой-нибудь один их этих элементов,
                то данное единство разрушается и естественное течение указанного процесса
                прекращается<a href="#citation-9" id="ref-9" class="citation-mark"><sup>9</sup></a>.
                Медитативная реализация тоже характеризуется органичным слиянием подобных
                компонентов. И если излишне активно опираются на один из них, то происходит
                прерывание процесса реализации. Поэтому опытные в созерцании йогины рекомендуют даже
                вне периода медитации, когда процесс реализации как бы «дозревает» в подсознании,
                осмыслять различные аспекты своей практики очень бережно и легко, не стремясь
                достичь максимальной ясности и концептуальной формализованности. В еще большей
                степени это следует отнести к вербализации своих медитативных переживаний при
                коммуникации с другими: если о различных моментах своей практики рассказывают
                другим, то это может привести к очень серьезным последствиям, а именно – к
                отчуждению уже достигнутого и прекращению эффективной реализации на продолжительное
                время, когда оказываются безуспешными попытки восстановить то, что с большим трудом
                наработано и обретено ранее. Таким образом, свои занятия практикой реализатор должен
                держать в тайне не только от других, но и, в некотором смысле, от самого себя.</p>

            <p>Итак, с точки зрения тантрийской традиции, игнорирование правила соблюдения тайны
                Тантры может причинять вред и приводить к значительному снижению эффективности ее
                практической реализации. Однако мы видим, что сокровенность Тантры в настоящее время
                соблюдается не очень строго. Каковы же причины этого?</p>

            <p>С одной стороны, это обусловлено наличием большого количества желающих получать
                посвящения и объяснения при относительно небольшом числе сведущих наставников,
                которые имеют право и возможность давать указанное. Подобное соотношение вынуждает
                наставников давать посвящения и объяснения огромным аудиториям, публиковать переводы
                и тантрийских методов на западные языки для своих учеников, не знающих тибетского, и
                регулярно проводить для них повторные посвящения, чтобы очистить от нарушения обетов
                и восстановить силу благословения, ослабленную несоблюдением тайны и неправильной
                реализацией. Наставники идут на это вполне сознательно, полагая, что в итоге
                получаемая польза значительно превышает возможный вред, тем более, что объясняются
                таким образом в основном только начальные этапы тантрийской практики.</p>

            <p>С другой стороны, новые ученики относятся к соблюдению тайны Тантры недостаточно
                серьезно в силу особенностей западной ментальности, непонимания всей важности
                сохранения тайны и специфики тантрийской реализации. В частности, одним из
                препятствий служит внедряемый со школьной скамьи рационалистический стиль мышления,
                для которого характерен высокий уровень концептуализации, артикуляции и
                вербализации, значительное дистанцирование от постигаемого объекта. Указанные
                особенности, в частности, результируются в том, что не держат Тантру в тайне от
                других и самих себя.</p>

            <p>Изложенное приводит к заключению о том, что с точки зрения тантрийской традиции,
                требование сохранения тайны Тантры является вполне обоснованным, а недостаточно
                строгое соблюдение этого правила в настоящее время порождается объективными
                причинами и имеет своим следствием низкую эффективность практики, на которую нередко
                сетуют западные сторонники данной формы буддизма.</p>

            <hr class="my-8 border-t-4 border-gray-500">
            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl my-4">Литература</h4>
                <p class="my-2" id="citation-1"><sup>1</sup> Агван Лобсан Чойдэн. – Ngag dbang blo bzang chos ldan. <em>sNgags
                        kyi bslab bya ...</em> (Правила обучения Тантре). – Ксил., 16 л. – Б./м. – л. 115<a
                        href="#ref-1" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-2"><sup>2</sup> Туган. – Thu'u bkwan. <em>Grub mtha' bzhugs
                        so</em> (Религиозные системы). – 'Bras spungs blo gsal gling dpe mdzod
                    khang, 1992. – с. 318<a href="#ref-2" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-3"><sup>3</sup> Лобсан Галсан Гьяцо. – Blo bzang skal bzang rgya mtsho. <em>bCom
                        ldan 'das dpal rdo rje 'jigs byed chen po'i bskyed rim gyi zab 'khrid
                        ...</em> (Глубокое руководство по стадии порождения Ваджрабхайравы). –
                    Ксил., 56 л. – Б./м. – л. 3А<a href="#ref-3"
                                            class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-4"><sup>4</sup> Хейзинга Йохан. – с. 23<em>Homo Ludens</em>. –
                    M., 1992. <a href="#ref-4" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-5"><sup>5</sup> Еше Гьялцэн. – <em>Mind in Buddhist Psychology / A
                        Translation of Ye shes rgyal mtshan's "The Necklace of Clear
                        Understanding"</em> by N.V. Guenther, L.S. Kawamura. – Dharma Publishing,
                    1975. – с. 29–31<a href="#ref-5" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-6"><sup>6</sup> Таранатха. – Дараната. <em>История буддизма в
                        Индии</em> / Пер. с тиб. В. П. Васильева. – СПб., 1869. – с. 112–113<a href="#ref-6"
                                                                                class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-7"><sup>7</sup> Цам. – <em>Phyva gyang gi gzi brjid</em>
                    (Правила цама). – Ксил., 4 л. – Б./м. – л. 3–4<a href="#ref-7"
                                                             class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-8"><sup>8</sup> Руководство. – <em>dPal rdo rje sems dpa'i sdom bzlas
                        bya tshul...</em> (Метод созерцания с повторением мантр Ваджрасаттвы). –
                    Ксил., 21 л. – Б./м. – л. 5<a href="#ref-8"
                                            class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-9"><sup>9</sup> Бахтин М. М. <em>К философии
                        поступка</em> // Бахтин М. М. Человек в мире слова. – М., 1995. – С. 22–66.
                    <a href="#ref-9" class="text-blue-500 hover:underline">↩</a></p>
            </div>
        </div>
        <p class="text-right italic text-gray-800 mt-4">А. М. Донец</p>
    </div>
@endsection
