@extends('layouts.app')
@section('title', 'Этика в тибетском буддизме')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.85), rgba(255, 255, 255, 0.85)),
            url('{{ asset("backgrounds/gradient_blue.webp") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            Этика в тибетском буддизме</h1>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p><em>В настоящее время</em> в мире и в России возрождается тибетский буддизм. В
                результате происходит усвоение и культивирование определенной системы
                нравственности.</p>
            <p>Одной из главных основ вероучения буддизма служит признание существования
                реинкарнации и закона кармы. В «Ланкаватара-сутре» утверждается, что творцом всего
                сущего в мире является сознание живого существа; активность сознания реализуется в
                деяниях тела, речи и ума, совершение которых приводит к накоплению кармы,
                обусловливающей получение индивидом конкретного воплощения, а также возникновение
                окружающего и переживаемого им. При этом, говорит пользующийся признанием в
                тибетском буддизме философ бурятского происхождения Агван Нима (1907–1990), каждый
                индивид может «вкушать» плоды только своей личной кармы. Поэтому мир является плодом
                общей кармы обитающих в нем существ<a href="#citation-1" id="ref-1"
                                                      class="citation-mark"><sup>1</sup></a>.</p>
            <h3 class="text-xl font-bold text-center text-zinc-700 mb-6">Классификация деяний</h3>
            <p>В соответствии с этим буддисты классифицируют деяния главным образом с точки зрения
                того, какой именно кармический плод они порождают. Наиболее распространенным
                является подразделение деяний на благие, не благие и нейтральные. Благие – те,
                которые одобряются высшими существами и могут иметь оцениваемый позитивно
                кармический плод, а именно – воплощение в хорошей форме жизни (человеком,
                небожителем, божеством), переживание блаженства и успешность деятельности. Не благие
                – те, которые порицаются высшими существами и могут иметь негативный кармический
                плод, а именно – воплощение в плохой форме жизни (обитателем ада, духом, животным),
                переживание страдания и всевозможные препятствия. Нейтральные деяния – не
                относящиеся к двум указанным категориям.</p>
            <p>Каждое совершенное индивидом деяние обязательно оставляет в его сознании «отпечаток»,
                который может породить кармический плод только в том случае, если данное деяние было
                совершено сознательно, намеренно. Поэтому в кармическом деянии тибетские буддисты
                выделяют два основных структурных элемента – намерение и поступок, которые являются
                относительно самостоятельными, поскольку могут отличаться по качеству (благое –
                белое, не благое – черное, нейтральное – индифферентное). Например, можно совершить
                «черный» (не благой) поступок – воровство или даже убийство с «белым» (благим)
                намерением спасти жизнь многих существ. Такие деяния относят к категории смешанного
                типа (черно-белое), хотя и полагают, что общее качество (благое или не благое)
                определяется преимущественно намерением. В связи с анализом деяний подобного типа
                тибетские буддисты разработали концепцию, согласно которой намерение обусловливает
                главным образом получение конкретного воплощения, а поступок – переживаемое в нем<a
                    href="#citation-2" id="ref-2" class="citation-mark"><sup>2</sup></a>.</p>
            <h3 class="text-xl font-bold text-center text-zinc-700 mb-6">Карма и Просветление</h3>
            <p>Все совершаемые обычно деяния будут иметь сансарный кармический плод – получение
                нового рождения и т.д. Но, полагают тибетские буддисты, если некие благие деяния
                совершаются ради освобождения от сансары (круговорота феноменального существования),
                а прошлые благие деяния переориентируются на обретение Просветления (конечного
                постижения истины) посредством произнесения соответствующих пожеланий, то
                возникающая при их совершении карма образует «собрание заслуг», полагаемое одной из
                главных причин реализации Нирваны. Поскольку же процесс достижения Просветления
                обычно занимает довольно продолжительное время, то «собрание заслуг» может
                обусловить получение рождения в благоприятных для совершенствования условиях.</p>
            <p>В соответствии с этим тибетские буддисты ставят перед собой две основные цели:
                истинно высокое (хорошее рождение) и подлинно хорошее (просветление). При этом те
                деяния, которые служат причиной или способствуют достижению этих целей,
                квалифицируются как нравственные, а те, которые не только не способствуют, но и
                препятствуют этому, характеризуются как безнравственные.</p>
            <h3 class="text-xl font-bold text-center text-zinc-700 mb-6">Добродетели и пороки</h3>
            <p>В своей концепции нравственности буддисты рассматривают добродетели – благие факторы
                (например, совесть, стыд, бескорыстие), – реализация которых может иметь позитивный
                кармический плод и достижение освобождения, а также пороки – не благие факторы
                (например, бессовестность, бесстыдство, алчность), – реализация которых удерживает в
                сансаре и, как правило, имеет негативный плод. Главной добродетелью считается дающая
                освобождение от сансары мудрость, а вся система нравственности рассматривается как
                основа ее обретения.</p>
            <p>Буддийская этика немыслима без системы обретения. Так, например, даже само
                становление буддисты осуществляют путем ритуального принятия обета прибегать к «трем
                драгоценностям» (Будде, Учению, Общине) вплоть до Просветления.</p>
            <h3 class="text-xl font-bold text-center text-zinc-700 mb-6">Система обетования</h3>
            <p>Анализ приводит к заключению о том, что функционирование системы обетования в
                буддизме опирается на следующие идеи:</p>
            <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                <li class="my-2">Ритуальное принятие обета очищает от грехов и порождает заслуги;
                </li>
                <li class="my-2">Последующее соблюдение обета накапливает собрание заслуг;</li>
                <li class="my-2">Совершение благого деяния в соответствии с обетом порождает
                    значительно больше заслуг, чем аналогичное его совершение без предшествующего
                    принятия обета;
                </li>
                <li class="my-2">Наличие обетов чисто психологически содействует воздержанию от
                    дурного и осуществлению хорошего нравственно;
                </li>
                <li class="my-2">Ритуальное принятие обета наделяет особой силой, благодаря которой
                    резко возрастает способность реализовывать добродетели.
                </li>
            </ol>
            <p>Таким образом, система обетования нацелена на интенсивное культивирование нравственно
                достойного и достижение сотериологических целей.</p>
            <h3 class="text-xl font-bold text-center text-zinc-700 mb-6">Координаты обетования</h3>
            <p>В тибетском буддизме обетование разворачивается в системе двух координат. Первая –
                это линия «индивидуального спасения». Она ориентирована в плане оппозиции «мирское –
                отрешенное от мира» и имеет восемь основных значений, в качестве которых выступают
                статусы индивидов, а именно:</p>
            <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                <li class="my-2">Мирянин;</li>
                <li class="my-2">Мирянка;</li>
                <li class="my-2">Послушник;</li>
                <li class="my-2">Послушница;</li>
                <li class="my-2">Монах;</li>
                <li class="my-2">Монахиня;</li>
                <li class="my-2">Готовящаяся стать монахиней;</li>
                <li class="my-2">Принявший однодневный обет.</li>
            </ol>
            <p>Обязательным для всех буддистов является обет приятия «трех драгоценностей». Многие
                миряне ограничиваются только этим, однако они могут также принимать пять обетов
                мирян в полном составе или только некоторые из них. В тибетской традиции послушники
                должны принимать тридцать шесть обетов, монахи – двести пятьдесят три, а монахини –
                триста пятьдесят семь. Однодневные обеты могут приниматься любыми лицами, в том
                числе и монахами. Специфической характеристикой обетования этой линии
                «индивидуального спасения» считается самообуздание путем воздержания от совершения
                дурного, а доминирующая максима может быть представлена в следующей формулировке:
                «Не причиняй вреда никому».</p>
            <p>Однако в тибетском буддизме до последнего времени не было монахинь, так как еще в
                давние времена прервалась традиция передачи соответствующих обетов. Для проведения
                ритуала принятия полных обетов монахине обязательно необходимо присутствие десяти
                монахов и десяти монахинь. В Тибете монахини не могли принять полные монашеские
                обеты из-за отсутствия монахинь с полным монашеским посвящением. Несмотря на то, что
                в «Афоризмах о дисциплине» перечислены правила для монахинь, на практике они не
                применяются<a href="#citation-3" id="ref-3" class="citation-mark"><sup>3</sup></a>.
                В настоящее время система передачи полных обетов монахини существует и успешно
                работает в китайской и корейской традиции Махаяны. Желающие стать монахинями
                принимают обеты в Гонконге, на Тайване при финансовой поддержке Кагью Дхармацентра в
                Гонконге.</p>
            <p>Вторая координата устанавливается в связи с наличием в буддизме разных путей
                совершенствования. Все махаянисты принимают общие для них обеты, а именно:
                фундаментальный обет Бодхисаттвы (обычного святого последователя Махаяны) достичь
                положения Будды ради спасения всех существ, а также обет не совершать восемнадцать
                падений и сорок шесть грехов<a href="#citation-4" id="ref-4"
                                               class="citation-mark"><sup>4</sup></a>. Тантристы
                добавляют к ним еще целый ряд обетов, устанавливаемых в соответствии с той
                конкретной тантрийской системой, в которую он получил посвящение. Специфической
                характеристикой махаянских обетов служит их общая ориентация на осуществление блага
                для других. Таким образом, данная координата имеет три основных значения, в качестве
                которых выступают статусы буддиста:</p>
            <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                <li class="my-2">Не ставшего еще на путь Махаяны;</li>
                <li class="my-2">Ставшего на путь Махаяны в виде Парамитаяны;</li>
                <li class="my-2">Вошедшего в Тантру.</li>
            </ol>
            <h3 class="text-xl font-bold text-center text-zinc-700 mb-6">Монашество и современные
                вызовы</h3>
            <p>Буддизм является первой религией, в недрах которой возник институт монашества.
                Монастыри вместе с проживающими в них монашествующими, которые отрешились от всего
                мирского и целиком поглощены только религиозной деятельностью, стали для буддизма
                своеобразными опорными пунктами. В тибетском буддизме статус отрешившегося от мира
                тоже очень высок, о чем свидетельствует былое наличие в Центральной Азии огромного
                количества монастырей с впечатляющим числом монахов, послушников и проходящих курс
                обучения учеников. Однако в настоящее время нет благоприятных условий для подобного
                процветания монашества в Тибете, Индии и других ареалах распространения буддизма.
                Кроме того, современные люди, особенно сформировавшиеся в рамках западной культуры,
                не очень склонны к ведению монашеского образа жизни. Поэтому, например, большинство
                священнослужителей в монастырях Бурятии, Тывы и Калмыкии являются мирянами, которые
                не всегда приняли в полном наборе даже все пять обетов мирянина и занимаются
                преимущественно совершением положенных ритуалов, проведением соответствующих
                молебнов, а также обслуживанием мирян (гадание, обряды, лечение).</p>
            <p>Особое значение в тибетском буддизме придается тантрийским обетам, поскольку
                считается, например, что простое соблюдение обетов высшей из тантрийских систем
                (Ануттара-йога-тантры) даже без созерцательной практики может обеспечить обретение
                положения Будды максимум через шестнадцать реинкарнаций. Эти обеты получают во время
                ритуала посвящения.</p>
            <h3 class="text-xl font-bold text-center text-zinc-700 mb-6">Современная этика</h3>
            <p>В современном мире есть много людей, которые склонны к соблюдению этики, но при этом
                – в силу распространенности рационализма считают необходимым твердо обосновать
                необходимость принятия тех или иных норм нравственного поведения. Исследуя состояние
                нравственности в настоящее время, Далай-лама XIV, являющийся общепризнанным главой
                тибетского буддизма, выступил с инициативой создания внерелигиозной этики.</p>
            <hr class="my-8 border-t-4 border-gray-500">
            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl my-4">ПРИМЕЧАНИЯ</h4>
                <p class="my-2" id="citation-1"><sup>1</sup> Агван Нима. Ngag dbang nyi ma. Nang
                    pa’i grub mtha’ smra ba bzhi’i ‘dod tshul (Воззрения представителей четырех
                    буддийских философских школ). – sGo mang, 1971, стр. 367–370.<a href="#ref-1"
                                                                                    class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-2"><sup>2</sup> Чжамьян Шепа. ‘Jam dbyans bzhad pa’i
                    rdo rje. rTen ‘brel gyi mtha’ dpyod (Подробное исследование доктрины зависимого
                    возникновения), л. 50 и далее.<a href="#ref-2"
                                                     class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-3"><sup>3</sup> Далай-лама XIV Тензин Гьяцо.
                    Гарвардские лекции. – М.: Цонкапа, 2003, стр. 122.<a href="#ref-3"
                                                                         class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-4"><sup>4</sup> Источник мудрецов. Тибетско-монгольский
                    терминологический словарь буддизма / Пер. с тиб. Р.Е.Пубаева, Б.Д.Дандарона.
                    Раздел Парамита и Мадхьямика. – Улан-Удэ: Бурят. кн. изд-во, 1968, стр. 56–59.<a
                        href="#ref-4" class="text-blue-500 hover:underline">↩</a></p>
            </div>
            <hr class="my-8 border-t-4 border-gray-500">
            <p class="text-right italic text-gray-600 mt-4">Донец Андрей Михайлович – д.и.н.,
                ведущий научный сотрудник отдела философии, культурологии и религиоведения Института
                монголоведения, буддологии и тибетологии СО РАН</p>
            <p class="text-right italic text-gray-600 mt-4">Аюшеева Дулма Владимировна – к.филос.н.,
                старший научный сотрудник отдела философии, культурологии и религиоведения Института
                монголоведения, буддологии и тибетологии СО РАН</p>
            <p class="text-right italic text-gray-600 mt-4">ВЛАСТЬ, 11'2008 c.66-68</p>
        </div>
    </div>
@endsection
