@extends('layouts.app')
@section('title', 'УХОД АГВАНА ДОРЖИЕВА')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.85), rgba(255, 255, 255, 0.85)),
            url('{{ asset("backgrounds/gradient_blue.webp") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            УХОД АГВАНА ДОРЖИЕВА</h1>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p class="text-right">А. И. Андреев</p>
            <p>В 1991 г. в журнале «Байкал» (№ 3) была опубликована статья бурятских историков В.
                Базарова и Ю. Шагдурова «Агван Доржиев. Последние страницы жизни». В ее основе лежит
                анализ материалов предварительного следствия по делу Агвана Доржиева (его
                архивно-следственное дело хранится в Архиве Министерства безопасности Республики
                Бурятия в г. Улан-Удэ). Многое, однако, осталось за рамками этой статьи, поскольку
                не нашло (да, наверное, и
                не могло найти) отражения в следственных материалах, принимая во внимание
                «конвейерное судопроизводство» НКВД в 1937-1938 гг. Так, в деле Доржиева (с которым
                я также имел возможность познакомиться осенью 1992
                г.) почти ничего не говорится о его контактах с НКИД и о деятельности на
                дипломатическом поприще (известно, что с начала 30-х годов Доржиев фигурировал в
                официальной переписке как «Полномочный представитель Тибета в СССР»). Некоторые
                сведения о созданной Доржиевым при Буддийском храме в Ленинграде
                Тибето-Монгольской миссии мне удалось получить из Архива Внешней политики СССР двумя
                годами ранее; правда, они крайне фрагментарны из-за сохраняющейся секретности
                большинства материалов «по тибетскому вопросу»<a href="#citation-1" id="ref-1"
                                                                 class="citation-mark"><sup>1</sup></a>.
                В предлагаемой статье я стремился восполнить пробелы в наших знаниях о последнем,
                наиболее трагичном периоде жизни Доржиева (1936-1938 гг.), используя различные
                доступные на сегодняшний день источники. Эта статья частично перекликается с
                публикацией В. Базарова и Ю. Шагдурова, хотя в
                целом я старался не повторять того, о чем уже было рассказано.</p>
            <p>Итак, март 1936 г. 83-летний Агван Доржиев, глава Тибето-Монгольской миссии,
                собирается на лечение в
                Крым, о чем сообщает НКИД и просит выдать ему, точнее, продлить служебное
                удостоверение (охранный лист). Прежде такие документы выдавались ему регулярно.
                Приведем стандартный текст одного из
                них, последнего по времени выдачи<a href="#citation-2" id="ref-2"
                                                    class="citation-mark"><sup>2</sup></a>:</p>
            <p>«Предъявитель сего г. Хамбо Агван Доржиев состоит под покровительством НКИД Союза ССР
                и не может быть подвергнут ни обыскам, ни задержанию без предварительного о том
                уведомлении Наркомата по Иностранным делам. - НКИД просит все учреждения и
                должностные лица (так в документе. - А. А.) Союза ССР
                оказывать г-ну Хамбо Агвану Доржиеву законное содействие при проездах по всей
                территории СССР и пребывании его во всех городах Союза. - Настоящее удостоверение
                действительно по 31 декабря 1935 г.</p>
            <p class="text-right">зам. наркома Ин. дел В. Стомоняков</p>
            <p class="text-right">зав. II Вост. отдела М. Юшкевич».</p>
            <p>Здесь необходимо остановиться чуть подробнее на физическом состоянии А. Доржиева.
                Изнурительные многолетние странствия по Центральной и Юго-Восточной Азии не могли не
                отразиться на его здоровье. Известно, что еще до революции он часто лечился кумысом
                в Калмыцких степях. Его
                особенно стали одолевать недуги в преклонном возрасте. Правда, с помощью опекавшего
                Доржиева НКИД удалось подлечиться в спецсанаториях на
                юге страны (на Кавказе, в Крыму, под Астраханью). Сохранился любопытный документ,
                позволяющий судить о здоровье Доржиева, - это черновик
                его заявления в Ленинградское представительство НКИД (не датировано, но скорее всего
                относится к началу 30-х годов, написано рукой Е. Е. Обермиллера): «Неблагоприятные
                условия, в которые я был поставлен при проездах сухим и водным путем между Тибетом и
                СССР (12 раз), оказали чрезвычайно вредное воздействие на мой организм, выражающееся
                в сильных астматических болях в руках и ногах, а также в бессоннице. До самых
                последних лет я пользовался грязевым лечением и горячими минеральными
                ваннами, вследствие которых упомянутые мною недомогания получали облегчение и в
                чрезмерно острой форме не повторялись. Последние же три года я указанным лечением
                пользоваться не мог, и в результате этого
                явилось резкое ухудшение состояния моего здоровья, так как всякое иное лечение
                оказывается безуспешным»<a href="#citation-3" id="ref-3" class="citation-mark"><sup>3</sup></a>.
            </p>
            <p>Ходатайство А. Доржиева о продлении ему удостоверения, как обычно, было передано в
                Ленинградское отделение НКИД, но на этот раз, насколько можно судить, положительного
                решения на него не последовало. Создается впечатление, что отношения Доржиева с НКИД
                с начала 30-х годов становятся
                все более натянутыми и холодными. Те, кто покровительствовал ему в 20-е годы (Г. В.
                Чичерин, Л. М. Карахан), давно
                сошли с политической сцены или уже не играли на ней главных ролей. Нынешний же
                дипагент в Ленинграде Г. И. Вайнштейн явно тяготился контактами с
                Доржиевым и сотрудниками его «миссии», легальность которой ему казалась весьма
                сомнительной. «Было бы желательно получить ответ на неоднократно поднимавшийся мною
                перед НКИД
                вопрос о Буддийском храме и о положении Доржиева с его окружающими, которые
                продолжают по сие время именовать себя Тибето-Монгольской миссией в СССР», — пишет
                он в Москву руководству Наркомата по поводу ходатайства Доржиева (письмо Вайнштейна
                датировано 13 марта 1936 г.)<a href="#citation-4" id="ref-4"
                                               class="citation-mark"><sup>4</sup></a>. Каков был
                ответ Центра, мы не знаем, однако определенно можно сказать, что тучи над
                Доржиевым и его миссией уже сгущались и до грозы было недалеко.</p>
            <p>Следующим важным звеном в цепочке событий 1936 г. стало завещание А. Доржиева,
                составленное 1 сентября в виде письма близкому родственнику (внучатому племяннику)
                Сандже Данцыховичу Дылыкову, в ту пору аспиранту Института востоковедения. Сам факт
                составления завещания говорит о том, что состояние здоровья Доржиева,
                вероятно, летом 1936 г. еще более ухудшилось (неизвестно, состоялась ли его поездка
                в Крым), что и побудило его сделать необходимые распоряжения на случай смерти.
                Несомненно, к такому шагу Доржиева подтолкнули и внешние обстоятельства: закрытие и
                погромы буддийских монастырей, а также незаконные аресты и судебное преследование
                духовенства в Бурят-Монголии и Калмыцкой области. Будучи прозорливым человеком, он
                хорошо понимал (не мог не понимать), что буддийская
                конфессия в России была обречена на полное уничтожение. Все заявления (ноты
                протеста), направляемые тибетским представителем в высшие
                советские инстанции, откровенно игнорировались. Дипломатическая и религиозная
                миссии, которые, по утверждению Доржиева, были
                возложены на него некогда Далай-ламой<a href="#citation-5" id="ref-5"
                                                        class="citation-mark"><sup>5</sup></a>, в
                новой политической обстановке, складывавшейся в стране во второй половине 30-х
                годов, казались каким-то анахронизмом с явным налетом контрреволюционности. Бессилие
                что-либо изменить и осознание собственной бесполезности, конечно же,
                сокрушали сердце старого дипломата.</p>
            <p>15 августа 1936 г. решением президиума Улан-Удэнского горсовета ликвидируется
                Ацагат-Шелутаевский дацан.</p>
            <p>Многое в прошлом и настоящем связывало А. Доржиева с этим дацаном. Здесь юношей он
                получил первоначальное конфессиональное образование под руководством
                Ч. Иролтуева, будущего Хамбо-ламы Восточной Сибири (в то время лама-гелонг дацана)<a
                    href="#citation-6" id="ref-6" class="citation-mark"><sup>6</sup></a>. По
                возвращении Доржиева из Тибета в Россию Ацагатский дацан становится предметом его
                особого внимания и забот. В начале 1900-х годов Доржиев передает дацану ценный
                подарок Далай-ламы XIII —
                писанный серебром Ганджур из Поталы (хранился в специально построенном сумэ). В
                1921-1922 гг. Доржиев возрождает при дацане медицинскую школу, основанную в конце
                XIX в. самим Иролтуевым. Очень скоро эта школа вместе с устроенной при ней в 1926 г.
                лечебницей становится
                лучшим манба-дацаном Бурят-Монголии. Официально она именовалась Ацагатским аршаном.
                Одно из зданий на территории аршана
                Доржиев предоставил сотрудникам Всесоюзного института экспериментальной медицины в
                Ленинграде, успешно занимавшимся вместе с эмчи-ламами изучением тибетской
                медицины.</p>
            <p>Как собственность Тибетского представительства в РСФСР Ацагатский аршан имел особый,
                фактически экстратерриториальный статус (не был национализирован, не подлежал
                налоговому обложению и т. д.). В 1926 г. при аршане был учрежден Центральный совет
                тибетских медиков
                Бурят-Монголии. Ситуация, однако, радикально изменилась в начале 30-х годов: в 1932
                г. большая часть
                медицинского и преподавательского персонала была арестована (В. Цыбиков, Б. Цыденов,
                Д. Будаев, Ч. Сарников, Ц. Абидуев) и выслана из пределов республики. Правда, одному
                из лам-медиков, В. Зодбоеву, удалось бежать в Ленинград, где он
                поселился при Буддийском храме и пользовался большим успехом у местных жителей. В
                1936-1937 гг. последовали новые репрессии против ацагатских лам, о чем, разумеется,
                был осведомлен А. Доржиев. Ацагатский дацан был закрыт.</p>
            <p>Его письмо-завещание, составленное две недели спустя после закрытия Ацагатского
                дацана, документ чрезвычайной важности, о котором еще недавно биографам Доржиева
                ничего не было известно. Прежде всего это политическое завещание Доржиева-дипломата,
                в котором он дает оценку
                своей почти 40-летней деятельности на дипломатическом поприще в России. Одновременно
                А. Доржиев называет своего преемника, которому надлежит продолжить его
                дело — «ответственную и благодарную работу по установлению действительно
                дружественных отношений между Тибетом и великим Советским Союзом в целях обеспечения
                независимого процветания тибетского народа»<a href="#citation-7" id="ref-7"
                                                              class="citation-mark"><sup>7</sup></a>.
                Таким преемником, до назначения будущего официального представителя Тибета в СССР, и
                должен был стать С. Д. Дылыков. В обязанность последнему вменялось временное
                «управление делами Тибето-Монгольской
                миссии» и «наблюдение за целостностью и сохранностью Буддийского храма с прилежащими
                к нему пристройками». Первый экземпляр письма-завещания был вручен С. Д. Дылыкову, а
                второй отправлен через
                ленинградское дипагентство в Москву, в Восточный отдел НКИД (11 сентября того же
                года). Завещание Доржиева, надо полагать, немало озадачило Г. И. Вайнштейна. Посылая
                его в
                Москву, он писал: «Ввиду того, что это письмо-завещание никем из подлежащих органов
                власти не заверено, остается открытым и не разрешенным вопрос о возможности
                реализации Дылыковым принадлежащих ему прав»<a href="#citation-8" id="ref-8"
                                                               class="citation-mark"><sup>8</sup></a>.
            </p>
            <p>На разрешение вопроса о правомочности завещания А. Доржиева и целесообразности
                удовлетворения притязаний С. Д. Дылыкова ушло много месяцев, но в конце концов НКИД
                согласился легализовать это завещание. В результате «отставка» Доржиева была
                принята, и новым, хотя и чисто номинальным,
                руководителем Тибето-Монгольской миссии в Ленинграде стал С. Д. Дылыков. А тем
                временем НКВД со своей стороны (возможно, с негласного одобрения того же НКИД)
                приступает к ликвидации самой миссии и всех, кто так или иначе был причастен к ней
                (начался 37-й год!). В основном это были обитатели «ламского общежития» при
                Буддийском храме
                (Стародеревенская ул., 15, ныне Приморский пр., 93). Первыми были арестованы Д. Ж.
                Жамсарано, управделами миссии, и Ч. Д. Томиргонов,
                лама-медик, сотрудник ВИЭМ (оба были расстреляны в один день 17 января по приговору
                Военной коллегии Верховного суда СССР от 23 и 24 августа). За ними последовали О. Б.
                Будаев, лама-художник, и Б. Р. Зодбоев, еще один
                лама-медик, которые были арестованы 22 и 23 февраля и расстреляны 24 и 29 августа
                соответственно). Затем в ночь на 4 сентября «взяли» оставшихся 12 человек: Ж. Ц.
                Цыбикова, Н. Ц.
                Цыбенова, Д. Ц. Цыденова, Д. Куберлинова, Б. Б. Жигжитова, С. Ц. Топхаева, И. Г.
                Атанова, Ц. Т. Аюшиева, Ш. Л. Лыгденова, С. А. Баторова, Е. Д. Дандарова и И. И.
                Дандарову. Всех, за исключением последней, особая Тройка УНКВД приговорила к высшей
                мере наказания (расстреляны 5 и 15 ноября), И. И. Дандарову осудили на 10 лет с
                пребыванием в исправительно-трудовом лагере. Таким образом, к началу осени 1937 г.
                Тибето-Монгольская миссия практически прекратила свое существование. Ее
                руководителей (бывшего и нового), однако, не тронули, хотя сделать это было
                довольно просто, особенно в случае А. Доржиева, утратившего дипломатический
                иммунитет, а с ним и покровительство НКИД (если таковое вообще что-либо значило в
                37-м году).</p>
            <p>Все то время, пока шли аресты, А. Доржиев проживал в своем пригородном доме под
                Ленинградом, в поселке Ольгино, вместе с прислуживавшим ему ламой Ацагатского дацана
                Дугаром Жимбиевым, вызванным из Забайкалья в 1936 г.</p>
            <p>Можно представить себе состояние человека, на глазах которого уничтожалось все самое
                дорогое, то, ради чего он жил и трудился долгие годы, его Тибето-Монгольская миссия,
                служившая мостиком между Тибетом и Россией, и «драгоценная религия Бурхан-Будды»,
                возродить которую на «чистых» началах Винаи он пытался после революции. В конце
                концов Агван Доржиев остался один, а скорее всего был искусно изолирован
                властями. Уже не было в живых многих старых друзей-востоковедов: С. Ф. Ольденбурга,
                П. К.
                Козлова, А. И. Руднева, Б. Я. Владимирцова, Е. Е. Обермиллера. Других недавно
                арестовали: Ц. Ж. Жамцарано, Б. Б. Барадийна, А. И. Вострикова, и это только в одном
                Ленинграде. В 1935 г., также в Ленинграде, умер Ганжирва-гэгэн Данзан Норбоев,
                руководивший вместе с ним Тибето-Монгольской миссией. Наконец, Буддийский храм,
                уникальнейший памятник архитектуры, одно из наиболее
                значительных созданий Агвана Доржиева в России, остался после ареста лам без всякого
                присмотра и гарантии защиты. Тщетными оказались попытки С. Д. Дылыкова передать
                здание храма летом 1937 г. в
                ведение Комитета по делам искусств при СНК с целью превращения в музей (хотя
                бы!).</p>
            <p>И тогда Агван Доржиев принимает решение покинуть Ленинград и вернуться на родину, в
                Бурятию. По-видимому, это решение созрело у него давно, еще в 36-м, когда он писал
                завещание,
                не предполагая, что его легализация вызовет такие трудности, и уж во всяком случае
                не предвидя разгула бесправия в 37-м. Что стояло за этим решением в конечном счете?
                Для Агвана Доржиева как буддийского
                монаха, достигшего преклонного возраста, отъезд в Бурятию, по всей видимости, имел
                большой религиозный смысл. Это было не бегство, тем более бегство от ареста, но Уход
                — удаление от мира,
                стремление освободиться от уз сансары — мучительного круговорота
                смертей-рождений. Мысль о таком Уходе была вполне естественной для него, не
                заключала в себе какого-то
                внутренне неразрешимого трагизма. Еще в 1910 г., ходатайствуя перед МВД о разрешении
                на постройку Кырменского дацана,
                Агван Доржиев мотивировал свое желание тем, что его преклонный возраст (тогда ему
                было 57 лет) невольно побуждает его думать «о тихом безмятежном уголке, где можно
                дожить остаток дней своих, посвятив его по монашескому обету полному воздержанию и
                молитве»<a href="#citation-9" id="ref-9" class="citation-mark"><sup>9</sup></a>.
            </p>
            <p>Впервые на волоске от смерти Доржиев оказался 10 лет спустя, в августе 1918 г., когда
                ЧК, заподозрив его в попытке контрабандного вывоза ценностей за границу, бросила в
                Бутырскую тюрьму (Доржиев имел при себе денежные средства, собранные среди калмыков
                на постройку нового дома-общежития при Буддийском храме в Петрограде). Он со дня на
                день ожидал расстрела, но в последнюю минуту его спасли петроградские
                востоковеды. Известна телеграмма в защиту Агвана Доржиева, отправленная академиком
                С. Ф.
                Ольденбургом в Кремль секретарю Совнаркома Н. П. Горбунову: «Беспокоюсь [о]
                Хамбо-ламе Доржиеве, выпущен ли. Если необходимо, немедленно может выехать [в]
                Москву монголист, доцент Владимирцов. Прошу ответа. Ольденбург»<a
                    href="#citation-10" id="ref-10" class="citation-mark"><sup>10</sup></a>. Об этой
                истории Доржиев рассказал впоследствии в своей «Тибетской автобиографии».</p>
            <p>Именно в Бутырках его осенила мысль, что человеку легче выбраться из тюрьмы, чем из
                темницы сансары. «Я понял, — писал Доржиев, — как глупо было с моей стороны бояться
                этой тюрьмы
                больше, чем темницы порочного круга перерождений (сансары). Я понял, что нужно
                приложить все силы, чтобы найти выход из этого порочного
                круга. Было бы верхом глупости, выйдя на свободу, позабыть об этом»<a
                    href="#citation-11"
                    id="ref-11" class="citation-mark"><sup>11</sup></a>.
            </p>
            <p>Мысль об уходе из мира сансары должна была не раз, не два посетить Доржиева, особенно
                в последние годы жизни. Но окончательное решение об удалении от мира он принимает
                лишь осенью 37-го года,
                оказавшись в совершенно безнадежном положении. Тяжело больной, подавленный событиями
                последних месяцев, Агван Доржиев навсегда
                покидает Ленинград. В этом последнем путешествии его будет сопровождать специально
                вызванный из Бурятии
                лама Дугар Жимбиев: своих сил на дорогу уже не было.</p>
            <p>Из Ленинграда выехали в конце октября (на Московском вокзале провожал С. Д. Дылыков).
                В Улан-Удэ прибыли 2 ноября. Здесь Доржиева и Жимбиева встретили Золтуй Цыбиков
                (родственник Доржиева) и Содном
                Сокадаев, лама из Тункинского аймака. Остановились в доме у Цыбикова, куда на
                следующий день пришли ламы Рампил Ирдынеев
                (бывший председатель Центрального духовного совета БМР), Хайдап Галсанов (временно
                исполняющий обязанности арестованного хамбо-ламы Д. Мункужапова, зам. председателя
                Центрального духовного совета), ламы Ацагат-Шелутаевского дацана - Д. Дашиев, Г.
                Раднаев, лама Кыренского дацана З. Атерханов (эту встречу НКВД потом представит как
                тайную сходку контрреволюционных лам; всех троих арестуют и расстреляют в декабре
                того же 37-го).</p>
            <p>Доржиев и Жимбиев после этой встречи отъехали в Ацагатский аршан, где Доржиев имел
                свою «резиденцию» — скромный одноэтажный деревянный дом-пятистенок. Напротив
                находился двухэтажный, также деревянный дом основателя медицинской школы,
                знаменитого Камбо-ламы Иролтуева, который также провел свои последние дни в
                Ацагате. Это и был тот самый «тихий и безмятежный уголок», уединиться в котором
                собирался
                Доржиев. Но спокойное ацагатское житье у самого подножия сопок продолжалось недолго.
                Через
                несколько дней (точная дата неизвестна) арестовали Жимбиева. 10 ноября состоялся его
                первый допрос. Вероятно, после него руководство
                Улан-Удэнского НКВД и принимает решение об аресте Доржиева. Этот новый арест
                последовал 13 ноября. Приехавший в аршан сотрудник НКВД Будожабэ
                тогда произвел предварительный обыск в доме Доржиева, изъял всю личную переписку
                (более 200 страниц), сберкнижку на 535 руб. и золотые сережки (?). Тем же 13-м
                ноября датирована и справка на арест Доржиева, направленная из НКВД прокурору
                Бурят-Монголии. В ней говорится, что гр. А. Доржиев «материалами следствия изобличен
                как один из
                руководителей контрреволюционной, панмонголистской, террористической,
                повстанческо-диверсионной шпионской организации. На основании изложенного Доржиев
                Агван подлежит аресту и привлечению к
                ответственности по ст. 58-1а, 58-2, 58-8, 58-9 и 58-11 УК РСФСР», справка подписана
                временным начальником 3-го отдела НКВД Бурят-Монголии лейтенантом Госбезопасности Л.
                И. Гайковским, за его подписью следует «Утверждаю» и другая подпись — зам. наркома
                внутренних дел Бака<a href="#citation-12" id="ref-12"
                                      class="citation-mark"><sup>12</sup></a>. Однако
                непосредственное решение об аресте Доржиева, если верить документам, было
                принято не ими, а сержантом Госбезопасности Вашкевичем, временным помощником
                начальника 3-го отдела НКВД Бурят-Монголии, подпись которого стоит под
                «Постановлением об избрании меры пресечения и предъявлении обвинения»<a
                    href="#citation-13" id="ref-13" class="citation-mark"><sup>13</sup></a>. Хотя
                можно не сомневаться, что инициатива исходила из куда более высокой
                инстанции.</p>
            <p>28 ноября состоялся первый (и, кажется, единственный) допрос Доржиева. Его
                протокольная запись производит впечатление плохо разыгранного фарса: после серии
                стандартных вопросов типа когда, откуда и с кем приехали, где остановились, какова
                цель приезда, следователь Николаев зачитал Доржиеву обвинение (в приведенной выше
                формулировке), и тот сразу же признал себя полностью виновным, «так как являлся
                одним из руководителей контрреволюционной, панмонголистской, террористической,
                повстанческо-шпионской организации»<a href="#citation-14" id="ref-14"
                                                      class="citation-mark"><sup>14</sup></a>
                (трудно себе представить, чтобы Доржиев, не слишком хорошо владевший русским, мог
                все это вообще выговорить). На вопрос о целях «его» организации он отвечает
                заученно-избитой фразой: «Конечная
                цель нашей контрреволюционной организации была свержение советской власти, так как я
                лично ненавидел советскую власть за закрытие дацанов и вообще за борьбу с
                религией. Поэтому я стал членом контрреволюционной организации имеющая цель для
                свержения
                советской власти» (мы намеренно не исправляем грамматических ошибок в ответе
                Доржиева, если только за него не отвечал сам следователь). На этом месте допрос
                прерывается «ввиду болезни» арестованного. На другой день в 4
                часа вечера Доржиева поместили в тюремную больницу.</p>
            <p>Тем временем в НКВД полным ходом шла фабрикация «улик» против него. В целом было
                допрошено 20 человек — в деле Доржиева представлены либо копии их
                допросов, либо выписки из них (кроме двух, по непонятной причине изъятых из
                дела). Самое раннее из показаний принадлежит Намжилу Очирову и датировано 25 октября
                1933
                г. Известно, что Очиров был приглашен в 1923 г. преподавать монгольский язык
                (халхасский
                диалект) в Петроградском институте живых восточных языков. Одновременно он числился
                сотрудником Тибетской и Монгольской миссий. Очиров показал,
                что в 1924 г. А. Доржиев, уезжая в Пекин для покупки лекарств, назвал поименно ему
                несколько членов своей организации, заметив, что «неизбежно, рано или поздно, должно
                установиться большое государство панмонголизма». Кроме того, он отправил с Очировым
                большой пакет с письмом одному старику тибетцу,
                проживавшему в то время в Монголии, Дониру Далай-ламы. При этом А. Доржиев строго
                наказал никому это письмо не показывать, потому что в нем
                «материалы работы нашей организации». В том же 1924 г. Очиров также передал пакет от
                Доржиева Данзану Норбоеву в Цугольский
                дацан и привез от него пакет с ответом в Ленинград. «Возможно, в этом пакете были
                собраны разведывательные материалы для переотправки за
                кордон», — пояснил он следователю<a href="#citation-15" id="ref-15"
                                                    class="citation-mark"><sup>15</sup></a>.</p>
            <p>Признания, выколоченные из других свидетелей, в основном лам, говорят о столь же
                «очевидно криминальной» деятельности Доржиева (некоторые из них приводятся в статье
                Базарова и Шагдурова). Вот, например, показание Намжила Цыбенова, сторожа
                Буддийского храма в Ленинграде
                (допрошен 25 октября 1937 г.): «Моя контрреволюционная деятельность как члена
                контрреволюционной группы состояла в том, что я принимал прибывающих в Ленинград к
                Агвану Доржиеву по контрреволюционной деятельности лиц, устраивал их у себя и
                знакомых на жительство без прописки, извещал об их прибытии А. Доржиева и от
                последнего передавал письма к прибывшим, т. к. многих из них по неизвестным мне
                причинам, я думаю с целью конспирации, Агван Доржиев лично не принимал»<a
                    href="#citation-16" id="ref-16" class="citation-mark"><sup>16</sup></a>.
                Цыбенов назвал имена лам, приезжавших к Доржиеву в Ленинград из Бурятии; один из
                них
                — лама Эгетуевского дацана Базар Аригунов. Он был арестован еще в 1932 г. за
                нелегальный переход границы, будучи посланным А.
                Доржиевым в составе небольшой делегации в Тибет. Всего в той делегации было шесть
                человек: трое из Эгетуевского дацана и трое из Калмыцкой области. Согласно показанию
                Аригунова (допрошен 2 ноября), Доржиев дал им задание «доставить в
                полной сохранности к далай-ламе ценности», упакованные в запломбированных ящиках<a
                    href="#citation-17" id="ref-17" class="citation-mark"><sup>17</sup></a>.
                Сведения, сообщенные Аригуновым, крайне любопытны, поскольку проливают свет на
                попытки Доржиева возобновить контакты с Тибетом, прервавшиеся в конце 1920-х
                годов. Из различных источников известно, что Доржиев активно сотрудничал в 20-е годы
                с НКИД
                и даже Коминтерном в организации секретных экспедиций Советского правительства в
                Тибет. Среди участников этих экспедиций были его доверенные лица — буряты и калмыки,
                с
                которыми он посылал письма далай-ламе и «другим высокопоставленным лицам буддийской
                иерархии»<a href="#citation-18" id="ref-18" class="citation-mark"><sup>18</sup></a>.
                Роль Доржиева в отправке таких делегаций (или «экспедиций», как они поначалу
                назывались), а также цели последних еще предстоит выяснить исследователям. Заметим,
                что в материалах следствия негласные связи Доржиева с НКИД и Коминтерном
                вообще не упоминаются. Что же касается делегации, нелегально отправленной в Тибет в
                1932 г. (по другим
                сведениям — в 1931 г.), то она была собственной инициативой А. Доржиева. Ее члены
                должны были информировать Далай-ламу об истинном положении дел в СССР и
                предостеречь от контактов с «агентами Кремля» в будущем. К такому выводу приводит
                фактически полное свертывание НКИД в 1928-1930 гг. контактов
                между Бурят-Монголией и Калмыцкой Автономной областью и Тибетом по религиозной линии
                (в частности, задержка под различными «благовидными» предлогами, а затем запрещение
                буддийской делегации от бурятского и калмыцкого духовных соборов, намечавшейся к
                отправке осенью 1928 г.).</p>
            <p>Главное место среди свидетельских показаний занимают, однако, не показания лам, а
                показания человека мирского и в высшей степени государственного — главы
                правительства Бурят-Монголии Д. Д. Доржиева (председателя Совета Народных Комиссаров
                Бурят-Монголии с 1929 по 1937 г.). Его рассказ вместе с другими материалами,
                извлеченными из его же дела и дела М. Н.
                Ербанова, составляет более 60 страниц (!). Совершенно очевидно намерение НКВД
                связать Агвана и Дажупа Доржиевых как руководителей двух параллельных
                панмонголистских организаций на территории Бурят-Монголии: одна из них объединяла
                бурятское ламаистское духовенство, другая — верхушку государственного партийного
                аппарата. Следуя логике НКВД, эти организации, имея единые цели, просто не могли не
                сотрудничать. По признанию Д. Д. Доржиева (допрос от 7-8 декабря), его организация
                (кроме него, во главе ее стояли 1-й и 2-й секретари Бурятского обкома партии М. Н.
                Ербанов и А. А. Маркизов, а также председатель БУРЦИКа Б. Д. Дабаин) поддерживала
                тесную связь с ламской организацией А. Доржиева и даже направляла ее работу: «Агвану
                Доржиеву мы дали крепкую гарантию, что лам в дацанах трогать не будут, вместе с тем
                предупредили его, что степных лам мы будем вынуждены все же подвести к
                раскулачиванию, ибо такое широкое сохранение лам бросалось бы в глаза и навело бы
                подозрение о нашей контрреволюционной деятельности. В тот же период наша организация
                дает установку А. Доржиеву о необходимости похода
                лам в колхозы». Д. Д. Доржиев также сознался в том, что «значительной части лам мы
                дали возможность нелегально уйти в Монголию, Китай и Тибет». Подобные «связи»
                руководства Бурят-Монголии с А. Доржиевым ничуть не должны удивлять
                нас, поскольку возглавляемое «Тибетским представителем» в 20-е годы обновленческое
                движение постоянно находилось под жестким контролем Бурoбкома и ГПУ (об этом
                убедительно свидетельствуют документы Партархива). Обновленцы, особенно на раннем
                этапе, даже получали определенную поддержку «сверху»,
                ибо с их помощью партия по-макиавеллиевски рассчитывала, с одной стороны, разложить
                лам изнутри, а с другой — осуществлять нужное ей влияние на «центры ламаизма» за
                пределами СССР, в Монголии и Тибете, в частности, на главу «желтой веры»,
                Далай-ламу. Так, в антиламских тезисах, разработанных Ербановым в 1925 г., читаем:
                «Необходимо
                встать на путь создания из среды самих лам специальных кадровых «активистов»,
                организованно их связать и умело и толково ими руководить, для чего надлежит создать
                центральный штаб по руководству движением при ГПУ, содержимый за счет
                спецсредств. Центральный и приходские советы (буддистов. — А. А.) должны быть
                укомплектованы из
                этих «активистов». Последним должны выдаваться «специальные вознаграждения»<a
                    href="#citation-19"
                    id="ref-19" class="citation-mark"><sup>19</sup></a>.
                Интересно, знал ли об этом Агван Доржиев?</p>
            <p>В 37-м, однако, «контрреволюционное ламство» и партийная «старая гвардия» были
                поставлены НКВД на одну доску как «враги народа», а потому сделать из них сообщников
                не составляло труда.</p>
            <p>Из показаний Д. Д. Доржиева, в которые постоянно вкрапливаются выписки из показаний
                М. Н. Ербанова, мы узнаем, что «организация» А. Доржиева была создана в 1929-1934
                гг., «когда он усиленно разъезжал по дацанам и аймакам Бурятии». Ее «повстанческие
                филиалы» находились во всех больших дацанах (называются Гусиноозерский, Янгажинский,
                Ацагатский, Анинский, Эгетуевский и Агинский дацаны). Ламская организация А.
                Доржиева (по словам Ербанова) вела подготовку диверсионных терактов на важнейших
                объектах республики (даются их конкретные адреса), занималась сбором шпионских
                сведений, а также проводила вредительскую работу в колхозах (разрушала
                сельскохозяйственные машины, инвентарь, разлагала трудовую дисциплину и т. д.). Ну,
                и, разумеется, ламы поддерживали связь с японской разведкой (как, впрочем, и
                «организация» Д. Д. Доржиева — М. Н. Ербанова), что автоматически превращало членов
                обеих организаций, не говоря уже об их руководителях, в пресловутых «японских
                шпионов». Таким образом, сведения, сообщенные Д. Д. Доржиевым и М. Н. Ербановым
                (какой ценой
                они были даны, можно только догадываться), содержали куда более серьёзные улики
                против А. Доржиева, чем все показания лам.</p>
            <p>К ликвидации «организации А. Доржиева» органы НКВД приступили, как мы уже знаем, в
                начале 37-го. В Ленинграде был раскрыт «Японско-бурятский контрреволюционный центр»
                (очевидно,
                филиал «организации»), что повлекло за собой аресты не только лам, но и многих
                востоковедов, главным образом сотрудников Института востоковедения и Ленинградского
                восточного института. Та же картина наблюдалась в Калмыкии и Бурят-Монголии. Так,
                осенью 37-го был
                произведен групповой арест лам Ацагатского дацана, где, по сообщению Ербанова,
                имелся большой склад оружия. 9 декабря «особая тройка» приговорила 21 человека из 26
                к высшей мере наказания. Среди них встречаются имена тех, чьи показания фигурируют в
                деле А. Доржиева, это
                Содном Мухоцаев, Бизия Цыбиков, Дугар Жимбиев, Шойсон Раднаев, Базар Аригунов<a
                    href="#citation-21" id="ref-21" class="citation-mark"><sup>21</sup></a>.</p>
            <p>Через два дня после того как А. Доржиева поместили в тюремную больницу, в его
                ацагатском доме проводят второй, уже более основательный обыск, во время которого
                описывают все наличное имущество, как движимое, так и недвижимое (этим занимается
                специальная комиссия в течение трех дней, с 29 ноября по 1 декабря). Среди
                конфискованного 10 ящиков с дорогой парчой, в которой обнаружили золотой песок
                и золотые и серебряные монеты. Согласно протоколу обыска от 29 ноября, ящики
                предназначались к отправке в Тибет и
                были специально маркированы. О том, что Доржиев действительно собирался отправить
                имущества своей
                Тибетско-Монгольской миссии в Тибет, говорилось и в его завещании. Большая часть
                личного имущества А. Доржиева (за исключением изделий из драгоценных
                металлов), а также принадлежащие ему строения на территории аршана (юрты, амбары,
                избы и пр.) были назначены к распродаже с торгов в счет неуплаченных налогов
                (земельная рента и налог со строений) за 1935–1937 гг. Единственное, что комиссии не
                удалось описать, это имевшийся у Доржиева рогатый скот,
                поскольку охранявший его человек неожиданно выехал из аршана (скорее всего, бежал от
                ареста). Изъятые в аршане лекарственные травы и препараты было тогда же поручено
                проверить и
                описать представителю Всесоюзного института экспериментальной медицины, известному
                специалисту по тибетской медицине П. И. Виноградову. Допрос свидетелей по делу А.
                Доржиева продолжался до самого конца декабря. Последним был допрошен лама
                Ацагатского дацана Гомбожаб Цыбиков (30 декабря,
                арестован 24 декабря). Цыбиков признал себя виновным (обвинялся по статье 58, пункты
                1а, 2, 10 и 11) и
                сообщил, что был завербован Доржиевым в «его организацию» в 1930 г., будучи в то
                время его личным помощником. В целом его показания подтверждают основное обвинение
                следствия: разъезжая по дацанам
                в 1929-1930 гг., А. Доржиев проводил в них совещания с ламами, давал установку
                готовиться к вооруженному выступлению против Советской власти на период войны с
                Японией<a href="#citation-22" id="ref-22" class="citation-mark"><sup>22</sup></a>.
                На следующий день после допроса «Тройка» приговорила Цыбикова к расстрелу.</p>
            <p>С начала 1938 года допросы неожиданно прекращаются. Можно предположить, что состояние
                Доржиева, все еще находившегося в больничном
                бараке, настолько ухудшилось, что с ним решили больше не возиться: надежд на то, что
                его удастся вывести на суд, практически, не оставалось. Агван Доржиев скоропостижно
                скончался 29 января 1938 г. Врач, констатировавший его
                смерть, так сообщает об этом в своем заключении, адресованном начальнику тюрьмы:
                «доношу, что лишенный свободы Доржиев Агван 29 января с. г. умер. Смерть последовала
                при явлениях упадка сердечной деятельности и общего ослабления организма на почве
                старческих изменений организма» (датировано 2 февраля, подпись неразборчива)<a
                    href="#citation-23" id="ref-23" class="citation-mark"><sup>23</sup></a>. В акте
                о вскрытии от 3 февраля встречается выражение «внезапно умерший». Это «внезапно» настораживает и вместе с тем дает простор для догадок. Не случайно,
                наверное, многие буддисты Бурятии до сих пор считают, что Доржиев не
                умер, но «ушел в Нирвану».</p>
            <p>Следствие по делу А. Доржиева в связи с его смертью было официально прекращено 10
                апреля 1938 г. Однако через 18 лет, в декабре 1956 г., в КГБ Бурят-Монголии возвращаются к нему
                снова в связи с начавшейся в стране реабилитацией жертв сталинского террора. Формально расследование «преступлений» Доржиева не было завершено (над ним все еще
                тяготели обвинения, наиболее серьезным из которых было обвинение в государственной
                измене и шпионаже в пользу Японии). Началось дополнительное расследование, уже по архивно-следственному делу А. Доржиева,
                продолжавшееся почти целый год. По окончании его, 4 декабря 1957 г., начальник следственного отдела КГБ при Совете
                Министров БМ АССР майор Алексеев принимает постановление о прекращении дела Доржиева
                «по мотивам недостаточности улик для предания его суду» (ст. 204 УПК РСФСР п. «б»)<a
                    href="#citation-24" id="ref-24" class="citation-mark"><sup>24</sup></a>. Процитируем в этой связи главное заключение Алексеева: «Проверкой по Центральному
                Государственному Особому архиву МВД СССР, Государственному Особому архиву РСФСР
                Дальнего Востока, трофейным японским документам и архивам органов КГБ никаких
                материалов о принадлежности Доржиева А. к агентуре японских разведорганов и других
                компрометирующих его сведений не обнаружено».</p>
            <p>Последняя точка в деле А. Доржиева была поставлена уже в наше время 14 мая 1990 г.,
                когда началась новая реабилитация в Бурятии, старший помощник прокурора Бур. АССР по
                надзору за следствием в органах Госбезопасности И. А. Гришин изменил формулировку в
                прежнем постановлении от 4 декабря 1957 г., и следствие по делу А. Доржиева отныне
                считается прекращенным уже не за недостаточностью улик (что по сути является лишь
                частичной реабилитацией), но за отсутствием события и состава преступления, что
                делает реабилитацию А. Доржиева полной <a href="#citation-25" id="ref-25"
                                                          class="citation-mark"><sup>25</sup></a>.
            </p>
            <hr class="my-8 border-t-4 border-gray-500">
            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl my-4">ПРИМЕЧАНИЯ</h4>
                <p class="my-2" id="citation-1"><sup>1</sup> Судьбе Тибето-Монгольской миссии в
                    Ленинграде посвящена отдельная статья автора, см.: Андреев А. И. Буддийские ламы
                    из Старой деревни. — «Невский архив» (историко-краеведческий альманах). СПб,
                    1992, с. 314-349.<a href="#ref-1" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-2"><sup>2</sup> АВП РФ, ф. 100, оп. 1., пап. 1, д. 11,
                    л. 7.<a href="#ref-2" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-3"><sup>3</sup> Архив СПФ ИВ РАН, ф. 100, оп. 1, д. 62,
                    л. 1.<a href="#ref-3" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-4"><sup>4</sup> АВП РФ, ф. 100, оп. 1, пап. 1, д. 13,
                    л. 8.<a href="#ref-4" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-5"><sup>5</sup> ГАРФ, ф. 5263, оп. 1, д. 131.— В
                    заявлении на имя М. И. Калинина Доржиев пишет: «...К числу возложенных на меня
                    Далай-Ламой обязанностей относится забота о духовных нуждах буддистов
                    Бурят-Монголии и Калмыкской области (каковые мои функции и признаны НКИДом,
                    указавшим мне по этим вопросам обращаться в Постоянную комиссию по делам
                    культов)...», л. 12 (заявление датировано 15 ноября 1933 г.). Постоянную
                    комиссию по делам культов при ВЦИК в 1931-1934 гг. возглавлял П. Г. Смидович, с
                    которым у Доржиева были довольно хорошие отношения.<a href="#ref-5"
                                                                          class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-6"><sup>6</sup> РГИА, ф. 821, оп. 8, д. 2242, л. 104
                    (об этом факте в 1909 г. рассказал сам Ч. Иролтуев).<a href="#ref-6"
                                                                           class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-7"><sup>7</sup> АВП РФ. ф. 100, оп. 19, д. 26, л. 7.
                    Текст завещания опубликован в кн.: Андреев А. И. Буддийская святыня Петрограда.
                    Улан-Удэ, 1992, с. 76-78.<a href="#ref-7" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-8"><sup>8</sup> Там же, л. 9.<a href="#ref-8"
                                                                             class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-9"><sup>9</sup> РГИА. ф. 821, оп. 133, д. 446, л. 36.<a href="#ref-9"
                                                                             class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-10"><sup>10</sup> ГАРФ, ф. 130, оп. 2, д. 657, л. 49.
                    Телеграмма датирована 23 августа 1918 г.<a href="#ref-10"
                                                               class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-11"><sup>11</sup> Thubten J. Norbu. Dorjieff: Memoirs
                    of a Tibetan Diplomat. Hōka Kenkyū, 1991, № 17 (отд. оттиск), с. 44 (пер. с
                    англ. А.И. Андреева).<a href="#ref-11"
                                            class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-12"><sup>12</sup> Архив Министерства Безопасности
                    Республики Бурятия (далее АМБ РБ), архивно-следственное дело Агвана Доржиева, №
                    2768, л. 1.<a href="#ref-12" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-13"><sup>13</sup> Там же, л. 4.<a href="#ref-13"
                                                                               class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-14"><sup>14</sup> Там же, л. 31 об.<a href="#ref-14"
                                                                                   class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-15"><sup>15</sup> Там же, л. 36.<a href="#ref-15"
                                                                                class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-16"><sup>16</sup> Там же, л. 46.<a href="#ref-16"
                                                                                class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-17"><sup>17</sup> Там же, л. 55.<a href="#ref-17"
                                                                                class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-18"><sup>18</sup> НАРБ, ф. 1, оп. 1, д. 657, лл. 14-17
                    (письмо Агвана Доржиева Г. В. Чичерину от 24 апреля 1925 г.); см. также: Андреев
                    А. И. От Байкала до Священной Лхасы. Новые материалы о русских экспедициях в
                    Центральную Азию в первой половине ХХ века (Бурятия, Монголия, Тибет).
                    СПб—Самара—Прага, 1997.<a href="#ref-18"
                                              class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-19"><sup>19</sup> АМБ РБ, л. 103.<a href="#ref-19"
                                                                                 class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-21"><sup>21</sup> НАРБ, ф. 1, оп. 1, д. 657, л. 334.<a
                        href="#ref-21" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-22"><sup>22</sup> Там же, л. 173.<a href="#ref-22"
                                                                                 class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-23"><sup>23</sup> Там же, л. 182.<a href="#ref-23"
                                                                                 class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-24"><sup>24</sup> Там же, л. 343.<a href="#ref-24"
                                                                                 class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-25"><sup>25</sup> Там же, л. 313.<a href="#ref-25"
                                                                                 class="text-blue-500 hover:underline">↩</a>
                </p>
            </div>
        </div>
    </div>
@endsection
