@extends('layouts.app')
@section('title', 'Буддийское учение как философская основа духовной деятельности Лубсан-Самдана Цыденова')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.8)),
            url('{{ asset("backgrounds/the-background-black-white_1280.jpg") }}');
            background-attachment: fixed;
            background-size: cover;
        }
        .citation-mark:hover {
            text-decoration: underline;
        }
    </style>
@endpush

@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <!-- Заголовок -->
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            Буддийское учение как философская основа духовной деятельности Лубсан-Самдана
            Цыденова</h1>


        <!-- Основной текст -->
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>Большая часть истории монголоязычных народов связана с буддизмом, который был для них
                не просто религиозным учением, а, по существу, являлся одним из важных компонентов
                общественно-политической жизни. Само бытие монголоязычных народов, в том числе
                бурятского, строилось на религиозных постулатах буддизма.</p>

            <p>Бурятское духовенство выдвинуло из своей среды немало выдающихся лам-ученых,
                известных не только в Бурятии, но и во всем монголоязычном и буддийском мире. До сих
                пор в памяти бурятского народа живы легенды и предания об именитых ламах, обладавших
                глубокими познаниями. К их числу относится и Лубсан-Самдан Цыденов (1851–1922?) —
                буддийский ученый, писатель и поэт, религиозный деятель, попытавшийся реализовать
                свои воззрения в области реальной политики через учреждение в 1919 г.
                теократического государства, основанного на принципах буддийской концепции
                власти.</p>

            <p>В детском возрасте Лубсан-Самдана отдали в ученики (хувараки) в Кижингинский дацан,
                где он выделялся успехами в учебе среди остальных учеников. Уже в начале учебы в
                дацане ламы-наставники стали замечать у мальчика незаурядные способности, странности
                в поведении, отличавшие Лубсан-Самдана от других детей, необычайную серьезность и
                замкнутость. В столь раннем возрасте он познал сущность философского учения о
                пустоте — шунье. Лубсан-Самдан Цыденов получил полное философское образование в
                Кижингинском дацане, где ему было присуждено звание габжи (доктора богословских
                наук), и в 1890 г. становится общепризнанным среди бурятского духовенства
                ученым-ламой, обладавшим глубокими философскими познаниями и в совершенстве
                владевшим всеми тонкостями философии мадхьямики и учения праджняпарамиты.</p>

            <p>В годы жизни при монастыре Л.-С. Цыденов встречается с европейским ученым —
                этнографом М. А. Кролем, благодаря которому Л.-С. Цыденов расширяет свои познания в
                области европейской науки.</p>

            <p>В марте 1896 г. Л.-С. Цыденов был включен в состав делегации от буддийского
                духовенства, присутствовавшей на коронации императора Николая II, где произошел
                экстраординарный случай. Лубсан-Самдан Цыденов был единственным, кто не принял
                участия в поклонении делегатов царю, что не только поставило их в неловкое
                положение, но и вызвало сомнение в их лояльности со стороны дворцовых чинов и
                министерства внутренних дел. В ответ на осуждение Цыденов настаивал, что он как
                гелун (монах) не должен поклоняться царю, что неучастие его в данном поклонении не
                является преступным деянием, а поклонение гелуна является отступлением от законов
                Винаи и оценивается как позор.</p>

            <p>После приезда из Петербурга в 1896 г. Л.-С. Цыденов создал на тибетском языке
                поэтическое произведение «Лечу по небесам», где ярко и красочно описывает свое
                пребывание в Москве и Санкт-Петербурге. К сожалению, оригинал этой поэмы на
                тибетском языке не был найден. Однако часть поэмы была переведена на старописьменный
                монгольский язык (Oγtarγui-dur niysünem) и опубликована в Монголии в сборнике
                академика Цэндийн Дамдинсурэна «100 образцов» (Jaγun bilig) в 1959 г. В описаниях
                внешних впечатлений автора таится глубина буддийской символики.</p>

            <p>Поэма Лубсан-Самдана Цыденова «Лечу по небесам» состоит из восьмидесяти пяти
                шлок-четверостиший, разделенных на две части. Первая часть, состоящая из одиннадцати
                четверостиший, посвящается Москве, а вторая часть поэмы, состоящая из семидесяти
                четырех шлок, поэтически описывает столицу Российской Империи — Санкт-Петербург.
                Среди поэтических сравнений встречаются традиционные образы индийской, тибетской и
                монгольской литературы.</p>

            <p>Стихотворное произведение «Лечу по небесам» свидетельствует о том, что Лубсан-Самдан
                Цыденов — не только ученый, знаток многих языков, великий лама, но и талантливый
                поэт. В нем меткий взгляд Лубсан-Самдана обнаруживает особенности, которые являются
                достаточно интересными. В произведении как страноведческом источнике исследования
                быта, культуры российских столиц XIX в. он обратил внимание на то, что в
                Санкт-Петербурге количество русских меньше, чем в Москве. Описание народонаселения
                дается с точки зрения добродетелей, обеспечивающих ему переживание счастья.</p>

            <p>Помимо этого поэтического произведения, сохранились рукописи Лубсан-Самдана Цыденова
                иного характера: это рукописи и документы балагатского движения. Среди них есть
                «Манифест Лубсан-Самдана» на монгольском языке, который содержит удивительные и
                смелые предсказания о распространении тантры, о будущем цивилизации. Идеи текста
                даже в некотором смысле опережают самые смелые догадки В. И. Вернадского и К. Э.
                Циолковского. Язык текста символичен, труден для перевода. В Кижингинском районе
                Бурятии в черном переплете хранится подлинная рукопись «Манифеста», до сих пор не
                доступная исследователю. Имеется также «Хвала Лубсан-Самдану», написанная его
                учеником Агваном Силнамом Бадмаевым. Этот текст достаточно известен и доступен для
                исследований.</p>

            <p>После приезда из Санкт-Петербурга Самдан-лама решает уйти из монастыря и погрузиться
                в медитативную практику вдали от мирской суеты. В 1908 г. Л.-С. Цыденова заочно
                избрали настоятелем Кижингинского дацана. Когда ему сообщили об этом, он отказался
                возвращаться в дацан, так как не хотел оставлять отшельничество. Поэтому от его
                имени почти до конца 1915 г. обязанности настоятеля исполнял Гэнин Цыремпилов
                (Тыхэйн-лама). Вскоре Лубсан-Самдану предлагают стать не только настоятелем
                Кижингинского дацана, но и хамбо-ламой. По преданиям Кудунского круга, Л.-С.
                Цыденову принадлежит знаменитая фраза, которую он бросил на предложение стать
                хамбо-ламой: «Дацан — это сансара (мирское)». Его не удовлетворял образ жизни в
                монастыре, так как много времени занимала административно-хозяйственная деятельность
                и ежедневная ритуальная служба, и почти не уделялось внимания медитативной
                практике.</p>

            <p>Л.-С. Цыденов с близким ему учеником Агван-Силнамом вышли из Кижингинского дацана и
                со своими сторонниками поселились в тайге на склоне Кудунского хребта. Действиями
                такого рода Л.-С. Цыденов старался вернуть практическому буддизму строгость правил и
                интенсивность духовной практики времен индийских йогинов-махасиддхов.</p>

            <p>В жизни своей сангхи (общины) Лубсан-Самдан возродил принципы непосредственного
                ведения учителем ученика. Здесь проповедовались и осуществлялись практики тантры
                уровня махамудры. Он считал, что в меняющихся условиях жизни монастырская форма
                учения будет нежизнеспособной, и перешел к нетрадиционным, с точки зрения
                доминирующей в Бурятии школы Гелуг, видам практики и установил внешкольные правила —
                риме (тиб. ris-med) — устройства сангхи, которые могли бы помочь устоять учению в
                будущем.</p>

            <p>Избрав отшельнический путь со своими последователями, Лубсан-Самдан Цыденов начинает
                распространять нетрадиционную, немонастырскую, форму буддизма в Бурятии. Идея
                «модернизации» буддизма предполагала два направления. Первое направление возникло в
                недрах бурятского Просвещения, идейным вдохновителем которого был ученый, политик,
                дипломат Агван Доржиев. Второе зародилось в ламской среде в первый приезд Жаягсан
                гэгэна (1896) в Кижингинский дацан. Инициатором реформационного движения здесь был
                Лубсан-Самдан Цыденов. Оба движения преследовали одну цель — приспособление буддизма
                к новым условиям жизни наступающего ХХ в. Пышной обрядовости и монастырской форме
                учения они противопоставили философско-этические принципы раннего буддизма.</p>

            <p>В недрах Просвещения происходит осознание своей общности с монгольским миром, которое
                инициирует движение за возрождение единства монгольских народов, за возрождение
                монгольской государственности и культурной общности. В научных изысканиях
                просветителей того времени, публицистических выступлениях в периодической печати, в
                полемике друг с другом оформлялась общественно-политическая платформа бурятской
                интеллигенции, философское осознание ею действительности. Однако, как справедливо
                замечает Л. Е. Янгутов, идеи лидеров бурятского Просвещения не составляли какое-то
                идеологическое единство, во многом каждый из них оставался на собственной позиции<a
                    href="#citation-1" id="ref-1" class="citation-mark"><sup>1</sup></a>. Тем не
                менее, лидеры бурятского Просвещения в обновленческом движении видели путь к
                консолидации бурятского народа.</p>

            <p>Создание своего рода несектарного/нешкольного движения «риме» Л.-С. Цыденовым и его
                сторонниками объяснялось необходимостью развитию иных форм учения буддизма,
                предполагающих также и жизнь в миру, посвященную духовному совершенствованию. Л.-С.
                Цыденов пришел к пониманию необходимости изменить устоявшуюся форму бурятского
                буддизма таким образом, чтобы он мог развиваться в новой для себя социокультурной
                среде, в контексте российской действительности и культуры. К тому же Л.-С. Цыденов
                был лично знаком с представителями западной культуры и науки и на личном опыте знал,
                что западных адептов отличает большая интеллектуальная подготовка: обширные знания в
                области различных наук, владение языками и т. д. Им были собраны тексты не только
                Гелуг, но и других основных школ буддизма: Ньингма, Кагью, Сакья и Шижед, которые
                уделяют особое внимание медитативной практике. Здесь следует отметить, что, несмотря
                на то, что основным йидамом (божеством) йогина был Ямантака, для реализации своей
                практики в затворничестве он также использовал основные учения Хеваджра-тантры,
                Чакрасамвара-тантры, Гухьясамаджа-тантры, махамудры, которые практиковались в
                вышеназванных школах.</p>

            <p>Учение школы Ньингма привлекло Л.-С. Цыденова и его последователей, поскольку в
                основе этой школы лежит традиция тантры. Тайная тантра владеет неизмеримо высоким
                методом единства стадий зарождения и завершения, которые очищают от заблуждений на
                разных ступенях практики. Теоретической основой этой практики является учение
                дзогчен. Его оформление в Тибете было осуществлено известным философом и йогином
                Лонченпой (Нацог-Рандолом), оставившим многотомное собрание сочинений. Итоговую
                работу Лонченпы «Карнатантра...», объединившую учения дзогчен и махамудры, ученик и
                сподвижник Л.-С. Цыденова Агван Силнам Доржи (Д. Бадмаев) перевел на бурятский язык.
                В круг практики было также введено учение махамудры традиции Шижед. Другой школой,
                учение которой было значимо для Л.-С. Цыденова, является Сакья. Основное учение этой
                традиции трактуется как Путь-Плод, что значит в развернутом виде «Путь, в самом себе
                заключающий Плод». Основной практикой Сакья является практика божества Хеваджры, в
                которой методически осуществляется Путь, состоящий из двух ступеней — зарождения и
                завершения. Таким образом, Самдан-лама, осуществляя практику созерцания божества
                Хеваджры, руководствуется сакьяпинской садханой (методом) «Способ осуществления
                Хеваджры». Созерцая божество Чакрасамвару, Л.-С. Цыденов руководствовался основными
                принципами школы Кагью. Так же, как и в традиции Кагью, основные принципы Л.-С.
                Цыденова базировались на устной традиции учителя. Основным учителем, давшим
                посвящение по практике Ямантаки Самдан-ламе, является Жаягсан-гэгэн. В свою очередь
                Л.-С. Цыденов передал эти наставления своим ученикам, одним из которых был Б. Д.
                Дандарон, известный тем, что продолжил идеи своего учителя.</p>

            <p>Таким образом, Лубсан-Самдан Цыденов со своими учениками переходит к нетрадиционным,
                с точки зрения доминирующей в Бурятии школы Гелуг, видам практики. Безусловно, в то
                время для многих верующих и лам такое решение было непонятным. По нашему мнению,
                причиной неприятия и даже осуждения реформатора было убеждение в том, что путь
                серьезной тантрической практики, который избрал Лубсан-Самдан, мог осуществить не
                каждый, а только хорошо подготовленный для многолетнего затворничества человек.</p>

            <p>Лубсан-Самдан Цыденов устраивает келью в Нижнем Кудуне, на западном склоне горы
                Шилэнтуй, в местности Соорхой, где и начинает созерцание божества Ямантаки. В
                буддийских текстах, содержащих разъяснения по практике Ямантака-тантры, говорится,
                что местами проведения затворничества отшельника могут быть кладбища, берега рек,
                перекрестки дорог, пустые дома, места сражения, вершины гор, храмы, дома, населенные
                различными вредоносными духами, и густые леса. Чтобы устранить блуждание ума,
                затворничество нужно осуществлять в тихом и безлюдном месте, то есть оно должно
                находиться вдали от мирской суеты. Соорхой идеально подходила для затворничества.
                Божество, которое созерцал Л.-С. Цыденов, является йидамом в системе
                Ануттарайогатантры — наивысшей ступени махаяны, которая в свою очередь
                подразделяется на сутраяну и тантраяну. Ведущая мотивация последователя махаяны —
                это стремление достичь просветления и освобождения от сансарного круговорота ради
                всех живых существ и затем обратить их на путь к пробуждению. Практикующий тантру,
                будучи махаянистом, стремится достичь состояния Будды, чтобы уже с этого уровня
                содействовать страдающим. По мнению буддистов, тантрийский путь, который, в отличие
                от пути сутраяны, реализуется за короткий срок, может оказать неоценимую помощь всем
                живым существам. Тантрийский путь, хотя и нелегкий, отличается своей ясностью<a
                    href="#citation-2" id="ref-2" class="citation-mark"><sup>2</sup></a>.</p>

            <p>Аннутарайогатантра является важным аспектом тантрической практики буддизма Махаяны и,
                по мнению Далай-ламы XIV, фактически образует ту основу, на которой строится вся
                структура тантры. Она обладает силой, которая наполняет медитацию серьезного
                практика необычайной жизненной энергией. В отличие от других систем тантрическая
                медитация в значительной степени зависит от благословения, которое непосредственно
                передается по непрерывной линии традиции через живых наставников (гуру)<a
                    href="#citation-3" id="ref-3" class="citation-mark"><sup>3</sup></a>.</p>

            <p>Подобная практика довольно сложна для начинающих, поэтому во время затворничества
                Лубсан-Самдан Цыденов сочинил магтал (гимн) гневной ипостаси Манджушри — Ямантаке
                для своих учеников в упрощенном варианте, который представляет сокращенный и
                облегченный метод созерцания, что позволяет постепенно перейти к более сложной
                медитации. Магтал написан в стихотворной форме и имеет мелодию, что значительно
                упрощало процесс медитации для простых людей.</p>

            <!-- Стихотворение как цитата -->
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Суть всех книг,<br>
                Объясняющих пустотность,<br>
                [Визуализирую, как реальность]:<br>
                Разноцветный лотос-престол,<br>
                Будду, ушедшего с победой,<br>
                Лучезарного Ваджра Бхайраву<br>
                [На лотосовом троне]<br>
                С телом темно-синего цвета,<br>
                С девятью гневными лицами.<br>
                Тридцатичетырехрукий,<br>
                Шестнадцатиногий,<br>
                Единотелый стоит Ямантака.<br>
                На голове, горле и сердце<br>
                Три магические буквы «Ом-А-Хум» сияют.<br>
                И светом этим призывают Бхайраву.<br>
                Дза-Хум-Бам-Хо!<br>
                Над головою возносится Будда Акшоба.<br>
                Вновь молюсь, восхваляю<br>
                Падму Ямандака!<br>
                И очистившись, наконец,<br>
                От клеш и скверны,<br>
                Прошу магической силы:<br>
                Ом-Ямандака-хум пад!<br>
                Прошу погрузиться в меня,<br>
                Войти в мое тело.<br>
                От этого благодеяния<br>
                Сам становлюсь Ямандакой!<br>
                Устраиваю счастье и благоденствие<br>
                Всех живых существ!<a href="#citation-4" id="ref-4" class="citation-mark"><sup>4</sup></a>
            </blockquote>

            <p>В такой творческой, созерцательной практике Лубсан-Самдан Цыденов со своими учениками
                провел более двадцати лет. Возможно, кудунское созерцание могло бы продлиться еще
                несколько лет, однако война нарушила созерцательный образ жизни Л.-С. Цыденова. В
                конце августа 1918 г. власть в Забайкалье захватил атаман Семенов, ранее бывший
                представителем Временного правительства. С этого момента у Лубсан-Самдана Цыденова
                начинается новый этап жизни.</p>

            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <!-- Примечания -->
            <div class="citations mt-8 text-sm border-t pt-4">
                <p id="citation-1"><sup>1</sup> Янгутов Л. Е. Единство, тождество и гармония в
                    философии китайского буддизма. Новосибирск: Наука, 1995. 224 с. <a href="#ref-1"
                                                                                       class="text-blue-500 hover:underline">↩</a>
                </p>
                <p id="citation-2"><sup>2</sup> Карма Агван Йондан Чжамцо. Светоч уверенности. СПб.:
                    Орис, Яна-Принт, 1993. 240 с. <a href="#ref-2"
                                                     class="text-blue-500 hover:underline">↩</a></p>
                <p id="citation-3"><sup>3</sup> Его Святейшество Далай-лама XIV. Союз блаженства и
                    пустоты / пер. с тиб. геше Туптен Джинпа, пер. с англ. А. А. Щербаков. СПб.:
                    Нартанг, 2001. 259 с. <a href="#ref-3"
                                             class="text-blue-500 hover:underline">↩</a></p>
                <p id="citation-4"><sup>4</sup> Баяртуев Б. Д. Предыстория литературы
                    бурят-монголов. Улан-Удэ: Изд-во БНЦ СО РАН, 2001. 220 с. (С. 191–192). <a
                        href="#ref-4" class="text-blue-500 hover:underline">↩</a></p>
            </div>

            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <!-- Литература -->
            <h4 class="text-center text-gray-800 font-bold text-xl sm:text-xl md:text-xl my-4">
                Литература</h4>
            <ol class="list-decimal list-outside ml-8 pl-2">
                <li class="my-2">Баяртуев Б. Д. Предыстория литературы бурят-монголов. Улан-Удэ:
                    Изд-во БНЦ СО РАН, 2001. 220 с.
                </li>
                <li class="my-2">Его Святейшество Далай-лама XIV. Союз блаженства и пустоты / пер. с
                    тиб. геше Туптен Джинпа, пер. с англ. А. А. Щербаков. СПб.: Нартанг, 2001. 259
                    с.
                </li>
                <li class="my-2">Карма Агван Йондан Чжамцо. Светоч уверенности. СПб.: Орис,
                    Яна-Принт, 1993. 240 с.
                </li>
                <li class="my-2">Янгутов Л. Е. Единство, тождество и гармония в философии китайского
                    буддизма. Новосибирск: Наука, 1995. 224 с.
                </li>
            </ol>

            <p class="text-right italic text-gray-600 mt-4">Д. Л. Баяртуева</p>
            <p class="text-right italic text-gray-600 mt-4">Вестник Калмыцкого института гуманитарных исследований РАН № 3, 2012г.</p>

        </div>
    </div>
@endsection
