@extends('layouts.app')

@section('title', 'О природе сансары: психологический очерк')

@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.9), rgba(255, 255, 255, 0.9)),
            url('{{ asset("backgrounds/wall_stone.jpg") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush

@section('content')

    <div class="container mx-auto px-4 sm:px-6 lg:px-8">

        <!-- Заголовок -->
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">О
            природе сансары: психологический очерк</h1>
        <!-- Основной текст -->
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>
                В любой форме буддийского учения одним из важнейших является положение о
                безначальности бытия, о том, что сансару никто не создавал и что она, следовательно,
                существует с безначального времени. Однако это не означает, что буддисты полагают,
                будто наша Вселенная (<em>камадхату</em>) всегда была такой, какой она
                представляется нашему
                опыту здесь и теперь, а также в обозримом прошлом. Признавая безначальность бытия
                (сансары), они считают, что его насущные формы и содержание имеют своё начало, или
                истоки, в безначальном, но не имеющем характера абсолютности времени, а также в
                пространстве, чья непрерывная актуальность проявляется в безначальной среде (и
                потому Абхидхарма относит пространство к элементам «небытующим»). Рассматривая
                процесс развития сансары и нирваны от «основы» существования, буддисты особое
                внимание уделяют месту человека в этом процессе, и поэтому природу сансары связывают
                преимущественно с появлением и развитием индивидуального сознания, с его
                закрепощением в потоке бытия и с его высвобождением на пути совершенствования.
                Поэтому мы считаем, что раскрытие природы сансары, как она понимается буддистами,
                совершенно необходимо для понимания коренных психологических аспектов буддийского
                учения. Мы не претендуем на полноту освещения вопроса – в столь кратком экскурсе
                учесть особенности его трактовки самыми различными буддийскими школами просто
                невозможно. Однако предлагаемое нами изложение данной темы по работам представителей
                красношапочной [1] и желтошапочной [2] школ показывает, что представления этих школ
                о природе сансары вытекают из одного и того же источника.
            </p>
            <p>
                Одной из наиболее характерных особенностей буддийского религиозно-философского
                учения является тесная переплетенность и взаимосвязанность психологической и
                онтологической проблематики. Проблемы существования мира, существования в мире и
                преобразования как самого мира, так и существования в нём буддисты решали как одну
                единую проблему. Подобная специфичность буддийского мировоззрения делает необходимым
                уделить специальное внимание вопросу о природе бытия (сансары) – как он ставился и
                разрешался самими буддистами.
            </p>
            <p>
                Буддизм<a href="#citation-1" id="ref-1" class="citation-mark"><sup>1</sup></a>
                рассматривает вопрос сансары, её страданий и пути освобождения от неё, т. е.
                пути индивида до погружения его в нирвану, как конечный пункт совершенствующего
                движения алая-виджняны (в системе виджнянавадинов) или мано-виджняны (в системе
                мадхьямиков). Сансара, согласно этой точке зрения, существует во времени и в
                пространстве и подчинена закону причинности, или взаимообусловленности всех вещей и
                явлений (<em>pratītyasamutpāda</em>). Во времени она безначальна, в пространстве
                бесконечна, и по закону кармы все живые существа её должны в конце концов перейти в
                нирвану. Материальный же мир и его формы признаются буддистами лишь остаточными
                явлениями кармы живых существ, которые с переходом всех живых существ в нирвану
                должны так же исчезнуть, рассеяться, «как туман рассеивается в свете солнечных
                лучей». Поэтому закон кармы, говорят буддисты, наряду с законом неумолимой
                последовательности причин и следствий, может быть также назван законом морального
                совершенствования, что вытекает из самой природы сансары.
            </p>
            <p>
                Какова же эта природа? Буддисты утверждают, что время, будучи безначальным, является
                всё же относительной категорией и скорее умозрительным понятием, нежели реальностью.
                Пространство признается ими вообще лишь мнимым понятием, целиком и полностью
                зависимым от характера нашего ума, а карма, действующая в пределах умозрительных
                временных и мнимых пространственных категорий, исчерпывает своё содержание в тех же
                пределах. Эта умозрительность, согласно Нацог Рандолу, возникла вместе с верой в
                индивидуальное «я», появившейся в момент разделения сансары и нирваны: «Во времена,
                когда еще не прояснился Будда в результате познания, не стал он известным через тело
                и мудрости, когда ещё не появились обычные тысяча два будды и необычные будды ещё не
                появились на одной пылинке в количестве бесчисленного множества пылинок, когда они
                не становились, не сидели, не пришли. Во времена, когда [дух, не познав самого себя]
                ещё не стал живым существом. Ещё не появилась скорлупа будущего выводка, не была
                разбужена внутри себя возможность становления познаваемого мира. Когда ещё не
                появились тело и желания. Ещё не возникли внешние вишая, промежуточные тела и
                внутреннее сознание. Это было время нестановления, невыхода. Время давно прошедшее,
                когда не было ничего. Тогда вишая своим содержанием была абсолютно очищена шуньей в
                дхармовом пространстве и имела потенцию проявления элементов. Она была как центр
                широкого мирового пространства, не была загрязнена ни тонкими, ни грубыми
                махабхутами. Была чиста и без грязи, как зеркало, очищенное от ржавчины, и стала
                основой проявления всего, как ясная шунья, беспрепятственный, безначальный ум,
                наполненный теми пятью качествами, как светильник внутри кувшина. Просветленный
                внутри пространства воздух мудрости пришел в движение. Воздух трансформировался в
                трансцендентальном центре непрерывной актуальности дхармовой сущности. Здесь
                образовалась точка расхождения сансары и нирваны» [1, л. 1б–2а]. Так возникло
                движение, которое затем развивалось по категориям времени, пространства и
                причинности. О периоде же до всякого времени, когда процессы совершались в
                надвременном плане, мы полагаем, говорят буддисты, что содержание и характер его нам
                неизвестны. Можно лишь утверждать, что осуществлённые возможности безначального
                бытия с возникновением времени были восприняты нами как прошлое, осуществляющиеся
                возможности его воспринимаются нами как настоящее и незавершенность (временное
                несовершенство) отделившейся сансары мы представляем как будущее.
            </p>
            <p>
                С разделением сансары и нирваны возникла множественность (gnyis pa nyid –
                двойственность), эта множественность породила веру в индивидуальность (gan zag,
                <em>pudgala</em>). Сама же множественность, объясняет Нацог Рандол, появилась в
                результате
                неведения (ma-rig-pa, <em>avidya</em>), послужившего основой разделения: «Те, кто не
                узнали
                своего лица и положили в основу истинность существования всего через вместерожденное
                неведение, заблудились, сделавшись живыми существами. А те, кто узнали (лица) через
                познание самого себя, стали буддами» [1, л. 2а]. Неведение, действуя через ум,
                имеющий единую природу с дхармакаей, создавало веру в «я» дхарм и в индивидуальное
                «я»; затем, воздействуя через скандхи индивида на его эмоции, оно сопровождалось
                пятью основными эмоциональными непостоянствами, пятью моральными несовершенствами,
                или пятью сквернами (nyon mongs, <em>kleça</em>)<a href="#citation-2" id="ref-2"
                                                                   class="citation-mark"><sup>2</sup></a>:
            </p>
            <ul class="list-none pl-5 space-y-1 ml-8">
                <li class="my-2">1) неведением (ma rig pa, <em>avidyā</em>) в его эмоциональном
                    аспекте, т.е. омраченностью (gti mug, или rmongs pa – <em>moha</em>);
                </li>
                <li class="my-2">2) страстью (’dod chags, <em>rāga</em>);</li>
                <li class="my-2">3) гневом (zhe sdang, <em>krodha</em>);</li>
                <li class="my-2">4) гордостью (nga rgyal, <em>māna</em>);</li>
                <li class="my-2">5) завистью (phrag dog, <em>īrsyā</em>).</li>
            </ul>
            <p>
                Эта вера в «я» и сопровождающие её аффекты эмоционального непостоянства (пять клеш)
                и есть корень и содержание сансары. В то время как признак нирваны – интеграция
                (единство), признак сансары – дифференциация (множественность). Эта множественность
                проявляется образованием пяти скандх в пространстве и во времени. Сами
                индивидуализированные скандхи буддисты называют «соками» (bcud), а пространство и
                время, в которых развертывается индивидуальность в виде скопления пяти групп
                элементов (пяти скандх), – «сосудом» (snod). Образование «мира содержания» (bcud) в
                «мире формы» (snod) происходило, утверждают буддисты, следующим образом.
            </p>
            <p>
                Множественность вначале вырастала в уме как форма (gzugs, <em>rūpa</em>), которая
                из-за
                присутствия неведения принималась им за сущность. Через группу форм (gzugs kyi
                phung-po, <em>rūpaskandha</em>) неведение (ma rig pa, <em>avidyā</em>) смогло
                проявить себя в
                дхармовом пространстве (chos dbyings, <em>dharmadhātu</em>). Движение было основой
                существования этой скандхи. Единственным элементом, поддерживающим это движение,
                было неведение. «Я» дхарм на этом прекратило своё развитие и существовало далее лишь
                в границах формального, видоизменяющегося вследствие кармически заложенного в него
                энергетического потенциала (nus stobs). Индивидуальное же «я» ввиду необходимости
                проявления эмоциональной стороны неведения для ориентации в пространстве среди уже
                появившихся бесчисленных вещей, обладающих признаком «я», развило способность
                ощущения, образовав таким образом группу чувств (tshor ba’i phung po,
                <em>vedanāskandha</em>). Через эту скандху смогла проявиться клеша эгоизма (<em>māna</em>),
                или
                «гордость» (<em>abhimāna</em>), как оружие в начавшейся борьбе за существование.
                Эту борьбу
                за существование или за сохранение индивидуальности буддисты наделяют предикатом
                «страдание» (sdug bsngal, <em>duḥkha</em>). Но одной лишь чувственности для
                поддержания
                индивидуализации оказалось недостаточно, и на основе её в дальнейшем образовалась
                группа элементов различения (’du shes kyi phung po, <em>samjñāskandha</em>),
                составляющих
                психическую организацию всех живых существ без исключения. Способность различать «я»
                и «не-я», красивое и безобразное, высокое и низкое и т. д. стала как бы аппаратом,
                через который проявлялась клеша «страсть» (’dod chags, <em>rāga</em>) – любовь к
                себе и
                близким – и инспирировала в скандхе «сознание» гнев (zhe sdang, <em>krodha</em>) –
                ненависть
                к чужим (nye ring chags sdang gnyis), желание получаемых через чувства удовольствий
                и т. п. Вся познавательная деятельность индивида также ограничивается пределами
                активности этой скандхи. Для того чтобы эти группы элементов существовали во
                взаимодействии и не подлежали мгновенному распаду, образовалась группа
                элементов-движителей, поддерживающих направленную на сохранение индивидуальности
                активность трёх предыдущих скандх и свою собственную. Этой группой определяется
                характер индивида. Через эту скандху проявилась клеша «зависть» (phrag dog, <em>īrsyā</em>)
                как сама зависть, как ревность и т. д.
            </p>
            <p>
                Бэнсава<a href="#citation-3" id="ref-3" class="citation-mark"><sup>3</sup></a>
                пишет, что индивидуальное «я», основа основ существования сансары, есть
                явление органическое, оно возникло вместе с появлением индивидуальности и через
                призму неведения вырастает в уме как привлекательный образ не существующего в
                действительности объекта, принимаемого нами за существующий. В самом деле, прошла
                целая бесконечность с тех пор, как наш ум стал жертвой этой блуждающей формы
                неведения и развил представление о «я» как об элементах нашего существа, вызывающих
                аффекты, существуют ли они (эти элементы) вместе или порознь. Даже в снах мы имеем
                это представление о «я». Поэтому, утверждают буддисты, необходимо понять, каким
                образом при признании элементов за «я» (возникшее вследствие блуждающего характера
                нашего ума) стало возможным появление данного феномена сосуществования элементов.
                Когда, например, ночью мы видим тень каких-либо движений, у нас может появиться
                ложное представление о скорпионе и мы можем испугаться. Исследуя затем этот феномен,
                мы находим, что у нас нет представления о том, что это – создание нашего ума, и
                чувство говорит нам, что ужасное насекомое действительно движется к нам. Не в силах
                избавиться от этого ложного представления, мы проникаемся ужасом, и нас охватывает
                беспокойство. Точно так же, говорят буддисты, представление о «я» в отношении
                вызывающих аффекты элементов в их общности есть творение и проекция нашего ума, хотя
                вследствие действия неведения оно и не кажется таковым – простым и очевидным кажется
                появление «я» из элементов. Благодаря этой иллюзии мы развиваем различные эмоции,
                такие как любовь к себе и ненависть к другим, именно из-за них мы, действуя
                зависимо, скитаемся в сансаре, испытывая страдание.
            </p>
            <p>
                Таким образом, с одной стороны, мы должны понять, говорит Бэнсава, что имеется в
                виду, когда утверждается, что для того, чтобы рассеять эту иллюзию (или веру в «я»),
                необходимы беспристрастный взгляд и созерцательная практика; с другой стороны,
                следует помнить о том, что такая беспристрастная форма в<em>и</em>дения не
                появляется, пока
                не уничтожено наше эмоциональное непостоянство (<em>kleça</em>). Метод разрушения
                этой
                иллюзии сходен с методом в вышеприведённом примере. Когда ночью у нас появляется
                иллюзия присутствия скорпиона, в то время как его в действительности нет, мы при
                свете лампы осторожно исследуем, есть ли скорпион, и убеждаемся, что такового нет;
                так же и при исследовании явлений бытия мы приходим к убеждению, что кроме процесса
                явления вследствие действия неведения в действительности ничего реального нет. При
                этом все страхи, возникшие вследствие иллюзии, все сопутствующие им страдания сами
                успокаиваются. Таким образом, когда в свете наставлений учителя мы исследуем оком
                знания иллюзию «я», проницая вызывающие аффекты элементы нашего существа, мы
                убеждаемся, что нет ничего, как оно является, и что кроме процесса явления
                вследствие действия неведения нет ничего, что бы являлось. Это убеждение называется
                «глубоким средним воззрением» (zab mo dbu ma’i lta ba), с достижением которого все
                эмоциональные состояния, такие как любовь и ненависть, вызываемые иллюзией веры в
                «я» и страданием, порождаемым ею, утихают.
            </p>
            <p>
                Пока человек проницательного ума с предрасположенностью к такому воззрению не
                достигнет его путем распознавания этой веры в «я», каким оно является, будучи корнем
                сансары, буддисты советуют ему опираться на следующее логическое рассуждение. Если
                это «я» (как оно воспринимается умом, находящимся благодаря неведению в состоянии
                особого отношения к «я») существует в связи с элементами, составляющими наше
                существо, оно должно либо совпадать, либо отличаться от них – альтернативы не
                существует. Если «я» совпадает с элементами, оно должно быть ограниченным
                (определимым), потому что элементы, полученные нами от отца и матери, с течением
                времени отбрасываются. Согласно некоторым данным, человеческий организм за период
                времени порядка 80-ти дней меняется поатомарно. Древние греки определяли этот период
                сроком в пять-семь лет (один <em>люстр</em>). Это «я», однако, было неограниченным в
                течение
                всей безначальности. Ум, находящийся в состоянии особого отношения к «я», вследствие
                кармических деяний продолжал взаимодействовать с телом бесконечное время. Оставив
                одно тело, он, в соответствии с законом зависимого становления, принимал другие
                тела. Приняв тело за свое «я», он в силу иллюзии принимал каждую комбинацию
                элементов, вызывающих аффекты, как «я» и бродил по сансаре. Отсюда с необходимостью
                следует, что «я» не совпадает с элементами. Вместе с тем считать, что «я» отличается
                от элементов, также неверно, так как если бы оно отличалось от них, на него можно
                было бы указать: «это есть я». Но когда огонь обжигает тело, у нас появляется
                ощущение, которое мы выражаем словами «я чувствую жар»; поэтому если бы «я» и тело
                отличались друг от друга, то, касаясь тела, не касались бы «я». Когда касаются
                подставки, не касаются кувшина, так как подставка и кувшин суть разные вещи.
            </p>
            <p>
                Следовательно, можно считать установленным фактом, что «я», как оно являлось в вере
                в «я», не существует отдельно от тела. Когда мы таким образом убеждаемся, что «я» не
                совпадает с телом и не отличается от психофизических элементов, мы развиваем твердое
                убеждение, что кроме процесса явления в действительности не существует ничего
                конкретного, что бы являлось, никакого единства процесса и факта. Ведь когда
                человек, больной желтухой, воспринимает белую раковину жёлтой, можно сказать, что
                желтый цвет не присущ раковине, но лишь кажется присущим вследствие ложного
                восприятия цвета раковины зрением, пораженным болезнью. Таким образом, когда мы
                благодаря неведению обладаем представлением о «я» как о психофизических элементах,
                мы с помощью вышеприведенного рассуждения можем полностью убедиться и обрести
                уверенность в том, что кроме этого представления о «я» в явлении нет ничего
                конкретного, что бы являлось, и за внешней формой вещей и явлений кроется
                непостижимая для рассудочного знания шунья, вместилище и содержание дхармакаи.
                Осуществление на практике этого положения известно как «блаженство, ясность, не
                смущенная беспокойством мысль» (bde gsal mi rtog,
                <em>sukha-prabhāsvara-nirvi-kalpa</em>).
            </p>
            <p>
                В случае с другими индивидами совокупность физического (плоть и кости, полученные в
                результате оплодотворения и взаимодействия производящих материальность сил матери и
                отца) и умственного аспектов (тела и сознания) является под различными масками (как
                человек, осёл или лошадь и т. д.), и мы принимаем как само собой разумеющееся, что
                такой-то агрегат аспектов есть человек или животное, не представляя, что это есть
                спроецированное творение омраченной неведением активности нашего ума, творение,
                возникшее вследствие того, что в нас относительно этих агрегатов возникают различные
                эмоции, такие как любовь и ненависть, а также вследствие кармических актов,
                аккумулированных и выполненных благодаря им. Этот корень всех процессов явления,
                переходящих в веру в конкретное существование, должен быть уничтожен, так как он,
                утверждает Бэнсава, есть основа и суть всякого страдания.
            </p>
            <p>
                Когда мы верим, что наши проекции действительно существуют, и думаем, что некий
                агрегат условий есть человек (или когда мы принимаем игру теней за скорпиона), мы
                должны при помощи знания развить уверенность в том, что ничего подобного не
                существует. Что бы ни представало нашим чувствам, в действительности не существует,
                но является как таковое, подобно волшебному представлению (иными словами, допущение
                чего-то, не являющегося таковым, подобно завесе тумана, рассеивающейся в первых
                лучах солнца), несуществование любой сущности подобно пузырю, мятущиеся явления,
                возникающие вследствие разных причин и условий, подобны эху. Снова и снова, говорит
                Бэнсава, должны мы развивать это убеждение при помощи решительного и четкого
                представления о том, что все, что бы ни являлось, в действительности не существует.
            </p>
            <p>
                Короче говоря, мы должны достичь уверенного знания, что в действительности не
                существует ничего, кроме явлений, которые суть не что иное, как проекция и создание
                нашего омраченного неведением ума.
            </p>
            <p>
                Когда мы достигли уверенного знания о том, что удовольствие и страдание, добро и
                зло, хотя и не существующие в действительности, являются вследствие различных
                условий, таких как кармические акты и разноэмоциональные состояния, мы, будучи
                уверенными, что явление (yang dag pa, <em>bhūta</em>) и пустота (stog pa nyid, <em>śunyatā</em>)
                совместимы (lhan-cig tu gnas pa, <em>sahāvasthita</em>), можем стать па путь,
                который
                объединяет метод и интуицию. Укрепление убеждения, что в результате следования этим
                путем цель – единство этих двух форм – будет достигнута, есть сама суть практики
                среднего «воззрения».
            </p>
            <p>
                Эта практика «среднего воззрения» вкратце описывается так. Когда мы убедились, что
                при появлении представления о «я» как о психофизических элементах нет необходимости
                верить в них как в «я» и переоценивать их, потому что тело, полученное от родителей,
                будет брошено, мы должны привести свой ум в состояние видения существования всего.
                Мы должны думать, что яд ненависти становится совершенно неэффективным и
                превращается в озарение, когда, отбросив занятость своим телом, мы превратим его в
                демонов и злых духов (элементы этого тела пахнут плотью и кровью, которые жадно
                пожираются ядом ненависти). Затем надо укрепиться в состоянии, подобном чистому
                небу, где нечего воспринимать, потому что эта масса плоти и крови уничтожена. А
                когда мы выходим из этого состояния, то должны стараться понять, что всё, что
                является, иллюзорно и ложно. Мои Учители сказали, что, даже если мы иногда так
                думаем, необходимо огромное усилие, чтобы отразить нападение злых духов и разрушить
                веру в «я».
            </p>
            <p>
                Когда демонические силы, такие как болезни и другие, действуют на тело, мы должны
                произнести мантру <strong>phaṭ</strong> и отбросить представление о нашем теле, как
                будто оно
                разложилось. «Наш ум, который затем принимает лучезарную и насыщенную блаженством
                форму Херуки, превращается в море нектара (bdud rtsi, <em>amṛta</em>), тело,
                состоящее из
                плоти и крови, уничтожено с помощью мантры <strong>oṃ āḥ hūṃ</strong>; этой
                жертвой им
                (достигшим этого) будут возданы почести, а нектар станет доступен всем людям,
                простым и святым» (Бэнсава).
            </p>
            <p>
                Целью тантрийской практики является неразрывное единство достигнутой точности ума<a
                    href="#citation-4" id="ref-4" class="citation-mark"><sup>4</sup></a>
                (shes rab, <em>prajñā</em> – интуиция) и осуществленного метода (thabs,
                <em>upāya</em>) подавления и
                последующего успокоения (нирванизации) скверн (клеш), сопутствующих проявлению
                активности неведения в сфере эмоциональности. Однако практикой «глубокого среднего
                воззрения» достигается лишь первое, поэтому параллельно с нею необходимо должен
                осуществляться метод подавления пяти скверн (клеш).
            </p>
            <p>
                Что же такое эти клеши? Если все элементы, составляющие скандхи нашего существа, ни
                по отдельности, ни вместе не суть «я», то, может быть, клеши – это «я»? Нет,
                отвечают буддисты. Во-первых, они – элементы и поэтому не могут быть «я»; во-вторых,
                они, в отличие от других элементов, уловимых в комплексе скандх, принимаемых за «я»,
                неуловимы. В созерцательной практике они условно располагаются на центрах (’khor lo,
                <em>çakra</em>), соответствующих пяти скандхам человека, через которые они
                проявляются<a
                    href="#citation-5" id="ref-5" class="citation-mark"><sup>5</sup></a> и
                затем подавляются.
            </p>
            <p>
                Для подавления этих клеш и, таким образом, для помощи индивиду на пути достижения
                нирваны дхармакая развертывается в коммуникативный аспект, ибо признак пребывания
                дхармакаи есть её коммуникативность, обеспечиваемая двояким её характером, имеющим
                единую трансцендентную природу. Этот двоякий характер дхармакаи заключается в
                (условном) разделении её на два «тела». Одно из них – собственно дхармакая (rang don
                chos sku, <em>svarthadharmakāya</em>) – нирвана или Адибудда; другое – «Внешняя
                дхармакая»
                (gzhan don gzugs sku, <em>parartharūpakāya</em>) – дхармакая разума (ye shes sku,
                <em>jñanadharmakāya</em>), состоящая, в свою очередь, из тела блаженства (longs
                sku,
                <em>sambhogakāya</em> – Ваджрасаттва) и явленного тела (sprul sku, <em>nirmānakāya</em>
                – Будда
                Шакьямуни и другие, которые являются в виде человека).
            </p>
            <p>
                Для практики подавления клеш особое значение имеет самбхогакая, тело блаженства
                Адибудды (dang po’i sangs rgyas), существующая в виде пяти цветов радуги или пяти
                трансцендентальных мудростей (пяти Дхьяни-будд – rigs lnga): 1) Зерцалоподобной
                мудрости (Вайрочана); 2) Мудрости, познающей каждую вещь в отдельности (Амитабха);
                3) Мудрости дхармового пространства (Акшобхья); 4) Мудрости равного содержания для
                трёх времен и всех трёх сфер бытия (Ратнасамбхава); 5) Мудрости, осуществляющей
                карму (Амогхасидхи).
            </p>
            <p>
                В созерцательной практике эти пять мудростей, призываемые особой мантрой (sngags),
                право на чтение которой может быть получено лишь в традиционной передаче, подавляют
                пять основных (коренных) клеш и в виде пяти Дхьяни-будд занимают их места, превращая
                таким образом пять скандх индивида в пять элементов бытия Всесовершенного Будды: 1)
                тело (sku, <em>kāya</em>); 2) слово (gsung, <em>vāk</em>); 3) мысль (thugs, <em>citta</em>);
                4) достоинство
                (yon-tan, <em>guna</em>); 5) творчество (’phrin-las, <em>kṛtya</em>).
            </p>
            <p>
                Интуиция, достигаемая вследствие разрушения веры в «я» дхарм и индивидуальное «я», и
                осуществленный метод интеграции феноменального и трансцендентного бытия,
                соединившись вместе, приводят индивида, согласно учению махаяны, к состоянию будды
                (sprul sku, <em>nirmānakāya</em>), обладающего (longs pa, <em>sambhoga</em>)
                знаком (печатью)
                абсолюта (chos sku, <em>dharmakāya</em> или phyag rgya chen po, <em>mahāmudra</em>).
            </p>
            <p>
                Таковы, по учению махаяны, природа сансары и пути, ведущие к её преобразованию.
                Психологические традиции буддизма складывались в течение длительного времени и в
                процессе формирования вбирали в себя как теоретические концепции, так и результаты
                психофизиологической практики, оформленные в соответствии с бытовавшими в то время
                терминологией и символикой. Отделение рациональных конструкций от образных,
                символических представляется весьма сложной, если не вовсе невыполнимой, задачей.
                Поэтому создатели познавательных моделей психологических традиций буддизма, в
                особенности мантраяны, должны постоянно иметь в виду эту специфику взаимосвязанного
                многообразия психологического опыта буддистов и стремиться к отражению этого
                многообразия в своих теоретических построениях. Данная статья, не претендуя на
                изложение какого-либо варианта познавательной модели, представляет собой первый шаг
                для её возможного создания в будущем.
            </p>

            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl sm:text-xl md:text-xl my-4">
                    ПРИМЕЧАНИЯ</h4>

                <p class="my-2" id="citation-1"><sup>1 </sup>Употребляя слово «буддизм», здесь и
                    далее мы имеем в виду прежде всего буддизм махаянистический, в частности
                    тантрийский. Как отмечает Г. Гюнтер, «в то время как блестящие системы
                    буддийской мысли, систематизированные работы мадхьямиков, виджнянавадинов,
                    вайбхашиков, саутрантиков и т.д. представляют в той или иной степени
                    академический интерес, мантраяна и сахаджаяна остаются живой силой до наших
                    дней» [3, с. 331].<a href="#ref-1" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-2"><sup>2 </sup>В дальнейшем эти 5 основных скверн
                    распадаются на 29 более мелких.<a href="#ref-2"
                                                      class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-3"><sup>3 </sup>Изложение работы Бенсавы мы даем по
                    Гюнтеру [2].<a href="#ref-3" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-4"><sup>4 </sup>Меч интуиции Манджушри и есть та
                    точность, (острота) которой отсекает заблуждения разума.<a href="#ref-4"
                                                                               class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-5"><sup>5 </sup>Неведение проявляется через
                    рупа-скандху (gzugs kyi phung po), страсть – через санджня-скандху (du shes kyi
                    phung po), гнев – через сознание (rnam shes kyi phung po), гордость – через
                    ощущения (’tsor ba’i phung po), зависть – через санскары (’du byed kyi phung
                    po).<a href="#ref-5" class="text-blue-500 hover:underline">↩</a></p>

            </div>

            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <h4 class="text-center text-gray-800 font-bold text-xl sm:text-xl md:text-xl my-4">
                ЛИТЕРАТУРА</h4>

            <ul class="text-left list-none w-full">
                <li class="my-2">sNnag tshogs rang grol. sNyan brgyud kyi rgyab chos chen mo zab don
                    gnad kyi me long zhes bya ba bzhugs so (рукопись, архив автора).
                </li>
                <li class="my-2">Guenther H. V. Treasures on the Tibetan Middle Way. – Lriden;
                    Brill, 1969.
                </li>
                <li class="my-2">Guenther H. V. Mantrayana and Sahajayana // 2500 Years of Buddhism.
                    – 2nd ed. – Delhi, 1964. – P. 328-333.
                </li>
            </ul>

            <p class="text-right italic text-gray-600 mt-4">В. Н. Пупышев</p>
            <p class="text-right italic text-gray-600 mt-4">Буддизм и культурно-психологические
                традиции народов Востока. – Новосибирск: Наука. Сиб. отд-ние, 1990. – с. 78-89.</p>
        </div>
    </div>
@endsection

