@extends('layouts.app')

@section('title', 'Общая схема совершенствования по пути мантраяны')

@section('content')

    <div class="container mx-auto px-4 sm:px-6 lg:px-8">

        <!-- Заголовок -->
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            Общая схема совершенствования
            по пути мантраяны</h1>
        <!-- Основной текст -->
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">

            <p>
                Цель данной работы — осветить коренные вопросы, касающиеся изучения одного из
                центральных направлений в буддизме, известного в философской литературе Востока и
                Запада как буддийский тантризм в его тибетской интерпретации. Тантрийское учение
                занимает очень существенное место в общей философской концепции буддизма. Без
                изучения тантризма по первоисточникам, которые сохранились преимущественно на
                тибетском языке, немыслимо изучение северного буддизма махаянистического толка, и
                приведенная ниже схема является элементарным введением в тантрийскую философию
                буддизма, без которой невозможно описание пути мантраяны и даже отдельных проблем и
                целей йогической практики, такой как медитация и т.д. В научной литературе по
                буддийско-тантрийскому учению до сих пор не давалось общей схемы совершенствования
                по пути мантраяны. Существует множество работ по тантризму, но они в основном
                касаются чисто философской части учения и дают несистематическое описание отдельных
                йогических упражнений. Между тем существует общая схема совершенствования для всех
                четырех тантрийских систем, где даны задачи ищущего (йогина), следующего указанным
                выше путем. Здесь мы попытаемся осветить общие положения упомянутой схемы.
            </p>
            <p>
                Центральной проблемой буддийского учения в любой из трех колесниц (ян) является уход
                из безначальной и многострадальной сансары к конечному идеалу — нирване. Метод, или
                путь, такого перехода в каждой яне свой, и даже само понятие нирваны в них различно.
                Махаянистическая теория нирваны сходится с тантрийской теорией, т.к. обе утверждают,
                что нирвана — это такое состояние, которое является трансцендентным, т.е. находится
                за пределами разумного познания. О нирване мы не можем сказать, возникла она или не
                возникла, и может ли она возникнуть; она не есть прошедшая, настоящая или будущая.
                Сам Будда не давал конкретного объяснения сущности нирваны.
            </p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Будда не ставил прямо вопроса о природе нирваны. Он считал, что его миссия состоит
                не столько в том, чтобы раскрыть тайны блаженства, сколько в том, чтобы привлечь
                людей к его осуществлению<a href="#citation-1" id="ref-1"
                                            class="citation-mark"><sup>1</sup></a>.
            </blockquote>
            <p>
                Нирвана для махаянистов есть только разрушение пламени вожделения, ненависти и
                невежества, она отнюдь не означает абсолютного небытия; нирвана есть абсолютное
                совершенство бытия.
            </p>
            <p>
                Буддийские мыслители, ученые объясняют: нирвана есть ничто иное, как поток
                безупречно чистых состояний сознания и конечный результат духовного прогресса.
                Являясь завершением духовной борьбы, она представляет собой положительное
                блаженство. Это — цель совершенствования, а отнюдь не бездна уничтожения.
            </p>
            <p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Путем разрушения всего, что есть в нас индивидуального, мы входим в общение со всей
                вселенной и становимся неотъемлемой частью некоего великого процесса.[Там же]
            </blockquote>
            <p>
                Таким именно образом мыслители-буддисты приходят к выводу, что нирвана — это
                состояние, выходящее за рамки отношения субъект — объект. В нем отсутствует всякий
                след сознания индивидуального <em>Я</em>. Это состояние деятельности, не подчиненной
                причинно-следственному закону (карма), ибо оно есть безусловная свобода. В одном
                смысле это есть самоугасание, прекращение волнения элементов бытия (дхарм), в другом
                — абсолютная свобода от сансарных пут и условностей, но ни в коем случае не
                уничтожение; нирвана, шунья и махамудра — одно и то же, они находятся вне сферы
                познаваемости обычным человеческим интеллектом. Говоря словами представителей школы
                мадхьямика-прасангика (dbu ma thal byor), нирвана то же самое, что и шунья,
                неописуема, невыразима словом, не поддается логическим законам мышления. Между тем
                они же утверждают тождество сансары и нирваны, ибо если снять условности сансары, то
                сансара и нирвана становятся одним и тем же. У прасангиков существуют две ступени
                достижения нирваны: первая — <em>упадхишана нирвана</em> — состояние, в котором
                угасают
                только человеческие страсти и привязанности (клеши); вторая — <em>анупадхишана
                    нирвана</em> —
                состояние, в котором угасает всякое бытие. Согласно Чайлдерсу, первое есть состояние
                совершенного святого, у которого все еще наличествуют пять скандх. Во втором случае
                мы имеем прекращение всякого бытия, следующее за смертью святого. Когда говорят, что
                некто, например Миларэпа, достиг нирваны в этой жизни, то подразумевается упадхишана
                нирвана.
            </p>
            <p>
                Махапаринирваной именуется состояние бодхисаттвы, который исчез из мира преходящих
                вещей. Поскольку оно не есть уничтожение, а наоборот, являет собой абсолютно
                свободное и безупречно чистое сознание, которое иначе называют Адибуддой, постольку
                оно деятельно, и деятельность его направлена на спасение всех живых существ из
                сансары. Реализовавшие состояние нирваны нирванистические существа используют для
                спасения сансары <em>три божественных тела</em>:
            </p>
            <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                <li class="my-2"><strong>дхармакаю</strong> (chos sku), т.е. космическое тело Будды,
                    существующее вне
                    времени и пространства и ничем не обусловленное. Соответствующее безличному
                    Абсолюту, оно не есть только тело учения, но безграничное бытие или закон всего
                    существования. Когда дхармакая, будучи абсолютным началом, принимает форму
                    пятицветной радуги и пребывает в абсолютном блаженстве, тогда она превращается в
                </li>
                <li class="my-2"><strong>самбхогакаю</strong> (longs sku), т.е. в субстанцию,
                    которая, продолжая
                    существовать, становится наслаждающимся субъектом. В данном случае категория
                    наслаждения имеет существенно иное содержание, нежели то, которое вкладывают в
                    нее земные существа. Это особого рода наслаждение, присущее только
                    нирванистическим существам и бодхисаттвам самых высших ступеней. Когда во
                    всемогущем Адибудде появляется желание спасти сансарных существ, и он принимает
                    имя и образ, тогда происходит превращение самбхогакаи в
                </li>
                <li class="my-2"><strong>нирманакаю</strong> (sprul sku). Здесь единая сущность
                    Адибудды реализуется
                    в аватарах, или воплощениях. Легендарные будды, появляющиеся в сансаре и
                    проповедующие свое учение на благо сансарных существ, пребывают в нирманакае.
                </li>
            </ol>
            <p>
                Учение Будды было раскрыто последователями в двух аспектах: философская сущность
                учения и учение о великих путях. Однако тантрийское учение объемлет оба эти
                направления, но способы достижения нирваны построены иначе.
            </p>
            <p>
                Тантрийское учение проникает в массу двумя порядками. Риддхический порядок — это
                такой порядок, который потенциально заложен в самом тантрийском учении. Как говорят
                тантристы, любой ищущий, который кармически подходит к тантрийской системе и
                соблюдает все ее правила (заповеди), до достижения нирваны обязательно пройдет через
                все ступени риддхи и сиддхи. Риддхи — это сверхъестественные силы, стоящие выше, чем
                восемь обычных сиддхи<a href="#citation-2" id="ref-2"
                                        class="citation-mark"><sup>2</sup></a>. Йогин, обретая
                риддхи, общается непосредственно с божеством.
            </p>
            <p>
                Иной порядок проникновения учения — кармический. Карма — это моральный закон причины
                и следствия. Любой поступок, добрый или греховный, не пропадает бесследно, индивид
                не может избежать последствий своих прошлых деяний. Прошедшее действительно создает
                настоящее и будущее.
            </p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Именно вследствие различия в их кармах люди неодинаковы: некоторые долговечны,
                некоторые недолговечны, некоторые здоровы, некоторые болезненны.
            </blockquote>
            <p>
                История индивида начинается не тогда, когда он рождается, она осуществлялась уже в
                течение бесконечных рядов перерождений. Поэтому люди, равно как и все живые существа
                в сансаре, представляют собой временные звенья в длинной цепи причин и следствий,
                где нет ни одного звена, независимого от остальных. Таким образом, человек, который
                встречается в этой жизни с тантрийским Учителем и, получая от него посвящение,
                практикует йогу, по понятиям буддийских тантристов, несомненно встречался с этим
                учением в прошлых перерождениях или соответствующими деяниями создал карму,
                приведшую его к тантрийскому учению в настоящей жизни. Тантрийское учение Будды
                считается исключительно редким явлением в сансаре. Легенда гласит, что существует
                тысяча будд “доброго времени”, которые по очереди должны являться в сансаре и
                проповедовать буддийское учение, тем самым способствуя его распространению. Время
                пребывания одного будды в сансаре исчисляется несколькими тысячами лет. Четвертым в
                этом ряду является Будда Шакьямуни. Согласно легенде, именно он да еще 13-й Будда
                (Крик Льва — seng ge' nga го) и последний — тысячный будда — будут проповедовать
                тантрийское учение. Остальные 997 будд будут учить только хинаянистическим путям.
                Этой легендой тантрийские учителя убеждали своих слушателей в уникальности подобного
                явления. Они полагали, что любой индивид, принявший посвящение в этой жизни,
                обязательно является существом кармическим и пришедшим к тантрийскому учению, будучи
                уже давно подготовленным к этому.
            </p>
            <p>
                Тантрийское учение преподавалось самим Бхагаваном Учителю или небесным девам
                (дакиням), от которых опять-таки приходило к Учителю. Как гласит легенда,
                тантрийское учение Гухьясамаджи было преподано Бхагаваном царю Индрабодхе, а система
                Жедорже (санскр. Хеваджра, Kуе rdo rje) — йогу Сарахе, системы Чакрасамвара (bDe
                mchog) и Ваджрабхайрава (rDo rje 'jigs byed) были доставлены на землю йогами Луивой
                и Лалитаваджрой из страны дакинь. В тантризме Учитель, традиционно-непрерывно
                передающий тайну тантры, имеет особое значение. По этому поводу Цзонхава говорит:
            </p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Солнечные лучи, какие бы сильные и горячие они ни были, без выпуклого стекла не
                дадут огня, так же учение Бхагавана без Учителя невозможно для освоения и практики.
            </blockquote>
            <p>
                Тантрийский Учитель для ученика является более, чем просто личностью, которой
                случилось стать наставником последнего. В определенном смысле Учитель — это взятая в
                целом личность ученика, призывающая его идти по пути тантрийского учения, хотя в то
                же время Учитель является отдельным историческим лицом. В диалоге Дэлобы и Наробы<a
                    href="#citation-3" id="ref-3" class="citation-mark"><sup>3</sup></a>
                есть место, где Дэлоба говорит следующее:
            </p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Даже когда ты встретил меня в виде прокаженной женщины, мы не были порознь, мы были,
                как тело и его тень. Различные твои видения — это загрязнения, плоды твоих дурных
                поступков, и поэтому ты не узнал меня<a href="#citation-4" id="ref-4"
                                                        class="citation-mark"><sup>4</sup></a>.
            </blockquote>
            <p>
                Более того, как максимум отношения “Учитель-ученик”, существует правило: на учителя
                никогда не следует смотреть, как на человека, ибо без этого стремление как Учителя,
                так и ученика преодолеть ординарные условия бытия ученика будет неизбежно
                парализовано, хотя и без ясного понимания этого последним. Поэтому Учителем
                случайная личность быть не может, так же как нельзя принять в ученики первого
                встречного. Ученик, кармическое существо, должен прийти с глубоко прочувствованной
                мыслью о необходимости наставлений. Учитель же должен осуществить в себе все то,
                чему он собирается учить. Только при этих условиях могут существовать полезные
                взаимоотношения, из которых возникает то, что будет иметь высочайшее значение для
                дальнейшей жизни индивида.
            </p>
            <p>
                Ученик, принявший тантрийское учение, совершенствуется, углубляется в
                сосредоточении, при этом читает мантру, которая очищает его язык от всякой скверны.
                Весь процесс является <em>практикой углубления мысли</em>, или
                <em>сосредоточением</em>. Прежде всего,
                это простой факт направления своего внимания на что-либо. Внимание как психический)
                элемент есть простейший вид самоуглубления. Путем специальных упражнений (в нашу
                задачу не входит их описание) обычная способность внимания может быть развита. В
                этом случае достигается совершенно особое состояние. Созерцаемый предмет или мысль,
                на которую усиленно направляется внимание, начинает занимать сознание целиком,
                выстесняя из него остальное содержание. Таким путем достигается устойчивость
                созерцаемого предмета в сознании, состояние транса, завершающееся иногда
                каталепсией. Как мы уже говорили, реальность нирваны не может быть доказана
                логически, но может быть установлена с помощью созерцания и просветления.
                Погруженный в сосредоточенное созерцание йогин <em>видит</em> при помощи истинной
                природы
                своей алая-виджняны (что соответствует в школе йогачаров индивидуальному <em>Я</em>),
                которая, подобно свету, делает ясной сущность нирваны. Учитель, достигший
                посредством йогической практики определенных результатов, может дать кармическому
                ученику, если тот окажется подходящим сосудом, посвящение в тантрийские тайны. Это
                тайное тантрийское учение есть ключ к секрету состояния нирваны, есть метод контроля
                и подавления необузданного сознания, руководство к достижению непосредственного
                интуитивного восприятия реальности.
            </p>
            <p>
                Существует много различных методов йоги. Вот, например, шестичленная йога:
            </p>
            <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                <li class="my-2"><strong>Пратьяхара</strong> — процесс овладения десятью органами
                    чувств. Отвлечение
                    чувств от их объектов и полное подчинение их созерцанию, непривязанность.
                </li>
                <li class="my-2"><strong>Дхьяна</strong> — созерцание, фиксация внимания на образе
                    тантрийского
                    божества. Подразделяется на пять видов:
                    <ul class="list-disc pl-5 space-y-1 ml-8">
                        <li class="my-2"><em>витарка</em> — лишенная различий,</li>
                        <li class="my-2"><em>вичара</em> — размышление,</li>
                        <li class="my-2"><em>прити</em> — вера,</li>
                        <li class="my-2"><em>сукха</em> — блаженство,</li>
                        <li class="my-2"><em>экаграта</em> — направленность ума на один объект.</li>
                    </ul>
                </li>
                <li class="my-2"><strong>Пранаяма</strong> — овладение дыхательным процессом,
                    способствующее
                    созерцанию, тренировка по регулированию дыхания, заключающаяся в способности
                    задерживать вдох и выдох. При этом дыхание, имеющее природу <em>пяти бхут</em>
                    (элементов), рассматривается как сосуд и созерцается на кончике носа в виде
                    пятицветной драгоценности.
                </li>
                <li class="my-2"><strong>Дхарана</strong> — непрерывное, без отвлечения,
                    рассматривание объекта.
                    Созерцание мантры на сердце и отвлечение органов чувств, помещая их в виде
                    пятицветной драгоценности в <em>пранабинду</em> (зародыши всех пран). При
                    осуществлении
                    этого появляются <em>нимитты</em> (знаки), которые суть пяти видов:
                    <ol class="list-decimal list-outside ml-8">
                        <li class="my-2">в виде миража (маричика),</li>
                        <li class="my-2">в форме дыма,</li>
                        <li class="my-2">в виде светлячков,</li>
                        <li class="my-2">в виде мерцающего сияния,</li>
                        <li class="my-2">в виде постоянного света, подобного свету, излучаемому
                            безоблачным небом.
                        </li>
                    </ol>
                </li>
                <li class="my-2"><strong>Анусмрити</strong> (букв. <em>воспоминание</em>) —
                    постоянное созерцание объекта, на
                    который направлено внимание и достижение посредством этого процесса состояния
                    <em>пратибхака</em> (просветление).
                </li>
                <li class="my-2"><strong>Самадхи</strong> — глубочайшее сосредоточение ума, когда
                    утрачивается
                    представление о себе, и в нем остается только объект созерцания. Через сочетание
                    двух элементов: <em>праджни</em> (мудрость, интуиция запредельного) и
                    <em>упаи</em> (метод,
                    всепроникающее милосердие Будды), все существующие объекты созерцаются как один
                    <em>бинду</em> (зародыш). Их созерцание в едином бинду и мгновенное достижение
                    высшего
                    знания (джняна) известно как самадхи.
                </li>
            </ol>
            <p>
                Так йогин через сосредоточение и размышление может прийти к высшему состоянию
                сознания, в котором он реализует мудрость недвойственности блаженства и шуньи (bde
                stong dbyer med gyi ye shes). Через посредство такого сознания ищущий преодолевает
                относительность и условность сансары, и перед ним раскрывается тождественность
                нирваны и сансары.
            </p>
            <p>
                Мы заключаем нашу статью схематическим описанием пути, которым следует ищущий в
                системе мантраяны.
            </p>
            <p>
                Получение посвящения (8) ведет к действию (7) в общем потоке (6) к достижению с
                помощью учения (5), данного в образе Учителя (4), состояния Будды (3), обладающего
                (2) сущностью закона (1).
            </p>
            <p>
                Итак, в нашей схеме показан кармический порядок совершенствования индивида с момента
                получения посвящения от Учителя посредством повторения мантры (8) вслед за Учителем.
                После посвящения ищущий переходит к действию, т.е. к йогической практике (7), и
                практика эта, имея основанием тантрийское учение (5) и его реализацию в Учителе (4),
                приводит его к состоянию Будды (нирваны), обладающего (2) Тремя Телами (1,2,3),
                которые представляют собой сущность закона (1).
            </p>
            <p>
                Данная схема составлена в результате чтения тантрийской литературы, в особенности
                сочинения Цзонхавы sNgags rim chen po.
            </p>
                        <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl sm:text-xl md:text-xl my-4">ПРИМЕЧАНИЯ</h4>

                <div class="my-2" id="citation-1"><sup>1</sup>С. Радхакришнан. Индийская философия,
                    т.1, гл. "Нирвана". М., 1956.<a href="#ref-1" class="text-blue-500 hover:underline">↩</a>
                </div>

                <div class="my-2" id="citation-2">
                    <sup>2</sup> Сиддхи — это духовное могущество (сверхъестественная сила), которое раскрывается у
                    индивида во время йогической практики. В 18-й главе Гухъясамаджатантры
                    разъясняются сиддхи двух родов: samanya (обычные) и uttama (высшие). Высшие сиддхи в условном
                    обозначении состоят из четырех ваджров. Четыре ваджра суть:
                    <ol class="list-decimal list-outside space-y-1 pl-5 ml-8">
                        <li class="my-2">концепция шуньяты,</li>
                        <li class="my-2">ее превращение в форму зародышевой буквы ХУМ,</li>
                        <li class="my-2">ее развитие в форму божества и</li>
                        <li class="my-2">явление божества.</li>
                    </ol>
                    <a href="#ref-2" class="text-blue-500 hover:underline">↩</a>
                </div>

                <div class="my-2" id="citation-3">
                    <sup>3</sup> Нароба (Наропа) — индийский йог-тантрист (1016-1100 н.э.) занимался изучением тантрийской системы божества
                    Чакрасамвара (bDe mchog 'khor lo) и достиг тантрийского совершенства, практикуя
                    йогу этого божества.<a href="#ref-3" class="text-blue-500 hover:underline">↩</a>
                </div>

                <div class="my-2" id="citation-4">
                    <sup>4</sup> Ваджравараха (Ваджрайогини) — жена (юм) Чакрасамвары.<a href="#ref-4" class="text-blue-500 hover:underline">↩</a>
                </div>
            </div>

            <p class="text-right italic text-gray-600 mt-4">Б. Д. Дандарон, В. Н. Пупышев,
                1970г.</p>
            <p class="text-right italic text-gray-600 mt-4">Тибетский буддизм: теория и практика. –
                Новосибирск: Наука, 1995. – с. 50-58.</p>
        </div>
    </div>
@endsection

<style>
    .container {
        background-image: linear-gradient(rgba(255, 255, 255, 0.9), rgba(255, 255, 255, 0.9)),
        url('{{ asset("backgrounds/wall_stone.jpg") }}');
        background-attachment: fixed;
        background-size: cover;
    }
</style>
