@extends('layouts.app')

@section('title', '«Не-Я» в буддийской теории и практике')

@section('content')

    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <!-- Заголовок -->
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl
        md:text-2xl mt-6 mb-6">«Не-Я» в буддийской теории и практике</h1>
        <!-- Основной текст -->
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <blockquote class="text-justify italic w-1/2 ml-auto">
                Бодхисаттва сказал некоему паломнику: «Ты хочешь выпить воды Ганга, благоухающей
                запахом леса?» Паломник отвечает так: «Что такое Ганг? Песок ли Ганг? Вода ли
                Ганг? Ближний ли берег Ганг? Дальний ли берег Ганг?» Бодхисаттва отвечал: «Если ты
                исключишь воду, песок, ближний берег и дальний берег, где ты найдешь какой-нибудь
                Ганг?»
                <p class="text-right">
                    Из Джатак
                </p>
            </blockquote>
            <p>
                За последние годы в нашей литературе появился ряд публикаций, касающихся буддийской
                теории индивидуального «Я» как с точки зрения существования, так и с точки зрения
                несуществования. В первом случае речь идет об элементах, составляющих комплекс «я»,
                во втором — о том, что ни элементы, ни комплекс их никакой конкретной сущностью не
                обладают и не имеют реального бытия, ни материального, ни идеального. Здесь нам
                хотелось бы подчеркнуть, что теория несуществования индивидуального «Я» (gang zag
                gi bdag med pa'i lta ba) есть часть общей теории «анатма» (bdag med), теории,
                отрицающей существование «я» всех объектов без исключения. Это тем более
                необходимо, что у некоторых буддологов проскальзывает тенденция принимать за «я»
                индивидуума некоего деятеля (byed pa po), иногда сознание (rnam shes или sems),
                иногда санскары (’du byed), понимаемые как кармическая энергия. Иначе что же тогда
                перерождается, что переходит из воплощения в воплощение?
            </p>
            <p>
                На это следует дать один ответ — ничего. Как при жизни существа нет ничего
                конкретного, кроме преемственности пустых форм, ложно принимаемых за «я», «как
                призрак красавицы внушает страсть тем» кто не понял его природы» (Чандракирти), так
                же и в момент смерти, в промежуточном состоянии после смерти и в новом рождении нет
                ничего, кроме преемственности пустых форм. Самое главное неведение, как утверждают
                буддисты, есть неведение в отношении несуществования индивидуального «Я». Четвертый
                махаянистический путь — путь созерцания (sgom lam, <em>bhāvanāmarga</em>) — ставит
                целью
                разрушение веры в существование индивидуального «Я» и «Я» дхарм.
            </p>
            <p>
                Собственно слово «анатма» означает «не-сам» или, говоря языком праджняпарамитской
                металогики, «а &#8800; а», личность не самотождественна. В два разных момента
                времени
                нельзя указать на что-либо, что осталось бы неизменным, не сменилось бы чем-то иным,
                и это иное никогда не является «самим» предшествующим. Однако, по утверждению
                буддистов, в силу неведения сохраняется вера в самость, в некое индивидуальное «Я»,
                и эта вера является горючим, поддерживающим пламя потока элементов индивидуального
                существования, препятствует интеграции индивида в единство Нирваны, будучи
                подкрепляема эмоциональными аффектами неведения — омраченностью, страстью, гневом.
            </p>
            <p>
                Итак, если считать субъектом перерождений сознание (то есть сознание «я»), частицу
                сверкающей (gsal) алая-виджняны, то чем в таком случае отличается учение Будды от
                идеализма, против которого он выступал? Ведь ни одна буддийская школа не является
                чисто идеалистической. Так называемый «чистый идеализм» виджнянаматриков —
                идеализм, с нашей точки зрения, весьма условный, ведь алая-виджняна виджнянаматриков
                есть чистая длительность бытия (rgyun, <em>santāna</em>) или сознание без какого бы
                то ни
                было содержания, т. е. шунья.
            </p>
            <p>
                Если считать, что процесс перерождения — это всего лишь персонификация закона
                сохранения энергии (неважно какой), то на какой основе тогда возникает в новом
                рождении сознание? Ведь первым элементом двенадцати членной формулы зависимого
                становления (rten brel yan lag bcu gnyis, <em>pratityasamutpāda</em>) является
                неведение,
                элемент сознания. И почему можно сказать, что этот человек был в прошлом рождении
                тем-то и тем-то? Ведь не говорим же мы, что электричество было прежде движением
                воды в турбине электростанции.
            </p>
            <p>
                Следовательно, попытку представить какое-либо «я» вне преемственности пустых форм
                следует признать несостоятельной.
            </p>
            <p>
                Говорят, что Будда не дал ответа на вопрос о том, что такое «я». Но так ли это?
            </p>
            <p>
                Кашьяпапаривартасутра приводит следующие слова Будды:</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                О, Кашьяпа! То, что называется вечным, есть одна из противоположностей. То, что
                называется преходящим, есть вторая противоположность. То, что лежит между этими
                двумя противоположностями, оно не подлежит исследованию, неизреченно, непроявленно,
                непостижимо и не имеет длительности. О, Кашьяпа! Это и есть Срединный путь,
                называемый истинным познанием явления бытия.
                <p class="text-right italic">
                    (перевод Ю. Н. Рериха. Цит. по: [2, с. 140])
                </p>
            </blockquote>
            <p>
                По отношению к «я» или «самости» вышеприведенный отрывок буддисты обычно
                интерпретируют следующим образом. С точки зрения эмпирической реальности «я»
                существует, иначе кто же совершенствуется? Когда на поверхности океана бытия
                появляется зыбь, когда образуется комплекс дхарм, обладающий своим собственным
                признаком (rang gi mtshan nyid, <em>svalakṣaṇa</em>), отличающим данный комплекс
                от другого,
                мы говорим, что проявляется «я». Но с точки зрения истинной реальности «я» не
                существует, поскольку оно не вечно, изменчиво и пусто по своей природе. Эта
                двойственность сознательного бытия, эта неопределенность чрезвычайно болезненна,
                она характеризуется антитезами «есть — нет», «вечный — невечный» и т. д., что
                является своеобразной формулировкой первой благородной истины (sdug bsngal). Причина
                этой болезненной двойственности — подверженность бытия скверне (kun byung — вторая
                благородная истина), безначальное волнение дхарм, поддерживаемое постоянной
                активностью элементов-осквернителей, клеш. Для прекращения этой болезненной
                неопределенности и существует срединный путь, называемый истинным познанием
                элементов бытия, путь, который ведет к Нирване, не подлежащей исследованию, не
                причастной каким бы то ни было умозрительным построениям ('gog pa'i bden pa — третья
                благородная истина). Но к становлению на этот путь люди приходят по-разному, в
                зависимости от психологических предпосылок, приобретаемых в кармическом порядке.
                Для ищущего буддизм предлагает три типа путей — хинаянистический, махаянистический,
                тантрийский (lam bden — четвертая благородная истина).
            </p>
            <p>
                Таким образом, вопрос о «я» не снимается, но переносится в план практики, в область
                «пути»— утверждается лишь, что «я» или «не-я» есть нечто неопределенное, во всяком
                случае неопределимое рассудочным знанием, и полагают, что эта неопределенность
                полностью разрешается на завершающем этапе пути.
            </p>
            <p>
                К осуществлению хинаянисты идут от праксиса — эмпирическое «я» существует, но оно
                нереально и болезненно, на него действуют элементы-осквернители, клеши. Практическим
                подавлением элементов-осквернителей в течение многочисленных перерождений
                достигается <em>pratisaṃkhyānirodha</em>, успокоение всех элементов бытия по
                отдельности,
                или нирвана архата.
            </p>
            <p>
                Махаянисты в основу осуществления ставят гнозис — с точки зрения истинной
                реальности «я» не существует. Нет ни субъекта, ни объекта. «Предел нирваны является
                и пределом сансары, они ничем не отличаются друг от друга» [1, с. 248]. Высшая
                мудрость бодхисаттвы (ye shes), отказавшаяся от всяких мыслительных построений, в
                том числе конструирующих подкладку для веры в «я», мудрость, сущность которой
                составляет пробужденная, полная милосердия мысль,— это и есть то, что подводит
                бодхисаттву к чистой длительности, к трем дверям в Нирвану, которые суть мысль,
                полная обета во благо живых существ (dam tshig gi sems), бесконечно мудрая мысль
                (ye shes kyi sems) и непоколебимая богатырская мысль (ting nge dzin gyi sems).
            </p>
            <p>
                Тантристы считают, что для полной реализации бодхи необходимо единство гнозиса и
                праксиса, праджни и упаи — rdo rje ni thabs dang drilbu ni shes rab ste/de gnyis
                ka'ang don dam pa'i byang chub kyi sems kyi rang bzhin no [3, л. 1 ] — и что только
                таким образом достигается полная интеграция бытия в единстве Нирваны, снимается
                противоположность «я» и «не-я», субъекта и объекта, реализуется их единство в
                срединном пути. Отсюда сложная символика ощутимых образов и система движения мысли
                по убыванию предметной конкретности, отсюда богатейшая традиция живописи и
                скульптуры и богатейшая традиция зерологической (по определению Л. Э. Мялля, см.
                [4, с. 189]) литературы.
            </p>
            <p>
                При характеристике путей мы ограничились лишь общей характеристикой пути
                достижения, и наше описание на полноту не претендует. К тому же метод тантристов
                (thabs) коренным образом отличается от хинаянистического метода, лишенного
                содержания (пяти мудростей), и гнозис тантристов отличается от махаянистического
                гнозиса, лишенного конкретности тантрийского метода. Но это уже предмет особого
                исследования.
            </p>
            <p>
                В ходе нашего исследования мы попытались обнаружить то общее, что объединяет
                различные школы и направления буддизма в одно целостное учение, а также то
                особенное, что разделяет буддизм на «три колесницы».
            </p>
            <p>
                Теперь обратимся к частному вопросу пути мадхьямиков, к их положению о
                несуществовании «я» в плане теории и в плане практики. В философском плане этот
                вопрос рассматривается мадхьямиками в двух аспектах: несуществования индивидуального
                «Я» и несуществования «я» объектов. Причем «объект» буддисты понимают не как нечто
                независимое от нашего ума, а как нечто, обнаруживаемое в наших ощущениях и
                представлениях,— форма, звук, запах, вкус, осязаемое и любой единичный элемент
                (дхарма), составляющий содержание нашего ума [5, т. VII, с. 838—839]. Поскольку
                буддийская теория индивидуального «Я» с точки зрения существования полно изложена в
                работе [6], мы поставили себе задачу более подробно коснуться теории
                индивидуального «Я» с точки зрения несуществования.
            </p>
            <p>
                В своем комментарии к Праджняпарамите Нагарджуна говорит: «Татхагата иногда учил,
                что атман существует, а иногда он учил, что атман не существует. Проповедуя, что
                атман существует и должен быть получателем несчастья или счастья в последовательных
                жизнях как воздания за свою карму, он стремился спасти людей от ереси нигилизма
                (<em>уччхэда-вада</em>). Уча, что нет атмана в смысле создателя, или воспринимателя,
                или
                абсолютно свободного деятеля, а не только в смысле условного имени, даваемого
                совокупности пяти скандх, он стремился спасти людей от противоположной ереси —
                этернализма (<em>шашвата-вада</em>). Какой же из этих двух взглядов является
                истинным?
            </p>
            <p>
                Это, несомненно, учение об отрицании атмана. Это учение, которое так трудно понять,
                Будда не предназначал для ушей тех, чей интеллект темен и в ком не возрос корень
                блага. Почему же? Потому, что эти люди, услышав учение об ан-атмане, несомненно,
                впали бы в ересь нигилизма. Будда проповедовал оба учения с очень различными целями.
                Он учил о существовании атмана, когда хотел, чтобы его слушатели усвоили условное
                учение; он проповедовал учение об ан-атмане, когда хотел передать им
                трансцендентальное учение» [7, с. 330].
            </p>
            <p>
                Итак, согласно Нагарджуне, не для тех, «чей интеллект темен и в ком не возрос корень
                блага», буддисты предлагают учение о несуществовании «я». В чем же его
                конкретность? Оно тесно связано с учением о шунье. С переводом этого термина на
                европейские языки связаны определенные трудности. Нам представляется наиболее верным
                классический перевод термина «шунья» словом «пустота», иногда же лучше вообще
                оставлять его без перевода. Конечно, можно создать стройную систему, взяв за основу
                «относительность», но будет ли эта система буддийской? То, что можно назвать
                относительностью, это феноменальность бытия, это сансарные условности, но это не
                есть шунья. Термин «относительность» можно применить для характеристики явлений
                феноменального бытия, да и то не всегда, но не для характеристики Нирваны — шуньята
                шуньяты, или ясный свет Нирваны, не есть ни относительность, ни пустота: «Она не
                может быть названа пустотой или не-пустотой, ни обеими вместе, ни каждой в
                отдельности, но для того, чтобы обозначить ее, она названа пустотой» [Там же, с.
                556].
            </p>
            <p>
                Первым в ряду синонимов «я» в «Абхидхармакоше» стоит шунья. Обычно указывают на
                шестнадцать разновидностей шуньи, или пустоты, иногда число их доходит до двадцати
                двух. В конечном счете они сводятся к основным четырем:
            </p>
            <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                <li class="my-2">шунья внешнего (phyi stong pa nyid), или пустота внешних
                    объектов;
                </li>
                <li class="my-2">шунья внутреннего (nang stong pa nyid), или пустота индивидуального
                    «я»;
                </li>
                <li class="my-2">шунья внешне-внутреннего (phyi nang stong pa nyid), или пустота
                    познания;
                </li>
                <li class="my-2">шуньята шуньяты, или пустота пустоты (stong pa nyid stong pa
                    nyid).
                </li>
            </ol>
            <p>
                Шунья внешнего относится к шунье познаваемых объектов. Прасангики шуньей внешнего
                называют отсутствие конкретного «я» у объектов.
            </p>
            <p>
                Шунья внутреннего — это шунья скандх или отсутствие конкретного «Я» у индивидуума.
            </p>
            <p>
                Шунья внешне-внутреннего есть шунья индрий, отсутствие конкретного содержания в
                процессе восприятия и познания.
            </p>
            <p>
                Шуньята шуньяты есть шунья дхату, или шунья как вместилище всех дхарм. Это означает,
                что истинностью шуньи является сама шунья как запредельность или безграничность
                необусловленной реальности.
            </p>
            <p>
                Вся теория «анатма» является, таким образом, знаком, указующим на возможность
                реализации истинности шуньята шуньяты, где болезненное противопоставление «я» и
                «не-я» снимается и ясно светит полная блаженства (bde) абсолютно чистая мысль
                (gsal), лишенная даже тени какого-либо заблуждения (mi rtog).
            </p>
            <p>
                Метод мадхьямиков-йогачар, непротиворечиво соединяющий взгляды прасангиков и
                сватантриков с помощью «оседлания коня интуиции» виджнянаматриков, является, как
                они утверждают, основой совершенствующего движения сансарного иллюзорного «я» к
                «не-я» нирваны, где личность реализует свою истинную ценность. Наиболее глубоко
                этот метод разработан в тантре.
            </p>
            <p>
                В качестве примера того, как теория «анатма» находит практическое приложение в
                психологическом практикуме тантры, возьмем текст Цзонхавы, описывающий метод
                реализации основного идама школы гэлугпа Ваджрабхайравы [8 ]. Первая часть этого
                текста [8, л. 166] завершается следующими словами:
            </p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Себя самого, божеств земли собрания [Ваджрабхайравы] и все иные дхармы, если их
                разделять на субъективные и объективные, превращаю [таким созерцанием] в шунью,
                которая
                непричастна четырем пределам, таким как вечное и невечное и другим, и природа
                которой —
                не-я.
            </blockquote>
            <p>
                В другом же тексте такое созерцание определяется как «метод созерцания превращения
                смерти в
                путь Дхармакаи» [9, л. 1]. Дальнейшее совершенствование (реализация путей
                Самбхогакаи и Нирманакаи) представляется невозможным без реализации этого основного
                положения тантрийской Абхидхармы, т. е. без четкой установки в сознании ощущения
                бессущности собственного, индивидуального «я». Это чистое ощущение затем
                результируется в восприятие абсолютного ясного света, являющегося символом
                абсолютного понимания и различения. В дальнейшем, на пути нирманакаи, результатом
                является реализация индивидуального ясного света.
            </p>
            <p>
                Целью настоящей статьи было показать, что теория «анатма» не является для буддиста
                отвлеченным, абстрактным знанием, но служит вехой на пути индивидуального
                совершенствования.
            </p>

            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <h4 class="text-center text-gray-800 font-bold text-xl
                sm:text-xl md:text-xl my-4">ЛИТЕРАТУРА</h4>

            <ol class="list-decimal list-outside pl-6 text-left w-full">
                <li class="my-2">
                    Щербатской Ф. И. Концепция буддийской нирваны // Ф. И. Щербатской. Избранные
                    труды по буддизму.— М., 1988.
                </li>
                <li class="my-2">Рерих Ю. Н. Тибетский язык.— М., 1961.</li>
                <li class="my-2">
                    Dpal gsang ba dus pal bdag bskyed ngag 'don bkra shis Ihun po'i rgyud pa grva
                    tshang gi 'don rgyun la rje thams cad mkhyen pas zhus dag mdzad pa bzhugs so.—
                    Bde chen Ihun grub gling, s. a.
                </li>
                <li class="my-2">
                    Мялль Л. Э. Нулевой путь // Учен. зап. Тартуск. гос. ун-та. – Вып. 181. – Тарту, 1965. – С. 189-191.
                </li>
                <li class="my-2">Sumatiratna. Bod hor gyi brda yig ming tshig don gsum gsal bar byed pa mun sel sgron me bzhugs so // Corpus Scriptorum Mongolorum. – Т. VII. – Ulaanbaator, 1959.</li>
                <li class="my-2">
                    Дандарон Б. Д. Буддийская теория индивидуального «Я».// Тр. Бурят, ин-та
                    обществ, наук.— Улан-Удэ, 1968.— С. 34—52.
                </li>
                <li class="my-2">Радхакришнан С. Индийская философия. – Т. 1. – М., 1956.</li>
                <li class="my-2">Tsongkhapa. Dpal rdo rje jigs byed lha bcu gsum ma'i sgrub pa i
                    thabs. Rin po che'i za ma tog ces bya ba bzhugs so.— Gandan, s. a.
                </li>
                <li class="my-2">Dngul chu Grub dbang Chos bzang. Dpal rdo rje ’jigs byed yab yum
                    lhan skyes kyl rnal ’byor mdor bsdus nyams su len tshul sogs bzhugs so:
                    Рукопись. – Б. м., б. г.
                </li>

            </ol>

            <p class="text-right italic text-gray-600 mt-4">
                В. Н. Пупышев
            </p>
            <p class="text-right italic text-gray-600 mt-4">
                сб. Психологические аспекты буддизма. 2-е из-д. – Новосибирск: Наука, 1991. – с. 33-39.
            </p>
        </div>
    </div>
@endsection
<style>
    .container {
        background-image: linear-gradient(rgba(255, 255, 255, 0.9), rgba(255, 255, 255, 0.9)),
        url('{{ asset("backgrounds/wall_stone.jpg") }}');
        background-attachment: fixed;
        background-size: cover;
    }
</style>
