@extends('layouts.app')

@section('title', 'Молитва о рождении в Сукхавати')

@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.9), rgba(255, 255, 255, 0.9)),
            url('{{ asset("backgrounds/salad_blue.webp") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush

@section('content')

    <div class="container mx-auto px-4 sm:px-6 lg:px-8">

        <!-- Заголовок -->
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-3xl md:text-4xl my-6">
            Молитва о рождении в Сукхавати</h1>
        <!-- Основной текст -->
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>
                Кланяемся Учителю богов и людей Амитаюсу, который, достигнув совершенства,
                непереносимым сиянием освещает живых существ, единократное обращение к которому
                устраняет страх перед Владыкой Смерти (Ямой), извечномилостивому, взирающему на
                живых существ, как на своих детей!
            </p>
            <p>
                Исполненные любви, в меру своих сил вознесём, сколько сможем, молитв о рождении в
                Сукхавати — высшей из областей (мира), многократно воспевавшейся Владыкой Мудрецов
                (Буддой Шакьямуни).
            </p>
            <p>
                Объекты приятия и отвержения скрывает мрак неведения, орудием гнева отнимается жизнь
                (даже) у небожителей, аркан страсти и жажды заключает в тюрьму сансары, река кармы
                выносит в океан бытия, болезнь и старость тянут в водовороты страданий — и мы,
                придавленные грузом адских страданий, попадаем в пасть свирепого чудовища, Владыки
                Смерти (Ямы).
            </p>
            <p>
                Мы, беззащитные, горестно взываем: в силу принятых вами на себя обетов, единственные
                друзья страждущих наставники Амитабха, Авалокитешвара, могущественные Будды с
                сыновьями, обретшими великие силы, с окружающими вас (соратниками), к вам с верой
                обращаемся — ради нас, страдающих в течение бесчисленных кальп (мировых периодов),
                не забывайте о своих обетах, принятых в силу вашего высочайшего сострадания, и
                подобно прекраснокрылой царице (Гаруде) божественным путём, применяя волшебные силы
                сострадания, прибудьте сюда!
            </p>
            <p>
                Мы будем опираться на силу связанных воедино океанов двух собраний (собрания
                добродетелей и собрания мудрости), накопленных нами и другими в трёх временах, и
                когда настанет година смерти, мы воочию увидим наставника Амитабху, двух его
                основных учеников и других в его окружении.
            </p>
            <p>
                В это время, породив исключительную чистоту и силу веры в Будду и его окружение,
                вспомним о возможности освобождения от мучительных страданий и о чистейших объектах
                почитания! В силу этого сразу после смерти восемь сынов Будды (восемь изначальных
                Бодхисаттв) чудесным образом придут и укажут путь в Сукхавати. Следуя их указанию,
                да обретём мы рождение в лотосе из драгоценностей в земле Сукхавати и да обретём мы
                остроту (ума и других) способностей, присущих последователям Махаяны!
            </p>
            <p>
                Сразу по рождении да обретём мы неизмеримую совокупность способностей — способность
                исполнять дхарани (способность удерживать в уме Учение), способность глубокого
                сосредоточения (самадхи), способность (актуализации) свободной от всяких уз
                бодхисаттвовской мысли (бодхичитты), способность неисчерпаемого бесстрашия и другие
                способности!
            </p>
            <p>
                Возрадовав этим наивысшего наставника Амитабху и всех других Будд с сыновьями во
                всех сторонах света, да получим мы подлинно наставления в Махаяне!
            </p>
            <p>
                Впитав соответствующим образом содержание-смысл этих наставлений, мы в соответствии
                с каждым из них чудесным образом беспрепятственно направимся в обширную землю Будд.
                И да преодолеем мы все волны на пути к (обретению состояния) Бодхисаттв!
            </p>
            <p>
                Но обретя рождение в Чистой Земле, великою силою сострадания мы возносим просьбу о
                том, чтобы все живые существа, занесённые безначальным круговоротом (бытия) в
                основном в нечистые земли, получили соответствующие несчастливой доле каждого из них
                наставления в Дхарме, и чтобы, придерживаясь этих наставлений, они обрели силы для
                становления на абсолютно чистый воспеваемый Победителями (Буддами) путь!
            </p>
            <p>
                Сразу по осуществлении в себе таких необыкновенных установок и благодаря им, да
                обретём мы тотчас ради блага неисчислимых живых существ достоинство Победителя
                (Будды)!
            </p>
            <p>
                В свой час элементы-движители (самскары) этой жизни будут нами оставлены, и мы
                воочию узрим Амитабху с множеством его соратников, и да исполнимся мы и наши близкие
                верой и состраданием!
            </p>
            <p>
                Тотчас на востоке воссияет свет промежуточного состояния (между смертью и новым
                рождением - бардо), и Будда с восьмью сыновьями укажет нам безошибочный путь;
                родившись в Сукхавати, да станем мы с помощью волшебных проявлений наставниками
                живых существ нечистых земель!
            </p>
            <p>
                Во всех своих рождениях, в которых мы не сможем обрести такие высокие достоинства,
                да будем мы иметь только такую основу, которая позволит нам воистину слышать
                наставления и разъяснения по Учению Будды, по-настоящему обдумывать их и подлинно
                практиковать созерцание!
            </p>
            <p>
                Эта основа пусть неизменно будет украшена семью знаками небес (благородством,
                благолепием, полнотою блаженства, средоточием мудрости, мощью, отсутствием болезней
                и исключительным долголетием)!
            </p>
            <p>
                Когда же мы будем попадать в такого рода положение, пусть у нас будет память о
                рождениях под сенью прежнего рождения (в Сукхавати)!
            </p>
            <p>
                Во всех рождениях, узрев пустоту всего бытия, полностью отринув благодаря знанию
                пути к освобождению все лишающие разума помыслы, да примем мы к исполнению
                благоизреченную Бхагаваном Дхарму!
            </p>
            <p>
                При вступлении в духовное звание да не запятнаем себя отступлением от обета либо
                даже малым падением, но исполнением элементов парамиты нравственности (отказом от
                дурных деяний, освоением благого Учения, деяниями во благо всех живых) обретём
                великую Бодхи, как это следует неколебимым монахам (бхикшу)!
            </p>
            <p>
                А также: во всех рождениях, постигнув всеобщую подверженность скверне (клешам) и
                методы полного очищения, да обретём мы способность исполнять дхарани (см. выше)
                удерживания в уме слов и смысла всех учений об элементах Полного Перехода (в мир
                Будд)!
            </p>
            <p>
                Постигнув это сами, да обретём мы чистые силы для беспрепятственного обучения этому
                других!
            </p>
            <p>
                А также. Во всех рождениях да не будем мы лишены доступа к «неколебимому» и другим
                видам самадхи (глубокого созерцания), обладания обычным и другими видами зрения,
                волшебной способности ясновидения и других необычных способностей!
            </p>
            <p>
                А также. Во всех рождениях да обретём мы могучую интуицию, позволяющую своими
                силами распознавать объекты приятия и отвержения! Да обретём мы светлую интуицию,
                позволяющую распознавать, не смешивая, всеобщую скверну и (методы) её очищения до
                самых мельчайших подробностей! Да обретём мы незамедлительную интуицию, позволяющую
                сразу же полностью предотвращать появление неразумных, отвращающих и вводящих в
                сомнение мыслей! Да обретём мы глубокую интуицию, позволяющую непосредственно
                постигать смысл слов Писания, недоступный другим!
            </p>
            <p>
                Подведём черту. Постигнув смысл слов Писания посредством интуиции, непричастной
                ложному знанию, и применяя интуицию постижения метода, да пройдём мы все ступени
                пути Бодхисаттв, как их прошёл досточтимый Манджугхоша!
            </p>
            <p>
                Беспрепятственно обретя таким образом могучую, светлую, незамедлительную и глубокую
                интуицию, да освоим мы парамиту методов обретения благословения, отвержения ложных
                воззрений, радующего мудрецов умения разрешать вопросы в отношении Проповеди
                Победителя (Будды), ведения диспутов, составления книг!
            </p>
            <p>
                А также. Во всех рождениях да уподобимся мы досточтимому Владыке Авалокитешваре и
                откажемся от стремления заботиться главным образом о себе, от лени на могучем пути
                Бодхисаттв, от всех страхов, а все усилия направим на оказание помощи другим; на
                пути же обретения великой силы сострадания с опорой на бодхисаттвовскую мысль,
                распознающую уместность метода, да пройдём мы до конца все пути Бодхисаттв!
            </p>
            <p>
                А также. Во всех рождениях да уподобимся мы досточтимому Хозяину Тайн (Ваджрапани) и
                при осуществлении чаяний своих и других да пройдём мы до конца все пути Бодхисаттв с
                опорой на силу распознавания уместности метода при подавлении препятствий, чинимых
                мэрами, приверженцами небуддийских учений и простыми людьми!
            </p>
            <p>
                Во всех рождениях да уподобимся мы не имеющему равных Царю Шакьев (Будде Шэкьямуни)
                и на заключительном этапе пути Бодхисаттв, проходимом с непричастным праздности
                усердием, с опорой на ни на мгновение неколебимое прилежание с момента рождения
                сострадательной мысли, да обретём мы великую Бодхи!
            </p>
            <p>
                Во всех рождениях, когда мы будем преодолевать помехи к осуществлению Бодхи —
                болезни тела и ума, да уподобимся мы Татхагате Царю Врачевания (Бхайшаджьярадже),
                способному успокоить всю боль тела, речи и мысли при одном упоминании его имени!
            </p>
            <p>
                А также. Во всех рождениях на пороге желанного освобождения да уподобимся мы
                Победительному Амитаюсу, одно произнесение имени которого способно предотвратить
                преждевременную смерть, каковы бы ни были для неё причины!
            </p>
            <p>
                Если нашей жизни будет угрожать опасность, да устранит её Защитник Амитаюс одним из
                своих четырёх активных деяний (героическое, мирное, могучее и суровое), да излучит
                он свет из своего гармоничного тела! Как только увидим мы это его сияние, всё, что
                угрожает нашей жизни, полностью успокоится!
            </p>
            <p>
                Пусть он явит сияние своего тела тем, кто подходит для совершенствующего движения,
                и они, узнав лицо того, кто есть Владыка Амитаюс, да обретут крепкую подлинную веру!
                С опорой на силу этой веры пусть все живые обретут друга добродетели (наставника)
                в лице Амитаюса и да не расстанутся с ним!
            </p>
            <p>
                А также. Во всех рождениях да будем мы с радостью следовать за обладающим всеми
                признаками Будды этим махаянским другом добродетели, корнем всех мирских и
                нирванистических достоинств!
            </p>
            <p>
                Обретя на этом пути крепкую нерушимую веру в друга добродетели, да будем мы
                доставлять ему только радость деяниями своих трёх дверей (тела, речи и мысли) и не
                будем приносить даже малой толики огорчения!
            </p>
            <p>
                Пусть друг добродетели изложит нам наставления и поучения, не упуская ничего;
                постигнув должным образом весь их смысл, стремясь к их осуществлению, да сможем мы
                полностью их реализовать!
            </p>
            <p>
                Да не попадём мы даже на миг под власть недобродетельных наставников и порочных
                друзей!
            </p>
            <p>
                Во всех рождениях, полностью полагаясь на закон кармы, на отречение (от мирских
                привязанностей), на бодхисаттвовскую мысль, на абсолютно чистое воззрение, да будем
                мы всегда следовать своей вере, не допуская постороннего вмешательства!
            </p>
            <p>
                Во всех рождениях обретённая нами благая основа тела, речи и мысли да послужит
                причиной совершения поступков только во благо других и причиной абсолютно чистой
                Бодхи!
            </p>
            <p>
                Так как мы ещё подлинно не достигли состояния благородного высшего отшельника,
                вплоть до его достижения да будем мы во всех рождениях помнить о необходимости
                обретения опоры для осуществления абсолютно чистого благого пути и вступления на
                духовный путь!
            </p>
            <p>
                Придерживаясь сокровищницы дхарани, отваги, самадхи, ясного видения, волшебных
                деяний и множества других безмерных достоинств, обретя исключительные знания,
                сострадание и силы, да завершим мы быстро путь Бодхисаттв!
            </p>
            <p>
                Когда же появятся признаки преждевременной смерти, в тот же миг да узрим мы ясно
                Владыку Амитаюса, героически победим Владыку смерти, и да станем мы тут же
                несмертными Видьядхарами (Держателями Знания)!
            </p>
            <p>
                Во всей череде жизней в силу того, что Амитаюс подлинно станет нашим наставником в
                Великой Колеснице (Махаяне), да не сойдём мы ни на мгновение с благого пути,
                воспетого Победителем (Буддой)!
            </p>
            <p>
                Да не возникнет у нас никогда желание холить себя, совершенно не думая о других
                живых существах, да направим мы все свои усилия на осуществление чаяний других
                уместными для этого методами и без омрачения!
            </p>
            <p>
                Тот, кто будет произносить моё имя, вспоминать обо мне, пусть в силу этого все
                страдания, плоды дурной кармы, обратит в полноту переживания блаженства трёх
                свершений (осуществление чаяний своих, осуществление чаяний других, овладение
                методом осуществления) и взойдёт по ступеням пути Высшей Колесницы (Ваджраяны)!
            </p>
            <p>
                Здесь я изложил лишь одно направление пути к освобождению для сынов Победителя;
                благодаря этому пусть успокоятся все препятствия на пути сынов Победителя, и пусть
                они, как только помыслят об этом, осуществят все необходимые свершения!
            </p>
            <p>
                Пусть в силу безошибочной истины взаимозависимого становления Владыка Шакьев,
                Наставник Амитабха, непобедимый Манджугхоша, Владыка Тайн (Ваджрапани),
                Авалокитешвара, Сугаты с соратниками незамедлительно исполнят высказанные здесь
                мольбы!
            </p>
            <p>
                Сарва мангалам — да будет всеобщее благоденствие!
            </p>


            <p class="text-right italic text-gray-600 mt-4">Перевод В. Н. Пупышева</p>
            <p class="text-right italic text-gray-600 mt-4">Гуру-Йога Владыки Учения Будды
                Шакьямуни.<br>Пова Будды Амитабхи. Улан-Удэ, 1997, c. 53-64.</p>
        </div>
    </div>
@endsection
