@extends('layouts.app')

@section('title', 'Основы мировоззрения и мироощущения буддийских народов Центральной Азии')

@section('content')

    <div class="container mx-auto px-4 sm:px-6 lg:px-8">

        <!-- Заголовок -->
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            Основы мировоззрения и мироощущения буддийских народов Центральной Азии</h1>
        <!-- Основной текст -->
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>
                Экологические традиции многих народов центрально-азиатского региона в большой
                степени обусловлены широко распространенными среди этих народов буддийскими
                представлениями о мире и месте человека в нём, а также основанным на буддийском
                мировоззрении мироощущением. Важнейшей особенностью такого мышления и определяемого
                им поведения, образа жизни является его целостность. Из каких же мировоззренческих
                основ эта целостность исходит? На попытке раскрыть именно этот аспект экологических
                традиций буддийских народов мы здесь и остановимся.
            </p>
            <p>
                Вся жизнь народов Центральной Азии, принявших буддизм, проникнута духом тантрийской
                мысли, а поступки отдельных людей окрашены тантрийским ритуалом – в той или иной
                степени. Само слово «ритуал» (тиб. cho ga) при этом понимается как «движение к
                пониманию» [Bod-hor-gyi..., v. VI, p. 658]. Сам ритуал, став привычкой, определяет
                образ жизни человека и его отношение к миру.
            </p>
            <p>
                Одним из сочинений, излагающих глубинные основы буддийской тантрийской мысли,
                является «Карнатантра» великого тибетского йогина Нацог-Рандола (Лонченпы) [sNa
                tshogs rang grol]. В своей трактовке основ тантрийского мировоззрения будем
                полагаться главным образом на эту работу, прекрасный перевод которой (первой её
                трети) на русский язык успел выполнить в конце своего жизненного пути известный
                бурятский ученый Б. Д. Дандарон.
            </p>
            <p>
                Описывая тантрийскую традицию понимания процесса становления вселенной (сансары –
                феноменального бытия и нирваны – мира безусловной ценности), Нацог-Рандол
                утверждает, что «динамика появления сансары и нирваны беспрерывно проявляется от
                основы существования» [Там же, л. 1] и что до разделения Единого на нирвану и
                сансару, ввиду необходимости совершенствования последней, «объектность своим
                содержанием была абсолютно очищена шуньей (пустотностью – ничто с возможностью
                нечто) в дхармовом пространстве (в пространстве непроявленной актуальности)», и было
                это «во времена давно прошедшие» [там же, л. 1б].
            </p>
            <p>
                Определяя единую основу существования, Нацог-Рандол пишет: «Сансара и нирвана
                возникают от динамики существования разума» [Там же, л. 37а], при этом «реальность
                чистого составляют пять мудростей с их предикатами, а реальность осадка представлена
                пятью великими проявлениями (махабхутами) – землёй, водой, огнём, ветром и
                пространством» [Там же].
            </p>
            <p>
                Вот мы и подошли к основным понятиям, которые лежат в основе мышления и поведения
                буддиста: мудрости и махабхуты. Учение о пяти мудростях, или пяти дхьянибуддах,
                широко представлено в бурятской иконописи. Санскритское слово «махабхуты» прочно
                вошло в бурятский разговорный язык («бэе махабуд hайн гү?» – «Как ваши тело и
                махабхуты – здоровы ли?»).
            </p>
            <p>
                Понятие пяти мудростей тесно связано с понятием пяти клеш – пяти эмоциональных
                аффектов неведения. Это две стороны одной медали: «Те, кто не узнали своего лица и
                положили в основу истинность существования всего через вместерожденное неведение,
                заблудились, сделавшись живыми существами. А те, кто узнали (лица) через познание
                себя, стали буддами» [Там же, л. 2а]. Запутавшийся в сансаре индивид, вместе с
                преодолением путем трансцендентального анализа (випашьяна) органического неведения,
                лучами пятицветной радуги пяти мудростей очищает себя от пяти клеш – омраченности,
                страсти, гнева, гордости и зависти, места которых занимают затем пять мудростей. В
                этом заключается тантрийский метод апратисанкхьяниродха [Дандарон, I960].
            </p>
            <p>
                С другой стороны, при движении индивида в сансару «из потенциальности пяти светов
                появляются пять махабхут в виде интенсификации (или динамики их существования)...
                Подобную возможность проявления называют энергией или силой. То, что таким образом
                проявляется, суть махабхуты» [sNa tshogs rang grol, л. 26а].
            </p>
            <p>
                Т. Дж. Царонг определяет махабхуты как «тончайшие понятия, определяемые скорее их
                энергетическими функциями, чем насущным их состоянием» (цит. по: [Lobsan Rabgay...,
                1982, p. 31]).
            </p>
            <p>
                В теле человека махабхута «земля» представлена мясом и костями, «вода» – кровью,
                лимфой и семенем, «огонь» – теплотой (жиром), «ветер» – дыханием (питательным соком)
                и «пространство» – полостями тела [sNa tshogs rang grol, л. 36а], т. е. семью
                уровнями организации тканей тела и занимаемым ими пространством. Те же пять махабхут
                во внешнем мире выступают как свойства твердости или сопротивляемости («земля»),
                связуемости («вода»), теплоты («огонь»), подвижности («ветер») и протяженности или
                отсутствия преграды («пространство») [Там же].
            </p>
            <p>
                Сущностями, или энергиями, которыми регулируются взаимоотношения внутренней и
                внешней сред, являются ветер, желчь и слизь как «виновники» здоровья и болезней.
                Слизь, обладая природой земли и воды, отличается свойствами потенции статики и
                связуемости и определяется как система холода, т. е. <em>гомеостатических процессов</em>,
                направленных на достижение предельной статики качественных характеристик
                составляющих тела и нечистот и предельного роста количественных их характеристик
                (ребенок в тибетской медицине назван человеком слизи).
            </p>
            <p>
                Желчь, обладая природой огня и отличаясь свойствами потенции разрушения и энтропии,
                определяется как система жара или <em>агомеостагических процессов</em>, направленных на
                предельное истощение всех, качественных и количественных, характеристик составляющих
                тела и нечистот, её активность направлена на крайнюю активизацию отношений организма
                с внешней средой (человек в расцвете сил, с 16 до 70 лет, является человеком желчи).
            </p>
            <p>
                Ветер, обладая природой подвижности и способностью всепроникновения, сопутствует или
                препятствует проявлениям как жара, так и холода и как таковой является подлинной
                причиной как здоровья, так и болезней <em>(сохранения или нарушения гомеостаза
                организма)</em>. В этом смысле система каналов циркуляции ветра в теле человека может
                быть определена как <em>система гомеокинеза</em>. Человек после 70 лет (старик) считается
                человеком ветра. Когда ветер сопутствует проявлениям преимущественно жара либо
                холода, в организме, вследствие бесконтрольного повышения энергии слизи,
                гомеостатические процессы доходят до абсурда и переходят в некроз тканей, а
                вследствие бесконтрольного повышения энергии желчи агомеостатические процессы
                приводят к истощению составляющих тела и нечистот, к энтропии огненной теплоты
                обменных процессов и к распаду связей между тканями. Предельные верхние и нижние
                границы характеристик ветра, желчи и слизи, внутри которых активность
                гомеостатических и агомеостатических процессов может быть регулируема системой
                структур гомеокинеза или активностью ветра и в которых организм пребывает в
                «термодинамически неравновесном состоянии» до момента смерти, определяются нами как
                <em>энергетические уровни живого</em> организма.
            </p>
            <p>
                Относительно оптимальные характеристики этих уровней определяют <em>гомеостаз</em>
                человеческого организма, и превышающее допустимые нормы отклонение от этих
                характеристик вызывает <em>нарушение гомеостаза</em>, или болезнь.
            </p>
            <p>
                Эти нормы тибетская медицина устанавливает с учётом пола, возраста и преобладания в
                природе человека ветра, желчи, слизи или их сочетаний, что с современных позиций
                можно определить как <em>генотипические нормы</em>. Нарушение этих норм происходит вследствие
                влияния на гомеостаз организма питания, образа жизни и внешней среды, не
                соответствующих полу, возрасту, генотипу.
            </p>
            <p>
                Поскольку экология представляет собой науку об отношениях растительных и животных
                организмов и образуемых ими сообществ между собой и с окружающей средой,
                рассмотрение этих двух аспектов в целостной системе, как это предлагают буддисты,
                представляет чрезвычайный интерес.
            </p>
            <p>
                Во-первых, многие поступки людей по отношению к себе подобным, братьям меньшим,
                растительному миру и «неживой» природе часто обусловлены нашими омраченностью,
                страстью-вожделением, гневом-антипатией, гордостью-жадностью и завистью. Поэтому
                первейшей экологической проблемой буддисты считают проблему нравственности. Без
                решения этой проблемы человечество просто погибнет в пожаре последней мировой войны
                – ему придется выбирать между атомной бомбой и учением Будды, считал С.
                Радхакришнан. Те же три регулирующие системы организма – ветер, желчь, слизь – имеют
                своей причиной страсть, гнев и омраченность (здесь пять клеш сведены в три). У
                каждого думающего человека гнев может быть трансформирован в энергию доведения до
                созревания чего-либо однажды возникшего – прежде всего его самого. Страсть
                трансформируется в энергию расширения, пролонгирования индивидуального
                существования, омраченность – в энергию актуализации задачи ориентирования в мире,
                преодолевая тем самым омраченность.
            </p>
            <p>
                Во-вторых, и ткани тела, и весь окружающий человека мир состоят из различных
                комбинаций варьирующихся количественно и качественно махабхут. Гармоничными
                взаимоотношения внутренней и внешней сред человека могут быть лишь в случае их
                соответствия друг другу, т. е. если основные характеристики внутренних махабхут тела
                соответствуют основным характеристикам внешних махабхут, если организм продолжает
                развиваться в условиях, близких к тем, которые его сформировали и которые не
                являются для него губительными. Отсюда вытекают внимание к естественным изменениям в
                природе и осторожное отношение к гомогенным ее изменениям. Убеждение в том, что
                мышление и бытие имеют своим основанием единый источник, и детальный, скрупулезный
                анализ развития мира от основы существования до «наимельчайших частиц» (rdul phra
                rab) и его дальнейшего развития путем совершенствования его несовершенной части до
                состояния совершенства (реализации единства сансары и нирваны) способствовали
                формированию этико-экологических норм в среде буддийских народов Центральной Азии.
                Разнообразие этих норм обусловливалось этническими различиями и разными средами
                обитания.
            </p>
            <p>
                И всё же основу этих норм составляла и во многом до сих пор составляет этика
                буддизма. Так, среди десяти имеющих неблагоприятные последствия деяний различают три
                деяния тела – убийство, воровство, нечистое половое поведение; четыре деяния речи –
                ложь, сеющие раздоры разговоры, злословие, пустую болтовню; три деяния мысли –
                алчность, недоброжелательство, ложные взгляды. Исходя из положения о наличии единой
                для всего бытия основы существования, полагают, что эти деяния имеют глобальные
                следствия в тех случаях, когда они совершаются многими людьми. Например, Цзонхава,
                описывая следствия таких поступков, выделяет среди них «последствия хозяйственные
                или последствия правовые», которые мы назвали бы, вероятно, экологическими: «От
                совершения <em>убийства</em> пища, питье, лекарства, плоды и проч. внешнего мира будут
                малозначительны и малопитательны, и вследствие того, что они будут иметь мало мощи,
                мало силы, с трудом перевариваться и зарождать болезни, большинство живых существ
                будет умирать, не доживая до [предельного] возраста. <em>Взятие не данного</em> [влечёт за
                собою]: плоды необильные, плоды непитательные, плоды изменённые, плоды испорченные,
                большую засуху, большие дожди, плоды высохшие и исчезающие. <em>Неправильное соитие</em>
                (влечёт): экскременты, мочу, грязь, гнилое, много нечистого и дурного запаха,
                отвратительное и невеселое.
            </p>
            <p>
                От произнесения <em>лжи</em>: дела земледельческие и дела движения лодок не будут развиваться
                и не будут соответственными, большинство из них будут иметь много случаев ложных и
                опасных.
            </p>
            <p>
                От произнесения <em>сплетни</em>: местности будут шероховаты, с дикой растительностью, высоки
                и низки, трудны для движения и полны многих причин опасности и страха.
            </p>
            <p>
                От <em>грубых слов</em>: местности будут иметь обгорелые деревья, терновники, камни, мелкие
                камни, много грубого песка, сухой вид, не будут иметь текущей воды, озер и стоячей
                воды, будут иметь почву сухую, солончаковую, пустынную, безводную, пропасти и
                грешные места и места, полные многих причин страха.
            </p>
            <p>
                От <em>пустых слов</em>: плодовые деревья не производят плодов, производят плоды не вовремя,
                не производят (их) вовремя, плоды, не будучи спелыми, кажутся уже созревшими,
                деревья имеют непрочные корни, недолговечны, вполне радостные дворцы или лесные сады
                или небольшие пруды имеют много причин, возбуждающих нерадостное чувство и страх.
            </p>
            <p>
                Последствия <em>жадной мысли</em>: все достигнувшее полноты каждый год, в каждое время года,
                ежемесячно и ежедневно будет уменьшаться, а не увеличиваться.
            </p>
            <p>
                Последствия <em>зловредной мысли</em>: эпидемии, вредные и заразительные болезни, споры,
                много опустошений от враждебной армии, львы, тигры и проч., много ядовитых змей,
                скорпионов и тарантулов, много вредных демонов, разбойников, воров и проч.
            </p>
            <p>
                Последствия <em>неправильного воззрения</em>: прекратится появление в этом мире высоких по
                родовитости и наилучших людей; материи нечистые и мучительные будут казаться чистыми
                и доставляющими счастье и не будет места для спасителя и спасения» [Лам-рим...,
                1913, с. 187–188].
            </p>
            <p>
                Буддийские философы полагают несомненным, что живые существа – каждое по отдельности
                и их сообщества (народы и страны) – собственную карму, или условия своего развития,
                творят сами: «Карма сильнее Будды», – говорил Будда Шакьямуни. Увязку деяний тела,
                речи и мысли с изменениями внешней и внутренней среды человека предлагают
                общетантрийская буддийская традиция и традиция буддийских медицинских «Четырех
                Тантр» («Чжуд-ши»).
            </p>
            <p>
                Тело, речь и мысль человека формируются свойствами пяти махабхут: «Земля. оказывает
                влияние на формирование мышечной ткани, костей и чувства обоняния. Вода ответственна
                за формирование крови, жидкостей тела и чувства вкуса. Огонь ответственен за
                температуру тела, его внешний вид и чувство зрения. Воздух ответственен за дыхание и
                чувство осязания. Наконец, пространство ответственно за полости тела и чувство
                слуха» [Fundamentals..., р. 12].
            </p>
            <p>
                Сами же махабхуты проявляются в виде следующих свойств [Ibid., p. 32].
            </p>
            <p>
                <em>Земля</em>: тяжелая, устойчивая, тупая, мягкая, умащенная, сухая, твердая, связанная,
                успокаивает ветер.
            </p>
            <p>
                <em>Вода</em>: растворяющая, охлаждающая, тяжелая, тупящая, умащающая, упругая, увлажняющая,
                смягчающая, связующая, успокаивает желчь.
            </p>
            <p>
                <em>Огонь</em>: согревающий, обостряющий, сушащий, грубый, легкий, подвижный, доводящий до
                созревания, придающий блеск, успокаивает слизь.
            </p>
            <p>
                <em>Ветер</em>: легкий, подвижный, холодный, огрубляющий, поглощающий тепло, сушащий,
                плотный, проникающий, колеблющий, успокаивает слизь и желчь.
            </p>
            <p>
                <em>Пространство</em>: всепроникающее.
            </p>
            <p>
                Области проявления махабхут внутри человека и во внешней среде – это пять дхату:
                земля, вода, огонь, железо, дерево.
            </p>
            <p>
                Если, например, учесть, что центр речи (горло, место рождения звука) тесно связан с
                махабхутой «огонь», локализующейся в горловой чакре, то ошибки речи (четыре неблагих
                деяния речи) вызывают расстройства свойств махабхут внутри и вне тела – изменения в
                областях проявления махабхут, в дхату – внутри и вовне. Изменения во внешнем мире
                описаны в цитированном выше отрывке из «Лам-рима». Внутренние же изменения
                вызываются тем, что расстройства махабхуты «огонь» вызывают расстройства имеющей
                свойства огня функциональной системы желчи в теле. Эти расстройства имеют в своей
                основе проявления гнева, злобы, антипатии [Онцар..., 1989, с. 24] и по каналам желчи
                распространяются на «кровь, пот, глаза, печень, желчный пузырь, тонкий кишечник»
                [bdud-rtsi..., л. 6б]. Таким образом, считается, что заболевания указанных тканей и
                органов имеют в своей основе прежде всего проявления гнева, дисбаланс свойств
                махабхуты «огонь» и неблагие деяния речи.
            </p>
            <p>
                Основой всякой мыслительной деятельности является возникающая из проявлений страсти
                и свойств махабхуты «ветер» функциональная система ветра: «Ветер – это живое
                образование, потому что он является средством функционирования мысли, передачи
                сигналов другим частям тела, создавая возможность движения, деятельности. Никакое
                сознание не может существовать без физической основы, т. е. ветра» [Fundamentals...,
                p. 12]. Выше описаны изменения во внешнем мире вследствие нарушений или
                разбалансирования свойств махабхуты «ветер» в результате порочных мыслей. В теле же
                человека приходит в расстройство функциональная система ветра, и заболевания по
                каналам ветра распространяются на «кости, уши, кожу, сердце, каналы жизни, толстый
                кишечник» [bdud rtsi..., л. 6б]. Как указано в «Онцар гадон дэр дзод», болезни ветра
                в основе своей имеют причиной неразумные поступки, а условием – проявления страсти
                [Онцар..., 1989, с. 21].
            </p>
            <p>
                Порочные действия тела разрушают прежде всего стабильность («прочность» бытия –
                махабхуту «земля») и связуемость (единство мироздания – махабхуту «вода»). Выше
                описано воздействие таких поступков на окружающую человека среду. На уровне тела
                тенденции земли и воды, поддерживаемые активностью омраченности, формируют
                функциональную систему слизи, расстройства которой, распространяясь по каналам
                слизи, обусловливают заболевания «питательного сока, мяса, жира, костного мозга,
                семени, кала, мочи, носа, языка, легких, селезенки, желудка, почек, мочевого пузыря»
                [Bdud rtsi..., л. 6б]. В «Онцар гадон дэр дзод» указывается, что болезни «слизи
                возникают как результат поступков, обусловленных помрачением, жадностью и т. д.»
                [Онцар..., 1989, с 25].
            </p>
            <p>
                Такое отношение к миру и к себе как целостной системе регламентировало затем даже
                самые простые поступки — касалось ли это новых традиций или являлось переосмыслением
                старых. Поскольку здесь мы уделили большое внимание теории пяти махабхут и ее
                претворению в практику, проиллюстрируем бережное отношение к состоянию махабхут и
                дхату бытовыми примерами.
            </p>
            <p>
                <em>Земля</em>. Ношение мягкой обуви с загнутыми кверху носками у монгольских народов
                объясняется желанием «не поранить» землю.
            </p>
            <p>
                <em>Вода</em>. Поддержание чистоты воды в реках и водоемах является действием на уровне
                ритуала, а также объясняется стремлением «не обидеть» духов – владык рек и водоемов.
            </p>
            <p>
                <em>Огонь</em>. Бросать в огонь мусор считается недопустимым – огонь должен быть чистым. На
                бытовом уровне это объясняется желанием «не оскорбить» Агни – бога огня, а также
                духа домашнего очага.
            </p>
            <p>
                <em>Ветер</em>. На территории дацанов, возле ступ и у других мест, считающихся священными, не
                разрешается курить – здесь воздух должен быть чист. Его нужно украшать только
                благовониями – санзэ, букв. «очищенными веществами».
            </p>
            <p>
                <em>Пространство</em>. Пространство вокруг человека должно быть чистым. Для определения
                хорошего места для постройки дацанов, жилых домов, хлевов специально обучавшиеся
                ламы смотрели, нет ли в предполагаемом для постройки месте признаков выхода «дурного
                дыхания» земли, нет ли под землею «пути нагов» – движения подземных вод – и т. д. и
                т. п. Затем совершался ритуал очищения места (санчод) и ритуал освещения земли (сай
                чога) и т. п.
            </p>
            <p>
                <em>Железо</em>. Котел, в котором варили суп или чай, считался священным, он всегда должен
                быть чист. Из ковшика пить нельзя, он – мать родная, им можно только черпать воду и
                разливать в чашки. Личный нож у монгола или бурята — одна из наиболее ценных вещей.
                Он всегда чист, часто богато украшен, нередко это настоящее произведение искусства.
            </p>
            <p>
                <em>Дерево</em>. На деревьях и кустарниках у священных мест развешивались ленточки – флажки,
                часто с мантрами, написанными на них. В слове «мантра» слог «ман» означает «ум», а
                слог «тра» – «защита». То есть мантра – это защита ума от вредных влияний. Не
                рекомендовалось также без крайней нужды рубить деревья. Рубка одиноко стоящего
                дерева приравнивалась к убийству человека. На бытовом уровне это объяснялось тем,
                что на одиноких деревьях селились духи.
            </p>
            <p>
                Таким образом, буддийская теория и практика явились основой для создания системы
                ценностей, определяющей мышление и бытие народов Центральной Азии, развивающихся в
                лоне буддийской культуры. Здесь мы коснулись лишь глубинных, основополагающих
                элементов этой культуры — ее философии, представлений о взаимозависимости между
                поведением, образом жизни человека и здоровьем его и мира, а также на отдельных
                примерах – бытового уровня экологических традиций буддийских народов. Из
                приведенного нами материала с неизбежностью следует такой вывод: в истоках здоровья
                мира и человека лежит нравственность, экология и нравственность неразделимы.
            </p>
        </div>
        <!-- Разделительная черта -->
        <hr class="my-8 border-t-4 border-gray-500">

        <h4 class="text-center text-gray-800 font-bold text-xl sm:text-xl md:text-xl my-4">ЛИТЕРАТУРА</h4>

        <ol class="text-left list-decimal w-full">
            <li class="my-2">Дандарон Б. Д., Семичов В. В. О тибетско-монгольском словаре «Источник Мудрецов» / Тр. БКНИИ. Сер. Востоковедение. – Вып. 3. – Улан-Удэ, 1960.</li>
            <li class="my-2">Лам-рим Чэнпо (Степени пути к блаженству). Сочинение Цзонхавы в монгольском и русском переводах. – Т. 1: Низшая степень общего пути. – Вып. 1/ Пер., предисл. и примеч. Г. Ц. Цыбикова. – Владивосток, 1913.</li>
            <li class="my-2">«Онцар гадон дэр дзод» – тибетский медицинский трактат /Пер. с тибетского Э. Г. Базарова. Ц. Ламжава, В. Н. Пупышева. – Новосибирск, 1989.</li>
            <li class="my-2">Остроумов В. Е., Макеев О. В. Температурное поле почв. – М., 1985.</li>
            <li class="my-2">bdud-rtsi snying-po yan-lag brgyed-pa gsang-ba man-gngag-gi rgynd zhes bya – ba brhugs – Se, – Ксилограф Агинского дацана.</li>
            <li class="my-2">bod-hor-gyi brdagig ming tshig don gsum gsal bar byed-pa mun sel sgron me bzhugs so / Corpus scriptorum Mongolorum. – Vol. VI-VII. Улаан-Баатар.</li>
            <li class="my-2">Fundamentals of Tibetan Medicine According to the Rgyud-bzhi / Tr. and ed. T. 1. Tsarong. Associate Ed. I. G. Drakton, L. Chompel. – Dharmasala, 1981.</li>
            <li class="my-2">Lobsan Rabgay. The Diagnosis and Cure of Jaundice in Tibetan Medicine / Tibetan Medicine. – 1982. – N 5.</li>
            <li class="my-2">Sna-tshogs rang-grol. Snyan-brgyud-kyi rgyab chos chen-mo zab don gnad kyi me-long bzhugs-so. – Рукопись.</li>
        </ol>
        <p class="text-right italic text-gray-600 mt-4">В. Н. Пупышев</p>
        <p class="text-right italic text-gray-600 mt-4">Экологические традиции в культуре народов
            Центральной Азии. Новосибирск: ВО Наука, Сибирская издательская фирма, 1992, с.
            77–84).</p>

    </div>

@endsection

<style>
    .container {
        background-image: linear-gradient(rgba(255, 255, 255, 0.9), rgba(255, 255, 255, 0.9)),
        url('{{ asset("backgrounds/wall_stone.jpg") }}');
        background-attachment: fixed;
        background-size: cover;
    }
</style>
