@extends('layouts.app')
@section('title', 'Об основах философии сознания в традициях ваджраяны и дзогчена')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.75), rgba(255, 255, 255, 0.75)),
            url('{{ asset("backgrounds/blue_ice.svg") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            Об основах философии сознания в традициях ваджраяны и дзогчена</h1>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>Проблема передачи индо-буддийской традиции семиотическими средствами иных культур
                успешно разрешалась в течение всего периода распространения буддийской Дхармы на
                азиатском материке. В результате в различных странах Азии сформировались
                оригинальные формы и традиции буддизма, сохраняющие (хотя и в разных видах) суть и
                дух первоначальных учений. В наше время (прежде всего благодаря усилиям тибетской
                диаспоры) буддизм всё глубже проникает в духовную жизнь Запада, поэтому всё более
                интересной становится тема диалога этих двух культур, в котором совершается
                осознание буддийских идей как основы компаративного мышления, снимающего различия
                временных и культурных контекстов. Эта «компаративная философия представляет собой
                нечто большее, чем сравнение разных философских традиций..., она ...идентифицирует
                себя как особый род интеллектуальной деятельности, отвечающей современному уровню
                взаимопонимания "восточных" и "западных" философов» [Лысенко, с. 146]. Поэтому в
                данной статье мы попытаемся осветить некоторые аспекты возможного диалога западных
                философских идей и идей позднего буддизма.</p>
            <p>Принципиальной особенностью буддийской философской традиции, начиная с феноменологии
                Абхидхармы, является рассмотрение сознания как единственной реальности, имеющей для
                человека абсолютную сотериологическую ценность<a href="#citation-1" id="ref-1"
                                                                 class="citation-mark"><sup>1</sup></a>.
                Один из учителей Ваджраяны,
                принадлежавший к школе Кагью<a href="#citation-2" id="ref-2"
                                               class="citation-mark"><sup>2</sup></a>, Ритод-ванчуг
                (ri-khrod dbang-phyug) сформулировал её
                идеи предельно точно и лаконично: «Все познаваемое (букв.: все дхармы, chos-rnams
                thams-cad) есть мое сознание. Кроме самого сознания, не существует никаких иных
                составляющих его познаваемых элементов» [Phyag-rgya, 5]. Иначе говоря, ничто
                сотериологически значимое не выходит за пределы сознания. Именно поэтому, употребляя
                традиционную метафору, можно сказать, что состояние Будды раскрывается изнутри,
                подобно цветку лотоса, и (согласно буддийской точке зрения) ошибочно его искать вне
                пределов собственного сознания<a href="#citation-3" id="ref-3"
                                                 class="citation-mark"><sup>3</sup></a>. Существует
                известная формула, иногда приписываемая
                Мачиг Лабдон, основательнице системы чод<a href="#citation-4" id="ref-4"
                                                           class="citation-mark"><sup>4</sup></a>:
                «Мое собственное сознание (rang-sems) и
                есть Будда» [Ibid., 6].</p>
            <p>Однако ясное и непосредственное в<em>и</em>дение (rang-gsal) этой
                реальности обретается в особом медитативном переживании, исполненном блаженства
                (rang-bde) и именуемом на санскрите свасамведа (rang-rig), которое можно описать как
                внеконцептуальное состояние сознания, вернувшегося к самому себе [Tsepak Rigzin, р.
                392]. По-видимому, одним из философских оснований подобного сотериологического
                подхода служил феноменологический анализ Абхидхармы<a href="#citation-5" id="ref-5"
                                                                      class="citation-mark"><sup>5</sup></a>,
                редуцировавший любую наивную
                онтологизацию «субъективных» и «объективных» элементов переживающего мир и самого
                себя сознания (snang-ba-la dngos-por 'dzin ум, воспринимающий феномены как нечто
                реальное). В тибетской литературе (см., например [Phyag-rgya]) существуют подробные
                описания
                пути, ведущего к реализации вышеописанного состояния сознания, характеризуемого
                тремя вместерожденными элементами (гang-rig, rang-gsal, rang-bde). Обычно этот путь
                подразделялся на три взаимосвязанные фазы: воззрение (Ita-ba), созерцание (sgom-pa)
                и поведение (spyod-pa), о которых один из адептов Ваджраяны Джеринпочешан (zhan)
                писал: «Не видеть зримое это воззрение; не воспринимать как реальносущее все
                увиденное или пришедшее на ум это созерцание; переживание единства блаженства и
                пустоты есть переживание признаков практики; своевременность деяния есть [способ]
                поведения» [Phyag-rgya, 5].</p>
            <p>В этом контексте невозможно не вспомнить философские дискурсы М. Мамардашвили, для
                которого сознание всегда было «предельным понятием философии как таковой, о чём бы
                она ни была» [Мамардашвили, 1990а, с. 3], а анализ сознания был и «орудием
                философствования и тем, с чем оно работает» [Мамардашвили, 1996, с. 6].</p>
            <p>Другая, не менее важная, особенность буддийской философии сознания заключается в том,
                что ей принадлежит несомненный приоритет если не открытия, то, по крайней мере,
                чёткого философского и метафорического описания двух «вместе рожденных», но не
                сводимых друг к другу уровней сознания, которые в контексте традиции дзогчен
                обозначались как мысль (sems) и природа сознания (sems-nyid), a Шри Ауробиндо
                называл ментальным и супраментальным (blo-'das [Klong-chen, 3])<a href="#citation-6"
                                                                                  id="ref-6"
                                                                                  class="citation-mark"><sup>6</sup></a>.
                Различение ординарных и неординарных уровней сознания непосредственно связано с
                практическим осуществлением высшей метафизической ценности, находящейся за пределами
                ума и реализуемой посредством различных медитативных методов. В высшем смысле, как
                пишет Намхай Норбу, «созерцание (rig-ра) запредельно уму» [The Dzogchen ritual, p.
                7].</p>
            <p>Уже сарвастивадины считали, что дхармы (элементы потока сознания) существуют в двух
                планах: как истинная сущность элемента (дхарма-свабхава) и как его моментальное
                проявление (<em>дхарма-лакшана</em>). Как отмечает Ф. Щербатской, истинная сущность
                элементов
                это не неизменная вечная субстанция, она есть «потенциальность» проявления, которая
                существует всегда, поэтому с её точки зрения время не существует реально
                [Шербатской, с. 145]. Благодаря лакшане (mtshan-ma признак, проявление) дхармы
                различимы (самджня, du-shes) и анализируемы, благодаря же дхарма-свабхаве они могут
                быть нирванизируемы, но их собственная природа постигается другой познавательной
                способностью, праджней (shes-rab).</p>
            <p>Если обратиться к «Абхидхарме», то дискретность, мгновенность проявления дхарм
                понималась в ней как тождественная наличию признака, качества (лакшана). «Элементы,
                на которые разлагается поток сознания, писал О. Розенберг, не являются дхармами, а
                "проявлениями дхарм" (<em>дхарма-лакшана</em>)» [Розенберг, с. 99]. Словом, уже в
                «Абхидхарме» можно обнаружить чёткое выражение принципа взаимодополнительности
                (вместерожденности, lhan-cig skyes-pa) дискретных моментов проявления дхарм и так
                называемой их «нерожденности» (skyes-pa-med-ра, <em>анутпада</em>) или, иначе
                говоря,
                неотъемлемости их фундаментальной природы, виртуальными состояниями которой они
                являются. В реальности все дхармы неотделимы от своей истинной природы
                (chos-kyi-rang-bzhin), однако познающий в акте дихотомирующего ментального познания,
                наивно онтологизируя, разделяет их, наделяя независимой сущностью, тем самым как бы
                давая им «родиться». В результате дхарма в качестве дхарма-лакшаны становится
                предметом ума, интенциональным объектом, который может быть схвачен
                (<em>грихнати</em>,
                dzin-pa) субъективным умом (<em>мано-виджняна</em>). Как следствие отсюда возникает
                наивно-реалистическое видение мира, которое воспринимает только «объективный» мир,
                совершенно забывая о способе данности его через сознание. Эта точка зрения в
                буддизме именуется: признание реальности индивидуального Я (gang-zag-gi-bdag
                rang-mtshan-'dzin-pa) и Я дхарм (chos-kyi-bdag- dzin). Истинная же природа дхарм,
                лишенная признаков (<em>лакшана</em>, mtshan-ma), оказывается недоступной для
                дискурсивной
                мысли, которая, будучи всегда интенциональной, может «схватить», познать лишь
                объект, обладающий таковыми.</p>
            <p>Однако в рамках этого подхода оказывается возможным и
                иной способ видения мира или точка зрения «таковости» (<em>татхата</em>), которая
                характеризуется отсутствием интенции познания того, чем предмет (<em>артха</em>)
                является «в
                себе», независимо от его данности через сознание. Эта точка зрения традиционного
                метафорически уподобляется отношению зеркала<a href="#citation-7" id="ref-7"
                                                               class="citation-mark"><sup>7</sup></a>
                (символ истинной природы дхарм) к
                отражающимся в нём предметам (<em>дхарма-лакшана</em>). Оставаясь в пределах
                интеллектуального анализа, такое воззрение направляет интенциональность интеллекта
                на него самого, однако, не обнаруживая признаков, которых истинная природа сознания
                лишена, вынуждено констатировать, что она есть ничто (пустота), т. е. недоступна
                интеллектуальной способности различающего познания (самджня).</p>
            <p>Итак, истинная природа человека (rang-bzhin) это чистое (<em>amala</em>) сознание.
                Она
                недвойственна (gnyis-su-med) и поэтому не может сказать: «Я». Подлинным
                самовыражением её может быть только молчание супраментальное созерцается без
                включения функции языка. В связи с тем, что это изначальное состояние сознания
                недоступно дискурсивной мысли, движущейся в рамках субъект-объектной дихотомии, для
                такой мысли оно есть шунья пустота, ничто. Подобно тому, как чистое небо с точки
                зрения облаков, его заволакивающих, есть ничто, т. е. их отсутствие, в себе же и для
                себя оно есть нечто положительно сущее.</p>
            <p>Здесь мысль сталкивается с проблемой трансценденции интеллектуального. Для буддийской
                философской традиции было очевидно, что проблема трансценденции (<em>ати-крама</em>)
                это
                предельная философская проблема, которую можно сформулировать на ментальном уровне
                сознания, но разрешить лишь при переходе на супраментальный уровень, безусловно
                предполагающий практику йоги. Методы такого рода практики и культивировались в
                рамках традиций ваджраяны и дзогчена.</p>
            <p>Тибетские переводчики (лоцзавы), вносившие в перевод терминов свой глубокий
                созерцательный опыт, для целого ряда дихотомий, связанных с ментальным и
                супраментальным и равнозначных по смыслу, давали структурно тождественный перевод,
                зафиксированный на уровне словообразования. Так, фундаментальное разделение потока
                сознания на сансару и нирвану в рамках абхидхармического анализа превращается в
                дхармы (chos) и дхармату (chos-nyid, дхармовость); в традиции читтаматры и дзогчена
                в мысль (sems) и природу мысли (sems-nyid); в традиции ваджраяны и дзогчена в
                конкретную субъективность личности (bdag) и природу субъективности (bdag-nyid). В
                самом абстрактном виде эта дихотомия выглядит как интенциональный указатель
                предметности (de-kho-na) и природа интенциональности сознания (de-kho-na-nyid,
                <em>таттва</em>), или дхарма (chos) и её источник (дхармадайо, chos-byung)<a
                    href="#citation-8" id="ref-8" class="citation-mark"><sup>8</sup></a>, а в
                контексте
                Гуру-йоги (см. ниже) как bla-ma относительный аспект природы Учителя и bla-ma-nyid
                абсолютность его природы.</p>
            <p>В традиции западноевропейской мысли проблема раздвоения сансары и нирвана
                превращается в проблему непрерывности, континуальности сознания и дискретности его
                ментальной составляющей. Однако история употребления термина «континуальность»
                уходит в глубокое прошлое буддийской традиции. Так, рассматривая проблему
                континуальности в рамках философии ваджраяны, иначе называемой тантраяна, следует
                выяснить прежде, что означает один из основополагающих её терминов — <em>тантра</em>.
                Намхай
                Норбу определяет этот термин так: «Само существование ума в изначальном состоянии,
                которое непрерывно (не может быть прервано), называется <em>тантра</em>» [You..., p.
                51].</p>
            <p>Гухьясамаджа-тантра, один из древнейших письменных источников буддийского тантризма,
                объясняет это слово следующим образом: «Тантра это прабандха» [Guhya-samaja Tantra,
                p. 158], что означает: тантра это континуальность потока изначального чистого
                (ka-dag) и недвойственного сознания (rang-rgyun, <em>сантана</em>), которое
                онтологически представляет собой истинную природу каждого живого существа. Эта
                непрерывность
                присутствия истинного самобытия (татхагатагарбха) инвариантна любой мыслимой
                дихотомии. Она проходит как через истину живого знания (rig-pa), так и через
                онтологическую ошибку (khrul-pa), вызванную мертвящей тенденцией неведения
                (та-rig-pa); как через нирвану, так и через сансару, являясь основой их тождества.
                Она проходит через жизнь, смерть и промежуточное состояние (bar-do), через покой и
                движение, шуньяту и явление, релаксацию и напряжение.</p>
            <p> Ясное внутреннее осознавание света (rang-gsal) непрерывного присутствия самобытия
                (свабхава) есть состояние
                просветленного Будды, неосознавание (ma-rig-pa) этого есть существование на уровне
                сансарического существа. Как пишет великий учитель Нацог-рандол, «те, кто не узнали
                своего лица и положили в основу истинность существования всего (Я и объектов) через
                вместерождённое неведение, заблудились, сделавшись живыми существами. А те, кто
                узнали [лицо] через познание самих себя, стали Буддами» [Sna-tshogs, 1.3A].</p>
            <p>Буддийский тантризм, таким образом, есть метод реализации тождества сансары и
                нирваны, вытекающий из континуальности и неотъемлемости (mi-'phrog-pa) самобытия
                истиной природы сознания человека (rang-bzhin) и проясняющий её изначальную чистоту
                (ka-dag) и неизменность (<em>ваджр</em>, rdo-rje).</p>
            <p> Его Святейшество Далай-Лама XIV так
                описывает состояние высшей реализации в ваджраяне: «... поскольку он удерживает
                ваджр в потоке собственного бытия (континуума), его зовут Ваджрадхара» [Tantra, p.
                231.]</p>
            <p>Герменевтика ваджра, этого фундаментального буддийского символа, также иллюстрирует
                идею континуальности сознания в тождестве сансары и нирваны, так как в центре ваджра
                находится бинду (thig-le)<a href="#citation-9" id="ref-9"
                                            class="citation-mark"><sup>9</sup></a> – символ потенции
                развития в двух зеркально-симметричных направлениях сансары и нирваны на едином
                континуальном
                стержне. Таким образом, тхигле в центре ваджра – это континуальная потенция
                осознания
                состояния тантры или, что то же самое, состояние дзогчен или состояния ваджра. Это
                состояние запредельно для дихотомичной дискретной мысли. Его гностическим аспектом
                является зерцалоподобная способность истинного знания. Зеркальная симметрия ваджра
                её символическое выражение.</p>
            <p>Один из современных исследователей этой проблемы А. Брушлинский связывает
                непрерывность человеческой психики с её процессуальностью и «изначальной
                включенностью в непрерывное и динамическое взаимодействие с миром» [Брушлинский, с.
                75] в отличие от принципиальной дискретности функционирования любой машины и
                выделяет очень важный момент в проблеме континуальности сознания: «психическое
                функционирует непрерывно, недизъюнктивно... [и] эта непрерывность обеспечивается
                органическим единством осознанного и неосознанного» [Там же]. Осцилляция осознания и
                забвения континуальной составляющей потока сознания, по-видимому, связана с
                проблемой разделения сансары и нирваны. По выражению Шри Ауробиндо «то, что мы
                называем <em>несознанием</em>, есть просто иное знание» [Сатпрем, с. 611].</p>
            <p>«Признак [махамудры]<a href="#citation-10" id="ref-10"
                                      class="citation-mark"><sup>10</sup></a> есть признак
                (континуального. А.В.) пребывания дхармакаи, которая раздваивается на познающего и
                непознающего её. От этого признака
                единое раздвоилось на сансару и нирвану. Те, которые познали сущность дхармакаи,
                остались в нирване, а те, которые из-за присутствия авидьи (ma-rig-pa) не сумели
                познать её, ушли в сансару» [Дандарон, с. 15].</p>
            <p>Следует заметить, что осознание вышеописанного может быть, как проблеск, мгновенным и
                только его присутствие континуальным. Отсюда вытекает духовно-праксеологический
                аспект проблемы континуальности сознания, на который указывает современный тибетский
                учитель Ургьен Ринпоче: «Жизненно важным моментом в нашей практике является
                узнавание, осознание природы сознания (rig-pa), но после осознания её... главное
                остаться в этом состоянии, удержаться от потери осознания его континуальности» [The
                mirror..., p. 8].</p>
            <p>В. В. Налимов, изучавший континуальность человеческого мышления на основе
                вероятностной модели языка, пришел к выводу, что механизм континуальной составляющей
                мышления носит, во-первых, аналоговый характер, а во-вторых, представляет собой не
                столько «мозговой», сколько «общесоматический» процесс. Таким образом, «человек в
                каком-то глубоком смысле мыслит всем своим телом» [Налимов, 1978, с. 84]. Аналоговый
                характер континуальности человеческого мышления связан, по-видимому, с тем, что оно
                опирается на непрерывные процессы тонкой психофизической циркуляции (мысль-прана,
                rlung-sems).</p>
            <p>Как известно, <em>нади</em> (rtsa), <em>чакры</em> (khor-lo), <em>праны</em> (rlung),
                <em>бинду</em>
                (thig-le) это элементы структурной картографии пространства внутреннего опыта,
                измерением которого является единство мысли и энергии (rlung-sems) (см., например,
                [Guenther, 1963; Пупышев, 1992, с. 86]). Практически все религиозные системы Индии и
                Центральной Азии культивировали интегральное психосоматическое переживание
                (ting-'dzin, <em>самадхи</em>), использующее в качестве инструмента и опоры
                возможности динамической структуры тонкой психофизиологии человеческого тела, как
                доминантный способ познания.</p>
            <p>Духовно-практически эта тонкая инструментальность человеческого
                тела использовались в различных системах так называемой Янтра-йоги (phrul-'khor).
                Само слово «янтра» означает «механизм», т. е. практики этой системы используют
                механизм естественной корреляции и взаимозависимости трёх фундаментальных уровней
                человеческого существования телесного (связанного с движением), энергетического
                (связанного с дыханием) и ментального (связанного с визуализацией). По свидетельству
                Намхая Норбу, различные системы янтр в древности тайно практиковались всеми
                традициями аннутарайоги, однако до наших дней, по всей видимости, дошли только лишь
                некоторые из традиций янтры, в частности культивировавшаяся по линии дзогчена
                янтра-йога, именуемая «Соединение солнца и луны» (Nyi-zla-kha-sbyor) [Norbu,
                1982].</p>
            <p>Эта уникальная тибетская система психофизиологического тренинга стала известна на
                Западе благодаря устной проповеди, а также написанному по-тибетски расширенному
                комментарию на коренной текст Вайрочаны (Phrul-khor-nyi-zla-kha-sbyor-bzhugs-so),
                сделанному Норбу Ринпоче.</p>
            <p>Известный тибетский переводчик и один из ближайших
                учеников Гуру Падмасамбхавы Вайрочана был автором первого письменного изложения
                принципов этой системы (см. Ibid, p. 1-31]. Тибетские кальки названия «Янтра-йога»
                раскрывают некоторые принципиальные смысловые аспекты этой практики. Так, выражение
                phrul-'khor-gi rnal-'byor означает следующее: rnal спокойное, уравновешенное,
                естественное состояние; 'byor — достигать, обретать; 'phrul — механизм и 'khor —
                колесо,
                на санскрите — чакра, что намекает на «тонкую» психофизиологию человеческого тела,
                именуемую в буддийских текстах по йоге — «ваджрным телом» (rdo-rje'i-lus).</p>
            <p>Сопоставив все значения, получим в итоге: «достижение уравновешенного состояния,
                [используя] механизм <em>ваджрного тела</em>». Таков внутренний смысл практики
                янтра-йоги. Значения других тибетских синонимом рассматриваемого термина:
                'phrul-sbyor, или «механизм соединения» [принцип Солнца и Луны]; 'phrul-'khor
                bskor-ba' или «механизм вращения чакр [ваджрного тела]» (см.: [Суматиратна, 1959, с.
                161]).</p>
            <p>Структурные элементы ваджрного тела, или наборы пяти чакр, пяти пран-ветров, пяти
                элементов-махабхутов, представляют собой пять фундаментальных уровней
                жизнедеятельности организма человека, которые в итоге сводятся к трём основным:
                телу, речи и мысли. Янтра-йога имеет прямое отношение к культуре этих трёх аспектов
                человеческой жизни. Культура тела связана с принятием определенных позиций в
                сочетании с движениями, регулирующими правильность, точнее заданность определённых
                типов дыхания. Культура речи, поскольку она связана с дыханием и произнесением
                звуков, достигается посредством дыхательной практики и чтения мантр, а культура ума
                формируется упражнениями по созерцательному сосредоточению, или медитации. Таким
                образом, управляя механизмом ваджрного тела с помощью методов янтра-йоги,
                практикующий может привести систему собственных тела, речи и ума к изначальному
                состоянию покоя (rnal-dbab) и уравновешенности, что является необходимым
                предварительным условием для более глубоких практик.</p>
            <p>По свидетельству Намхая Норбу, практика янтра-йоги представляет собой одну из
                эффективнейших предварительных, или
                вторичных, практик, используемых и поныне в дзогчен-общинах. Собственно
                дзогченовские, или первичные, практики представляют собой различные методы,
                действующие главным образом на уровне ума, точнее, на уровне его трансценденции, или
                реализации его истинной природы (sems-nyid). Один из величайших авторитетов традиции
                дзогчен — Лонченпа<a href="#citation-11" id="ref-11"
                                     class="citation-mark"><sup>11</sup></a> так описывает различие
                ментального и супраментального: «Каким бы ни являлось ментальное (sems) оно всегда
                есть феномен сансары... Именно из-за
                наличия ума (sems) живые существа в омрачении [рождаются] в Шести сферах (сансары).
                Когда же собственное исконное сознание [дхармакая] освобождается от обусловленности.
                А.В. ментальным, тогда [такое существо] именуют Буддою... поскольку она [дхармакая]
                свободна от любых ментальных представлений, её природой является пустота и ясность,
                подобные небу» [Buddha, 1989, p. 212].</p>
            <p>Переводя термин «дхармакая» (chos-sku) как «исконное со-знание», мы используем
                герменевтику слова «сознание», предложенную М. К. Мамардашвили, а именно: «состояние
                знания». В результате такого истолкования проясняется единство онтологического
                (состояние) и эпистемологического, а точнее гностического, в феноменологии
                буддийской мысли. Символически это единство также можно обнаружить в структуре
                ваджра, который представляет собой онтологический аспект Абсолютной реальности, но
                имплицитно, в зеркальной симметрии своей формы, содержит аспект познания (гнозиса),
                универсальным символом которого для большинства культур древности было зеркало
                (me-long).</p>
            <p>С сотериологической точки зрения традиция ваджраяны и дзогчена развивала прежде всего
                интуитивный анализ (по типу феноменологического) и непосредственный опыт
                (nyams-myong) виртуальных психосоматических состояний сознания, через переживание
                которого неминуемо проходит психика человека, вставшего на путь совершенствования
                йогического типа. Этот путь (lam) в результате должен привести практикующего к
                окончательному и непрерывающемуся пребыванию на уровне собственного измерения
                супраментального пространства сознания.</p>
            <p>При этом реальная практика созерцания, медитации, может «осциллировать» в пределах
                всеохватной фундаментальной дихотомии
                сансары и нирваны, которая либо преодолевается на вершине переживания их тождества
                или вместерожденности, либо остается как таковая в своей иллюзии подобной
                расколотости надвое.</p>
            <p>Серию парных соответствий, которые выражают различные стороны этого дихотомического
                механизма, можно условно сгруппировать на основании вышеизложенного следующим
                образом:</p>
            <div class="flex justify-center font-medium">
                <div class="w-full max-w-xl">
                    <div class="grid grid-cols-3 gap-2 text-sm sm:text-base">
                        <div class="text-left"><em>Srid</em></div>
                        <div class="dash-container text-center"></div>
                        <div class="text-right"><em>Zhi</em></div>

                        <div class="text-left">Сансара</div>
                        <div class="dash-container text-center"></div>
                        <div class="text-right">Нирвана</div>

                        <div class="text-left">Дхармата</div>
                        <div class="dash-container text-center"></div>
                        <div class="text-right">Дхарма</div>

                        <div class="text-left">Абсолютное</div>
                        <div class="dash-container text-center"></div>
                        <div class="text-right">Относительное</div>

                        <div class="text-left">Континуальное</div>
                        <div class="dash-container text-center"></div>
                        <div class="text-right">Дискретное</div>

                        <div class="text-left">Супраментальное</div>
                        <div class="dash-container text-center"></div>
                        <div class="text-right">Ментальное</div>

                        <div class="text-left">Пустотность</div>
                        <div class="dash-container text-center"></div>
                        <div class="text-right">Феномены сознания</div>

                        <div class="text-left">Природа сознания</div>
                        <div class="dash-container text-center"></div>
                        <div class="text-right">Мысль</div>

                        <div class="text-left">Праджня (интуиция)</div>
                        <div class="dash-container text-center"></div>
                        <div class="text-right">Упайя</div>
                    </div>
                </div>
            </div>
            <p>На психосоматическом уровне соответствующие диады выражаются на более условном
                символическом языке:</p>
            <div class="flex justify-center font-medium">
                <div class="w-full max-w-xl">
                    <div class="grid grid-cols-3 gap-2 text-sm sm:text-base">
                        <div class="text-left">Мужское</div>
                        <div class="dash-container text-center"><span
                                class="dash dash-right"></span></div>
                        <div class="text-right">Женское</div>

                        <div class="text-left">Лалана</div>
                        <div class="dash-container text-center"><span
                                class="dash dash-right"></span></div>
                        <div class="text-right">Расана</div>

                        <div class="text-left">Белое</div>
                        <div class="dash-container text-center"><span
                                class="dash dash-right"></span></div>
                        <div class="text-right">Красное</div>

                        <div class="text-left">Луна</div>
                        <div class="dash-container text-center"><span
                                class="dash dash-right"></span></div>
                        <div class="text-right">Солнце</div>

                        <div class="text-left">Кали-согласные</div>
                        <div class="dash-container text-center"><span
                                class="dash dash-right"></span></div>
                        <div class="text-right">Али-гласные</div>
                    </div>
                </div>
            </div>
            <p>По-видимому, этот список может быть продолжен, но главное здесь это момент соединения
                обоих аспектов, который обозначается терминами бодхичитта
                (byang-chub-sems)<a href="#citation-12" id="ref-12"
                                    class="citation-mark"><sup>12</sup></a>, джняна<a
                    href="#citation-13" id="ref-13" class="citation-mark"><sup>13</sup></a>
                (ye-shes), биджа (мистический слог мантры, результат соединения гласных и
                согласных),
                центральный путь прохождения внутренней энергии авадхути (как результат соединения
                левого канала -<em>лаланы</em> и правого -<em>расаны</em>). Фундаментальной целью
                всей духовной практики подобного рода является
                осознание себя на супраментальном уровне, где все вышеперечисленные диады узнаются в
                их тождестве и нераздельности (dbyer-med). Именно ментальность (sems) в результате
                онтологической ошибки ('khrul-pa)<a href="#citation-14" id="ref-14"
                                                    class="citation-mark"><sup>14</sup></a>
                отчуждает онтологический и гностический аспекты этого в сущности (ngo-bo)
                недуального процесса познания, так что все эти вместерожденные элементы иллюзорно
                распадаются на серию диадических соответствий.</p>
            <p>Состояние знания (со-знания), переживаемое на уровне супраментального
                онтогнозиса, где, по образному выражению из старых переводов (rnying-ma) узнается
                лик собственного сознания (sems nyid rang-zhal)<a href="#citation-15" id="ref-15"
                                                                  class="citation-mark"><sup>15</sup></a>
                [Lamp, 1989], именуется джняна<a href="#citation-16" id="ref-16"
                                                 class="citation-mark"><sup>16</sup></a>
                (ye-shes). На уровне тонкой психосоматики йогических методов
                (например, янтра-йоги) это переживание джняны, или (что, то же самое) бодхичитты,
                соответствует движению всей внутренней энергии тела (sems-rlung-thig-le) в
                центральном канале авадхути (Ava-dhuti)<a href="#citation-17" id="ref-17"
                                                          class="citation-mark"><sup>17</sup></a>.
            </p>
            <p>В заключение остановимся на центральном, ключевом методе, посредством которого в
                традициях ваджраяны и дзогчена достигалась реализация состояния будды, тождественная
                вышеописанному вхождению в состояние онтогнозиса или джняны. Одна из самых кратких
                формул, выражающих суть этого метода, называемого Гуру-йога (bla-ma'i rnal-'byor),
                принадлежит монгольскому махасиддху<a href="#citation-18" id="ref-18"
                                                      class="citation-mark"><sup>18</sup></a>
                (grub-chen) Додмарандолу
                (Gdod-ma-rang-grol), современнику и ученику одного из наиболее уважаемых авторитетов
                традиции дзогчен Жигмеду Лингпы (Jigs-med-rling-pa, 18v.). По-видимому, именно
                Додмарандол был первым распространителем учения дзогчен и связанного с ним варианта
                Чод в Монголии. Слова этой формулы таковы: «Осознаю неразрывное единство с сознанием
                Учителя» (Bla-ma rang-sems 'du bral-med) [Gdod-ma-rang-grol].</p>
            <p>Иначе говоря, это процесс актуализации потенциального единства внутреннего состояния
                ученика с внутренним состоянием Учителя как мгновенного присутствия (rig-ра) на
                супраментальном уровне неделимой дхармакаи (chos-sku). Инициацией этого процесса
                служит культивируемая в традиции дзогчен так называемая прямая передача<a
                    href="#citation-19" id="ref-19" class="citation-mark"><sup>19</sup></a>
                знания (ngo-rang-thog-tu-sprad) [Norbu, 1990, р. 94]. Эта уникальная особенность
                учения дзогчен осуществляется B процессе особого ритуала (rig-pa'i rtsal-dbang),
                эквивалентного четырём основным посвящениям (dbang) на пути ваджраяны и
                пробуждающего в участниках чувство присутствия высшего сознания (rig-ра), которое
                спонтанно рассеивает сомнения относительно пути.</p>
            <p>Принципиальным условием вышеописанной коммуникации, связанным с решением проблемы
                интерсубъективности сознания, является всеобщее потенциальное присутствие (rig-ра)
                неделимого, открытого и чистого (ka-dag) «шуньевого» сознания, обладающего природой
                (rang-bzhin) ясности и блаженства (gsal-bde). Открытость подобного
                рода, в которой реализуется «локальная данность целого»<a href="#citation-20"
                                                                          id="ref-20"
                                                                          class="citation-mark"><sup>20</sup></a>,
                обеспечивается остановкой (mi-rtog-pa) механизма самоотождествления сознания с любым
                из элементов
                (<em>дхарма</em>, chos) или группой элементов (<em>скандха</em>, phung-po),
                составляющих его содержание, что ведёт к прекращению восприятия себя и мира сквозь
                понятийный фильтр субъективных представлений.</p>
            <p>Таким образом, открытость, или шуньяту, можно
                интерпретировать как несводимость сознания ни к одному из его возможных состояний.
                Иными словами, предельная природа чистого сознания (<em>amala-vijñana</em>)<a
                    href="#citation-21" id="ref-21" class="citation-mark"><sup>21</sup></a>
                может быть определена только апофатически, посредством процедуры отрицания. С другой
                стороны, катафатически самобытие изначальной природы сознания представляет собой
                такой высочайший уровень чистоты (ka-dag) и ясности (gsal), что только в его свете
                Cod) становится возможным свободное от ошибочных идентификаций (khrul-pa)
                видение-осознавание всех проявлений сознания (snang) как игры (rol-ра) или украшения
                состояния<a href="#citation-22" id="ref-22" class="citation-mark"><sup>22</sup></a>.
                С учётом всего вышесказанного известная буддийская формула о
                тождестве ясного света Cod-gsal) и пустотности (stong-nyid), по существу, выглядит
                как указание на два аспекта предельного уровня реальности. Это гностический аспект,
                связанный с апофатическим её описанием, и онтологический связанный с её
                непосредственным переживанием<a href="#citation-23" id="ref-23"
                                                class="citation-mark"><sup>23</sup></a>.</p>
            <p>Иначе говоря, постижение Шуньяты (stong-nyid) открывает возможность экзистенциального
                контакта с этой вечно ускользающей из объятий ума, необъективируемой природой
                чистого сознания (amala-vijñana). В этом смысле шуньята указывает на неисчерпаемость
                высшей реальности сознания, которая является тайной (<em>guhya</em>, gsang-ba).</p>
            <p>На уровне тайны реальность в своих проявлениях виртуально спонтанна (lhum-grub), т.
                е. не
                связана с причинностью и пребывает вне пределов трёх периодов времени (прошлого,
                настоящего и будущего). Коммуникация C этим источником тайны, реализуемая
                посредством Гуру-йоги, вырастает в последовательность, непрерывность линии передачи
                Учения и составляет ещё одно значение слова <em>тантра</em> (rgyud). Наш
                современник,
                тибетский учитель Тхинлей Норбу так комментирует эту тему: «Сущность линии передачи
                такова, что она имеет нерушимую и естественную связь с непрерывной, чистой,
                космической (<em>букв</em>.: природной) энергией. Если мы отделяем эту полученную от
                природы
                энергию от её тайного источника (дхармакан. А.В.), она становится омраченной и
                нечистой, и тогда линия передачи прерывается [Norbu, 1985, p. 51].</p>
            <p>Функцию сохранения этой линии преемственности вплоть до наших дней выполняют Учители
                Держатели знания (rig-'dzin), Учители, которых тибетская традиция именует Лама-дампа
                (bla-ma dam-pa), или Высшие Учители. Постичь, увидеть пространство нементального
                можно лишь чистым оком исконного сознания (rig-ра), которое открывает истинный Гуру
                (bla-ma dam-pa) посредством прямой его передачи.</p>

            <hr class="my-8 border-t-4 border-gray-500">

            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl my-4">ПРИМЕЧАНИЯ</h4>
                <p class="mb-3" id="citation-1"><sup>1</sup> Sems-kyi-gnas-lugs sems-kyi-rang-bzhin.
                    <a href="#ref-1" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-2"><sup>2</sup> Кагью – одна из пяти основных школ
                    тибетского буддизма, оформившихся после XI в. н.э. Истоком этой традиции
                    является Адибудда Ваджрадхара. Представители этой школы много внимания уделяют
                    медитации, поэтому традицию обычно именуют медитативной (sgrub-brgyud) в отличие
                    от традиции школы гелугпа, известной более как традиция интеллектуальной
                    дисциплины (blo-sbyong-brgyud).<a href="#ref-2"
                                                      class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-3"><sup>3</sup> Sangs-rgyas gzhan-nas mi-'tshol
                    chos-sku'i zhal mngon gyur [Klong-Chen].<a href="#ref-3"
                                                               class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-4"><sup>4</sup> Чод (gcod) буквально означает
                    «отсечение», или, иначе говоря, отсечение воздействия четырёх Мар (омрачающих
                    или мертвящих факторов – bdud-bzhi): 1) Мара, приходящий вместе с различного
                    рода препятствиями или с чем-то имеющим форму (thogs bcas bdud); 2) Мара, не
                    связанный с препятствием или формой (thogs med bdud); 3) Мара, рожденный
                    удовольствием или наслаждением (dga' brod bdud); 4) Мара, вызванный гордыней
                    (snyems byed bdud). Чод в буддийскую традицию впервые ввела великая тибетская
                    йогини Мачиг Лабдон. Чод представляет собой вполне самостоятельную систему,
                    которая практикуется в уединенных, пустынных, «опасных» местах: на кладбищах, в
                    горах и т. п. Смысл её сводится к символическому жертвоприношению собственного
                    физического тела, благодаря чему достигается освобождение от страха смерти, всех
                    привязанностей и аффектов, обусловленных телесным существованием.<a
                        href="#ref-4" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-5"><sup>5</sup> О феноменологичности Абхидхармы [см.
                    Экологические традиции, с. 73–75]<a href="#ref-5"
                                                        class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="mb-3" id="citation-6"><sup>6</sup> Г. Гюнтер замечает, что термины «чистая
                    трансценденция» или «супра-ментальное» (blo-las 'das-pa, matyatita) относятся к
                    традиции, восходящей к Сарахе, в то время как термины «Ясный свет» ('od gsal,
                    prabhasvara) или «Всепустотность» Сарвашунья (thams-cad stong-pa) использовали
                    Гампопа, Падмакарпо и другие (см.: [Guenter, p. 274]).<a href="#ref-6"
                                                                             class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-7"><sup>7</sup> Слова зеркало, <em>зерц</em>-ало и
                    со-<em>зерц</em>-ание имеют один и тот же корень – <em>зерц</em>. По-видимому,
                    это совпадение неслучайно, ибо созерцание в буддийском смысле возможно лишь при
                    реализации воззрения татхаты.<a href="#ref-7"
                                                    class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-8"><sup>8</sup> По поводу термина <em>dharmadayo</em>
                    см. [Dalai Lama II]. Термин bla-ma-nyid часто употребляется в контексте – skyabs
                    gnas kun dus, bla-ma-nyid – «природа Учителя воплощает в себе все объекты
                    Прибежища» (Трёх <em>Драгоценностей</em>).<a href="#ref-8"
                                                                 class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-9"><sup>9</sup> Бинду (thig-le, tilaka) – термин,
                    имеющий множество значений: «точка», «сфера», «концентрация того, что рассеяно»,
                    «капля жизненного флюида» и т. д. Употребляется он для обозначения мужского
                    семени (белое бинду) и женской крови (красное бинду) как сублимированных
                    аспектов этих жизнетворных субстанций человеческого тела. Тиглэ также синоним
                    бодхичитты, когда последний термин употребляется в тантрическом контексте<a
                        href="#ref-9" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-10"><sup>10</sup> Махамудра (phyag-rgya chen-po) –
                    высшая ступень в системе учений ваджраяны. В данном контексте – синоним
                    реализации наивысшего просветления.<a href="#ref-10"
                                                          class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="mb-3" id="citation-11"><sup>11</sup> Лонченпа Рабжампа
                    (klong-chen-rab-'jams-pa, 1308–1363) почитается как воплощение Вималамитры,
                    великого Учителя, реализовавшего Великий Переход (pho-ba chen-po), высочайшее из
                    всех возможных духовных достижений в традиции дзогчен. Был он также важным
                    ученым школы ньингмапа. Систематизировал учение дзогчен. Написал такие
                    известнейшие работы, как Mkha'-'gro yang thig; Bla-ma yang thig u zab-mo yang
                    thig. Был известен как «Всеведующий» (Кun mkhyen). Многие из его учений были
                    переданы как чистые видения (dag-snang) Жигмеду Лингпе (Jigs-med-gling-pa,
                    1730–1798), другому великому продолжателю традиции ньингмапа. Он собрал и издал
                    авторитетнейший трактат (Klong-chen-snying-thig), основанный на учениях,
                    полученных им в видениях от Лонченпы.<a href="#ref-11"
                                                            class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-12"><sup>12</sup> В тантрах дзогчена, в особенности в
                    серии тантр раздела Сэмде, бодхичиттой (byang-chub sems) именуется изначальное
                    состояние. В этом контексте термин бодхичитта (просветленная природа сознания)
                    имеет несколько иной смысл, нежели в махаяне. Здесь слово sems – сознание, в
                    составе byang-chub sems означает sems nyid – «природа сознания». В сутрах
                    махаяны бодхичитта означает решительное намерение достичь просветленности
                    (бодхи) будды, чтобы освободить всех живых существ от страданий сансары. Таким
                    образом, бодхичитта представляет собой лишь первый шаг в духовном пути
                    бодхисаттвы, и само состояние будды всё ещё остается заветной целью, которую
                    можно реализовать только в далеком будущем. Однако в дзогчене этот термин
                    означает изначальность просветления, которое присутствует с нами всегда во всей
                    своей полноте и составляет сущность каждого живого существа.<a href="#ref-12"
                                                                                   class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-13"><sup>13</sup> Г. Гюнтер переводит термин «джняна»
                    как «трансцендирующее сознание».<a href="#ref-13"
                                                       class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-14"><sup>14</sup> Онтологическая ошибка ('khrul-pa) –
                    это придание статуса независимой реальности тому, что, по существу, есть лишь
                    явление внешнего или внутреннего порядка (дхарма, chos) в потоке переживающего
                    мир и самого себя сознания.<a href="#ref-14"
                                                  class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-15"><sup>15</sup> Увидеть «лик собственного сознания»
                    можно лишь в зеркале рассматриваемой выше зерцалоподобной способности высшего
                    познания.<a href="#ref-15" class="text-blue-500 hover:underline">↩</a></p>

                <p class="mb-3" id="citation-16"><sup>16</sup> Русское слово «знание» имеет тот же
                    корень (джня).<a href="#ref-16" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-17"><sup>17</sup> О структурной картографии внутреннего
                    опыта см. [Guenther, 1963; Пупышев, 1992, с. 86].<a href="#ref-17"
                                                                        class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-18"><sup>18</sup> Махасиддха: <em>сиддха</em> (скр.) –
                    дословно «совершенный», <em>маха</em> (скр.) – дословно «великий». В буддийской
                    традиции известны 84 махасиддха, достигших полной реализации. Их биографии
                    описаны в особых жизнеописаниях (намтарах) и включены в тибетский канон<a
                        href="#ref-18" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-19"><sup>19</sup> Чаще «прямая передача» осуществляется
                    «неформальным» образом в процессе личного общения ученика с Учителем.<a
                        href="#ref-19" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-20"><sup>20</sup> Выражение М. Мамардашвили.<a
                        href="#ref-20" class="text-blue-500 hover:underline">↩</a></p>

                <p class="mb-3" id="citation-21"><sup>21</sup> Amala-vijñana – девятое сознание,
                    которое иногда добавляют к списку обычных восьми сознаний: 1-5 – пять сознаний,
                    соответствующих пяти органам чувств; 6 – Mano-vijñana; 7 –
                    Klishtha-mano-vijñana; 8 – Alaya-vijñana [ Reynolds, 1989, p.111].<a
                        href="#ref-21" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-22"><sup>22</sup> По поводу терминов rol-pa и
                    «украшение» см. [Norbu, 1986, p. 81].<a href="#ref-22"
                                                            class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-23"><sup>23</sup> Согласно Панчакраме, «само сознание
                    состоит из Ясного Света (vijñanam ca prabhasvaram)» [Kvaerne, Per, 1977, p. 32].<a
                        href="#ref-23" class="text-blue-500 hover:underline">↩</a></p>
            </div>

            <hr class="my-8 border-t-4 border-gray-500">

            <h4 class="text-center text-gray-800 font-bold text-xl my-4">ЛИТЕРАТУРА</h4>

            <ol class="list-decimal list-outside ml-8 pl-2">
                <li class="my-2">Абаев Н. К., Герасимова Е. М., Железнов А. И. и др. Экологические
                    традиции в культуре народов Центральной Азии. Новосибирск: Наука, 1992.
                </li>
                <li class="my-2">Брушлинский А. В. Проблема непрерывного // Человек в системе наук.
                    М.: Наука, 1989.
                </li>
                <li class="my-2">Дандарон Б. Д. Махамудра как объединяющий принцип буддийского
                    тантризма: Зеркало мудрости человеческой. Улан-Удэ: Изд-во БНЦ СО РАН, 1992.
                </li>
                <li class="my-2">Лысенко В. Г. Компаративная философия в России // Вопросы
                    философии. 1992. № 9.
                </li>
                <li class="my-2">Мамардашвили М. К. Сознание как философская проблема // Вопросы
                    философии. 1990. № 10.
                </li>
                <li class="my-2">Мамардашвили М. К. Как я понимаю философию. М.: Прогресс, 1990.
                </li>
                <li class="my-2">Налимов В. В. Непрерывность против дискретности в языке и мышлении.
                    Тбилиси: Мецниереба, 1978.
                </li>
                <li class="my-2">Пупышев В. Н. Основы тибетской медицины. Улан-Удэ: Бурятское
                    книжное изд-во, 1992.
                </li>
                <li class="my-2">Розенберг О. О. Труды по буддизму. М.: Наука, 1991.</li>
                <li class="my-2">Сатпрем. Шри Ауробиндо. Л.: Лениздат, 1989.</li>
                <li class="my-2">Суматиратна (Ринчен Номтоев).
                    Bod-hor-gyi-brda-yig-ming-tshig-dongsum-gsal-bar-byed-pa-mun-sel-sgron-me
                    («Светильник, рассеивающий тьму: Толковый словарь монгольского языка»).
                    Улан-Батор: Изд-во АН МНР, 1959.
                </li>
                <li class="my-2">Щербатской Ф. И. Избранные труды по буддизму. М.: Наука, 1988.
                </li>
                <li class="my-2">Buddha Mind. An Anthology of Longchen Rabjam’s Writings. New York:
                    Snow Lion Publications, 1989.
                </li>
                <li class="my-2">Dalai Lama II. The Tantric Yogas of Sister Niguma. Ithaca: Snow
                    Lion Publications, 1985.
                </li>
                <li class="my-2">The Dzogchen Ritual Practices. London: Kailash Editions, 1991.</li>
                <li class="my-2">Gdod-ma rang-drol gyi lus mchod spyin nam-mkha’i thig-le.
                    [Рукопись, коллекция Б.Д. Дандарона].
                </li>
                <li class="my-2">Guhyasamaja Tantra. Baroda, 1967.</li>
                <li class="my-2">Guenter, H.V. The Life and Teaching of Naropa. Oxford: Clarendon
                    Press, 1963.
                </li>
                <li class="my-2">Klong-chen snying thig las brgyud debs byin-rlabs. 2 p.</li>
                <li class="my-2">Lamp of Mahamudra. Tsele Natsok Rangdrol. Shambala, 1989.</li>
                <li class="my-2">Norbu, Namkhai. Yantra yoga. Napoli, 1982.</li>
                <li class="my-2">Norbu, Namkhai. The Crystal and the Way of Light. New York; London:
                    Routledge and Kegan Paul, 1986.
                </li>
                <li class="my-2">Norbu, Namkhai. Six vajra verses. Singapore, 1990.</li>
                <li class="my-2">Norbu, Thinley. Magic dance. Jemel publishing house, 1985.</li>
                <li class="my-2">Kvaerne, Per. An Anthology of Buddhist Tantric Songs. Oslo:
                    Universitetsforlaget, 1977.
                </li>
                <li class="my-2">Phyag rgya chen po lhan cig skyes sbyor zhes pa'i don chad. MS.
                </li>
                <li class="my-2">Reynolds J.M. Self-liberation through seeing with naked awareness.
                    Station Hill Press, 1989.
                </li>
                <li class="my-2">Sha-tshogs rang-drol. Shyan brgyud kyi rgyab chos chen-mo zab don
                    gnad kyi melong [Рукопись / Пер. Б.Д. Дандарона].
                </li>
                <li class="my-2">Tantra in Tibet. L., 1977.</li>
                <li class="my-2">The mirror of Mindfulness. Shambhala, 1989.</li>
                <li class="my-2">Tserak rigdzin: Tibetan-english dictionary of Buddhist terminology.
                    L.T.W.A., 1986.
                </li>
                <li class="my-2">You are the eyes of the World. Lotsawa, 1987.</li>
            </ol>
        </div>
        <p class="text-right italic text-gray-800 mt-4">А. И. Вязниковцев</p>
    </div>
@endsection
