@extends('layouts.app')
@section('title', 'Об изучении буддийской философии')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.9), rgba(255, 255, 255, 0.9)),
            url('{{ asset("backgrounds/watercolor.jpg") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center italic text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            Об изучении буддийской философии —<br>Октябрине</h1>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">


            <p>С начала одна единственная личная фраза. Пиша эту заметку, я чувствую, что посылаю ее
                назад, вдогонку за Октябриной, унесенной потоком времени.</p>
            <p>Изучение — не случайно ли здесь это слово? Забавно, но Бидия Дандарович Дандарон,
                говоря о себе и своих
                учениках, никогда не употреблял слова «изучать», только — «заниматься». Потому что
                «изучать» предполагает и уже сформулированный в науке процесс, и ожидаемый
                результат, в то время как «заниматься» включает в себя и твое собственное понимание
                того, чем ты занимаешься, и себя в этом занятии. Но ведь понимание — тоже загадка.
                Не
                будем умножать вопросительные знаки, как говорил Ницше. У понимания совсем другая
                феноменология. Изучая, мы ожидаем результат и от себя, и от вещи (текста, книги,
                идеи, наконец). Понимание не проявляется в видимом результате. Мы его фиксируем в
                себе как то, что может случиться, может не случиться. А время идет. Изучаем, еще не
                понимаем. Начинаешь думать, что понимание зависит от времени. В концов концов
                понимание — это функция времени. Так во всяком случае, если это о
                <strong>буддийской</strong>
                философии. Отвлекаюсь в сторону времени в этой самой философии. Время — какое? чье?
                Зависит от той или иной школы в буддийской философии, к которой ты обращаешься.
                Итак, время понимания. Ты, конечно, держишь в своем мышлении буддийскую философию
                как объект, который не изменится, пока ты стараешься его понять. Говоря
                буддистически, это совсем не так. Потому что — следуя саутрантикам, во всяком случае
                — любое время, это время изменения, другого времени нет. Время изменения «висит» над
                нашим занятием буддийской философией. Отделить в этом времени то, что изменяется в
                твоем сознании, от того, что изменяется в осознаваемом твоим сознанием, практически
                невозможно. Так ты начинаешь, только начинаешь и только через <strong>время</strong>
                понимать, чем ты
                собственно занимаешься.</p>

            <p>Но за мной поле работы великих исследователей. Здесь Эжен Бюрнуф, Сент-Иллер, Брайан
                Ходжсон, Де ла Валле Пуссен, Керн. И так до великих нашего времени: Щербацкого,
                Розенберга, потом Конзе, Ламот, Туччи. Поле не только работы, но <strong>нарабатывания</strong>
                — для
                нас. То есть мы занимаемся не только самими буддийскими текстами и так называемыми
                «буддийскими языками», но и тем, как их познали, изучили другие, жившие до нас или в
                одно время с нами.</p>

            <p>Я уже здесь сказал о времени индивидуальных изменений сознания тех, кто занимается
                буддийской философией. Но время существует и в другом своем аспекте, который назову,
                по Гуссерлю, аспектом апперцепции. То есть аспектом, в котором буддийская философия
                воспринимается не-индивидуально, <strong>интерсубъективно</strong>, а чуть ли не
                массово. На что мне
                могут возразить: какая тогда будет, к черту, философия, опять религиозно-мистический
                вздор какой-то. Возражение не принимается, ибо такая апперцепция буддийской
                философии невозможна без буддийской философии как «изначально данного», из него эта
                апперцепция исходит, к нему же она возвращается. Итак, пусть в самой вульгарной
                форме — Нирвана для всех, Нирвана достижима в этом твоем рождении, Нирвана сейчас и
                навсегда. Отсюда — чрезвычайная популярность буддийского тантризма в различных его
                тибетских версиях во 2-й половине ХХ в. Волна невежества! — воскликнешь ты. Совсем
                не обязательно. И такой твоей реакции, неизбежно снобической, противопоставим тот
                простой факт, факт жизни, что многие высокопрофессиональные исследователи текстов и
                концепций буддийской философии также оказались как бы накрытыми этой волной
                популярности «практического» буддизма. Потому что при более внимательном подходе к
                такой современной апперцепции буддийской философии мы начинаем понимать, что эта
                апперцепция является возможным выводом из начальных аксиоматически введенных
                постулатов буддийской философии, постулатов, к которым нам опять и опять придется
                возвращаться. Тогда лучше назвать такую апперцепцию, также являющуюся функцией от
                времени, просто <strong>религиозно-прагматической</strong>. В чем же смысл такой
                прагматики, все равно какой смысл — положительный или
                отрицательный? Напоминаю, всякий раз, когда мы идем назад от наличной прагматики к
                начальным постулатам, мы идем на серьезный философский риск. И это так прежде всего
                потому, что мы еще не сформулировали правил такого обратного движения. Но здесь нам
                придется разделить два аспекта этого феноменологического перехода, сколь
                бы он ни был элементарен. Ведь с одной стороны, если ты хочешь заниматься буддийской
                философией, то ты можешь этого хотеть для достижения Нирваны. Это — <strong>субъективный</strong>
                прагматический аспект той апперцепции, о которой мы говорили. В порядке
                феноменологической критики ты можешь продолжать свои возражения и с полным правом
                заявить: но ведь как раз в смысле начальных постулатов буддийской философии
                совершенно очевидно, что буддийская философия как средство достижения Нирваны, да и
                сама Нирвана как цель и фокус философских и любых других (йогических, аскетических)
                усилий, вместе с желанием и стремлением к достижению Нирваны, вместе со всеми
                целевыми, мотивационными «для того, чтобы...», что все это не существенно. Короче
                говоря, Нирвана — <strong>ни для чего</strong>. Или иначе, если Нирвана когда-либо и
                где-либо была
                кому-либо <strong>нужна</strong>, то буддийская философия как учение о Нирване и ее
                достижении
                никогда бы не появилась на свет Божий. С другой стороны, в
                <strong>объективном</strong> аспекте та же прагматика может быть понята иначе, а
                именно, что Нирвана, желание Нирваны, стремление к Нирване, вместе со <strong>знанием</strong>
                о
                Нирване, предполагаются начальными постулатами буддийской философии как нечто
                объективно данное в бесконечности времени и безграничности пространства, но как
                субъективно не постигаемое.</p>

            <p>Так я перехожу от первой подтемы «время» ко второй подтеме «субъективность и
                объективность». Замечу (в этой заметке все — замечание): в палийских суттах и
                комментариях (в «Аттхасалини» в первую очередь) мы читаем о странном, страннейшем
                понятии «субъективное» (на языке пали «аджхатта», на санскрите «адхьйатма»), что
                означает, почти буквально, по Буддгхагхоше, — все, что относится к пяти компонентам,
                скандхам, данного сознательного существования в отдельном индивидуальном потоке
                сознания (на пали и санскрите «читта-сантана»). Но тут есть вещи еще более странные.
                В своем знаменитом комментарии «Путь очищения» («Висуддхи-магга») Буддгхагхоша
                разъясняет, что, в смысле приведенного выше определения, «субъективное» — это не
                столько некоторое положение вещей, как они есть, сколько определенная, выбранная
                йогом-медитатором <strong>позиция</strong>, смотровая площадка, с которой он
                созерцает свою психику и психики других сознательных существ. Но что же тогда
                является «объективным» в буддийской философии, а точнее, в ее важнейшем разделе
                <strong>теории дхарм</strong>, разделе, получившем название «абхидхарма»? Не только
                писать, но и думать об этом безумно трудно. Объективным в его условном, не более чем
                условном, противопоставлении субъективному мы можем считать другую позицию
                йога-созерцателя. С этой позиции все состояния сознания, все модальности психики
                созерцаются как движения и переходы друг в друга моментов сознания, дхарм, как
                возникновение и распад комплексов и конфигураций дхарм и как взаимоотношение и
                взаимодействие этих конфигураций и комплексов дхарм с такими конфигурациями и
                комплексами, попросту говоря, с такими дхармами, которые пребывают во времени и
                пространстве вне всех взаимодействий и взаимоотношений (так называемые
                «необусловленные дхармы»). В чем же тогда объективность? В том, что, говоря строго
                буддистически, в отличие от
                всех других фактов и факторов психики и сознания дхармы не являются ни вечными, ни
                временными, ни индивидуальными, ни не индивидуальными, ни качественными, ни
                бескачественными. Они аксиоматически вводятся в абхидхарме как абстрактные и
                условные «единицы» сознательного бытия, которое может быть приписано кому и чему
                угодно. Тогда все вещи, объекты и события космоса рассматриваются в их возможности быть
                созерцаемыми как дхармы.</p>

            <p>Через различение субъективного и объективного перехожу к третьей подтеме заметки.
                Занятие буддийской философией необходимо включает в себя работу с твоим собственным
                сознанием. При этом ты не просто «применяешь» постулаты буддийской философии и
                правила вывода из этих постулатов к своему сознанию — такое применение в лучшем случае
                банально. Буддийская философия, как, впрочем, и всякое другое реальное
                философствование, не терпит никакой «прикладности» (есть прикладная математика, но
                не может быть прикладной философии). Дело просто в том, что, кроме буддийских
                текстов, важнейшим источником для твоего занятия буддийской философией является твое
                собственное сознание. Иначе твое занятие превратится в чисто абстрактное
                исследование опять же внешнего для тебя объекта, которого ты никогда не поймешь. Ибо
                в этом занятии ты сам для себя объект философствования, а точнее — то в твоем
                сознании, что тебе еще только предстоит <strong>объективировать</strong>. Объективировать сознание —
                это значит, прежде всего, выработать для своего умозрения, философского созерцания
                такую позицию, с точки зрения которой твое сознание — не твое, а сам ты для себя — никак
                уже не «Я». Уточняя это довольно трудное для понимания определение, я лучше скажу:
                объективация сознания — это не только когда ты созерцаешь свое сознание <strong>как другое</strong>,
                а когда ты его созерцаешь <strong>как другой</strong>. Иначе говоря, не как воспринимающий, мыслящий,
                даже рефлексирующий нормальный ты, а как «йог-созерцатель», каким ты еще не
                являешься. Можно было бы даже сказать, что в этой работе ты устанавливаешь для себя
                более высокий, пока далеко не высший уровень сознания, на котором изменяется не
                только процесс мышления, но и другие, разумеется, тобой уже отрефлексированные,
                психические модальности, такие, скажем, как чувственное восприятие, эмоция, воля, а
                это, в свою очередь, означает изменение и психического режима твоей работы. Ибо
                занятие буддийской философией в предшествующем этому занятию обыденном, бытовом
                режиме, то есть <strong>оставаясь самим собой</strong>, станет еще одним автоматическим приложением к
                сознанию и жизни вещей, с твоими сознанием и жизнью никак органически не
                связанных. Или, еще можно сказать, что занятие буддийской философией приведет тебя к
                «культурному обогащению», выражаясь на интеллигентском жаргоне, которое только
                укрепит стереотип твоего мышления. Замечу еще, что объективация сознания как
                установление более высокого уровня твоего сознательного существования приблизительно
                соответствует «чистому сознанию» как пределу феноменологической редукции у Гуссерля,
                а также «устранению субъективного идиотизма» в практической мистике Гурджиева. В
                буддийской йоге тому, что мы называем объективацией сознания, будет соответствовать
                первая ступень созерцания или первая <strong>дхьяна</strong>. Но это, разумеется, еще далеко не вся
                работа. Переходим к некоторым буддистическим моментам изменения наших привычных мыслительных
                <strong>установок</strong>.</p>

            <p>Здесь, конечно, решающую роль будет играть введение в наш ментальный
                режим установки на <strong>срединность</strong>. Всякий скажет, что нет более избитого места в
                буддийской философии, чем срединность, что это альфа и омега любого, не только
                буддийского, но и буддистического философствования. На самом деле со срединностью
                все далеко не так просто. Именно поэтому во множестве книг и статей по философии и
                религии буддизма мы и видим в тысячах примеров тривиализацию срединности, очень
                часто переходящую в явную вульгаризацию. Ведь принцип срединности — это не просто ни
                да ни нет, ни не да ни не нет (таков обычный штамп вульгаризации мадхьямаки).
                Срединность — это особая мыслительная установка (напомню, что установка здесь — это
                <strong>как</strong> ты привык мыслить и говорить, мысля и говоря о том-то и том-то), особая — именно в
                отношении нашего <strong>понимания</strong> буддийской философии. Еще в знаменитой Первой Проповеди
                Будды мы читаем о необходимости устранения в нашем мышлении крайностей, пределов (на
                пали и санскрите «анта»). Крайность была введена в качестве основного фактора,
                конституирующего <strong>пространство</strong> нормального феноменального мышления. В отсутствие
                этого конституирующего фактора мышление естественным образом теряет свою
                определенность, лишается места для расположения своих объектов и тем самым
                становится аморфным, трудным для языкового выражения, недоступным рефлексии. Но ведь
                главное, что буддийская философия устраняет, с чем она неутомимо сражается, это и
                есть естественный образ, все то, что возникает спонтанно, автоматически в мышлении,
                в жизни, в чем угодно. Полное устранение этой естественности само является той
                новой, неестественной, непривычной, враждебной нашему образу мышления и жизни
                позицией, только с которой и можно будет начать устранение <strong>неведения</strong>, первопричины и
                первотолчка для всего хода возникновения нормального феноменального сознания. Я предлагаю небольшое дополнительное разъяснение буддийского понимания срединности
                как «антиестественного». Я думаю, что посредством введения понятия и термина «анта»
                мы в нашем мышлении избавляемся, точнее, начинаем избавляться от принципиальной
                установки на «позитивное/негативное» как от естественного основания, начальной
                позиции нашего мышления. Ведь в таких элементарных выражениях, как «исходя из того,
                что...» или «отвлекаясь от того, что...», мы уже ограничиваем сферу нашего мышления
                начальными условиями, которые уже измененное мышление стремится оставить позади и
                никогда к ним не возвращаться.</p>

            <p>Наша последняя подтема — пожалуй, самая сложная. В конце концов во всяком
                отрефлексированном акте мышления последнее (включая и саму рефлексию над ним)
                видится как, условно говоря, «рабочий процесс», обладающий своей интенциональностью,
                задачей, а иногда и своими эпистемологическими характеристиками. В порядке
                радикального изменения мышления <strong>для</strong> занятия буддийской философией будет необходимо
                ввести такой дополнительный фактор как <strong>состояние сознания</strong>. Точнее, только в
                терминах состояния сознания нам может быть удастся понять исходные постулаты
                буддийской философии или, попросту говоря, превратить буддийскую философию в свою
                собственную философию. Основная сложность здесь в том, что состояние сознания не
                аксиоматизируется в качестве отдельного постулата, а появляется в порядке вывода из
                первого основного постулата буддийской философии о том, что все дхармы ментальны,
                что все, что есть, мыслительно. И главная трудность здесь, конечно, в том, что
                правила вывода состояния сознания из этого постулата не установлены ни в буддийских
                философских текстах, ни комментаторами или позднейшими исследователями этих текстов.
                Состояние сознания в буддийской философии несет на себе две функции. Первая функция —
                временн<strong>а</strong>я. Посредством состояния сознания буддийская йога как бы «темперирует»
                созерцаемое в ней мышление, сообщает ему ритм, в котором происходят изменения
                мышления, отделение одного акта мышления от другого, рассечение длительности
                мышления на условные фазы и периоды. Вторая функция — пространственная. Посредством
                состояния сознания устанавливается условное «пространство мышления», формируются
                комплексы и конфигурации дхарм, и весь мир становится органически устроенным целым,
                космосом.</p>

            <p>Поэтому, любую твою или чью бы то ни было мысль можно описать не только как
                <strong>содержание</strong> и <strong>процесс</strong>, то есть описать эпистемологически, но и как то, что случается
                в присутствии другой мысли, имеющей другое содержание, которая для первой становится
                и состоянием сознания. Поэтому мы могли бы сказать, что каждая мысль является
                одновременно и самой собой, то есть отделенной по содержанию от другой мысли, и
                выступает в отношении другой мысли как состояние сознания. Так, каждая мысль может
                считаться состоянием сознания. Возьмем такой пример. Первая мысль — о срединности, то
                есть имеет своим содержанием срединность; вторая мысль — о Нирване. Однако о
                Нирване можно мыслить абсолютно, то есть противопоставлять ее миру, жизни, всему,
                что не есть Нирвана, а можно мыслить и в порядке срединности. Тогда первая мысль
                для второй будет состоянием сознания. Третья мысль — опять о срединности, с тем же
                содержанием, что и первая. Но и о срединности можно думать как о некотором абсолюте
                в ее противопоставленности крайностям, а можно думать и «срединно» как об одном из
                многих способов или возможностей мышления, в каковом случае первая мысль о
                срединности будет состоянием сознания для третьей мысли. И так далее — до
                бесконечности. Понимаемое таким образом состояние сознания — один из инструментов
                трансформации твоего мышления в его занятии буддийской философией. Состояние
                сознания не отменяет традиционную европейскую эпистемологию, оно ее
                релятивизирует.</p>

            <p>Вместе с тем состояние сознания в буддийской философии выполняет функцию
                <strong>универсального деноминатора</strong> в отношении событий и фактов сознательной жизни, где бы
                мы эту жизнь ни обнаружили. Более того, как раз через различные состояния сознания и
                через различия в состояниях сознания эта жизнь только и может быть обнаружена.
                Именно в этом направлении и совершается конкретизация состояния сознания как
                абстрактного и универсального понятия буддийской философии. Приведем несколько
                главных случаев конкретизации состояния сознания. Оговариваю при этом, что приведенные ниже случаи фигурируют в абхидхарме под
                рубрикой «промежуточных состояний», почему промежуточных станет ясно из
                дальнейшего.</p>

            <p>(1) <strong>Рождение</strong> как состояние сознания. Рождением отмечено начало данной или настоящей
                сознательной жизни в индивидуальном континууме мысли. Значимость этого состояния
                сознания определяется тем, что с ним прекращаются спонтанность, которая
                характеризует мышление живого существа в период между зачатием и рождением, и
                кармическая неэффективность мышления, которая характеризует мышление промежуточного
                периода между смертью живого существа в его предыдущем рождении и его последующим
                зачатием. Но прежде всего значимость рождения в том, что оно является началом
                реализации возможностей мышления (в принципе, любого мышления), реализации, которая
                ведет от радикальной йогической трансформации мышления к переходу мышления в совсем
                иное мыслительное качество, через которое мышление достигает полной безобъектности и
                безсубъектности Нирваны.</p>

            <p>(2) <strong>Смерть</strong> как состояние сознания. Аналогичным образом смерть не только отмечает
                конец данного отрезка сознательной жизни в индивидуальном континууме мысли, но и
                начало особой фазы между концом данного отрезка и началом последующего. Главной
                характеристикой мышления в этой фазе является уже отмеченная нами выше кармическая
                неэффективность. Иначе говоря, мышление перестает быть причиной каких бы то ни было
                следствий (событий, фактов и т.д.) в будущей сознательной жизни. Однако здесь еще
                более важно то, что мышление в этой фазе само для себя перестает быть следствием
                кармических или любых других причин и в этом смысле обретает свою трансцендентальную
                необусловленность.</p>

            <p>(3) <strong>Йога</strong> как состояние сознания. В этом случае интересно отметить, что йога здесь
                выступает во всех своих разновидностях (дхьяна, самадхи и т.д.) как сознательная
                радикальная трансформация мышления. При этом йога, с одной стороны, нейтрализует
                все оппозиции нетрансформированного мышления, а с другой — устанавливает совершенно
                новый, не-естественный режим процесса мышления. Заметим, что на высших,
                трансцендентальных уровнях йогическое мышление, так же как и мышление в
                послесмертной фазе, теряет свою кармичность и освобождается от
                причинно-следственной обусловленности. И наконец, мы можем себе представить все
                не-йогические мысли, взятые в целом, как опять же состояние сознания, условно
                называемое «не-йога».</p>

            <p>(4) <strong>Не-йога</strong> как состояние сознания. Но здесь будет чрезвычайно важно заметить, что
                нормальное, естественное, не-йогическое мышление может быть познано и описано
                только с позиции йоги. Более того, можно даже сказать, что не-йогическое состояние
                сознания также является промежуточным между не-мышлением и йогическим
                мышлением.</p>

            <p>В заключении своего маленького рассуждения о занятии буддийской философией скажу, что
                оперирование категорией состояния сознания, как необходимым инструментом для нашего
                понимания буддийской философии, является чрезвычайно трудным в силу глубоко
                укорененных штампов привычной для нас эпистемологии. Но без свободного оперирования
                этой категорией наше понимание останется неправильным и неполным.</p>

            <hr class="my-8 border-t-4 border-gray-500">
            <p class="text-right italic text-gray-600 mt-4">Smaranam : Памяти Октябрины Федоровны
                Волковой. Сб. ст. / Ин-т востоковедения РАН. — М.: Вост. лит., 2006. — 334 с.: ил.</p>
            <p class="text-right italic text-gray-600 mt-4">Пятигорский А. М., 2006</p>

        </div>
    </div>
@endsection
