@extends('layouts.app')
@section('title', 'Уход Дандарона')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.9), rgba(255, 255, 255, 0.9)),
            url('{{ asset('backgrounds/watercolor.jpg') }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <!-- Заголовок -->
        <h1 class="text-center text-zinc-600 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            Уход Дандарона</h1>
        <!-- Основной текст -->
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>
                Блестящий наследник монгольской йогической традиции Северного (тибетского)
                буддизма и одновременно талантливый продолжатель русской традиции классической
                востоковедной науки – буддологии, Дандарон умер утром 26 октября 1974 года, на
                середине пятилетнего срока своего третьего заключения в исправительно-трудовом
                лагере на берегу Байкала (дивное, говорят, место), в возрасте 60 лет. Всего в
                своей жизни он пробыл в тюрьмах и лагерях около 22-х лет<a href="#citation-1" id="ref-1" class="citation-mark"><sup>1</sup></a>.
                Так кончилась «дандароновская эпопея» – история его «буддийского процесса», прошедшего в конце
                1972 года и завершившегося пятилетним сроком ему и заключением в психбольницы
                четырёх его учеников (в настоящее время все четыре вышли). Процесс был широко
                освещён в прессе, смерть Дандарона также не прошла незамеченной, и ни о том, ни
                о другом я не буду здесь подробно писать. Речь пойдет об иных вещах,
                представляющихся мне сейчас, после его смерти, очень значимыми именно в связи с
                его жизнью и смертью. Заметку об этом удивительном человеке я хочу начать с
                разговора об одном престранном явлении, которое просуществовало в России,
                пожалуй, лет 50-60 и которое я бы назвал не менее странным словом «имперская
                культура» (именно и м п е р с к а я, а не императорская). Название это чисто
                условное. Оно имеет отношение к царствовавшей династии не более, чем название
                стиля «ампир», и подразумевает существование определенной, хотя и чисто
                элитарной, но при этом весьма обширной, о т к р ы т о й и абсолютно
                наднациональной культурной среды. Складывание и развитие этой среды так долго
                никто не хотел видеть за проклятыми ярлыками «немец», «русский», «поляк»,
                «еврей», «калмык»<a href="#citation-2" id="ref-2" class="citation-mark"><sup>2</sup></a>, «иноверец» – за той
                страшной болезнью обозначений, которой
                не избегли даже великие этого места, даже Достоевский, даже Чехов, меж жизнями
                которых «имперская культура» и стала самой собой. И вот в чём сущность этого
                явления: какие бы диковинные и, казалось даже, чуждые русской культуре по
                конкретному содержанию вещи ни являлись на её периферии, какие бы неожиданные
                импульсы ни возникали вне основного её течения, они неизбежно «затягивались» в
                неё, сливаясь с общим её потоком и сообщая ей особую универсальность и особое
                разнообразие. Она ничего не гнала из себя, но стремилась вобрать в
                себя всё, как с в о ё (но только на высшем, элитном уровне своего
                существования).
            </p>
            <p>
                В самом деле, когда пожилой Осип Мандельштам возвращался в свою «буддийскую
                Москву» (выражение, употребленное им не единожды)<a href="#citation-3" id="ref-3" class="citation-mark"><sup>3</sup></a>, молодой Бидья Дандарон ещё
                только собирался в не совсем пока ещё «дебуддизированный» Ленинград – кары на
                буддологов пришли через пару лет<a href="#citation-4" id="ref-4" class="citation-mark"><sup>4</sup></a>. А
                когда Дандарон родился, то уже достраивался
                буддийский храм в Петрограде, построенный на деньги бурятских и калмыцких
                скотоводов и православных академиков<a href="#citation-5" id="ref-5" class="citation-mark"><sup>5</sup></a>.
            </p>
            <p>
                Но пойдём ещё дальше назад, перескочив через три четверти столетия, и мы
                обнаружим, что в России изучение Северного буддизма началось почти тогда же,
                когда оно началось в самой колыбели мировой буддологии – Англии. Не славный ли
                повод вернуться к вечно молодой теме русского приоритета? Да ведь под самим же
                Николаем Палкиным, а не под каким-нибудь там Вильгельмом Четвертым<a
                    href="#citation-6" id="ref-6" class="citation-mark"><sup>6</sup></a>, Якоб Шмидт
                и
                Антон Шифнер начинали переводить, трактовать и издавать тибетские и монгольские
                буддийские тексты. Да ведь немцы они, кажется? – да в том-то и дело, что не
                немцы и не русские они сейчас, а первые приметы той элитной культуры, которая
                жадно вбирала в себя свершения, не заботясь о языке и происхождении (в это время
                уже начинался русский полиглотизм, идущий от русско-французского и
                русско-немецкого билингвизма)<a href="#citation-7" id="ref-7" class="citation-mark"><sup>7</sup></a>.
            </p>
            <p>
                А немного позже (дальше назад идти некуда и нам придется «возвращаться вперёд»), в
                50-60-х годах прошлого столетия первые доклады о живом буддизме стали публиковать и
                соотечественники Дандарона в православной же, конечно, и, вдобавок, – Императорской
                Академии Наук. Прошло еще лет 20, когда буряты и калмыки, не переставая быть
                бурятами и калмыками, объясняли православным, лютеранским и даже неверующим русским
                профессорам религию и философию буддизма. И не на правах туземных информантов, а на
                правах к о л л е г. Это не было русификацией, ассимиляцией, абсорбцией – ни один из
                этих мрачных, дурацких терминов здесь неприменим.
            </p>
            <p>
                Просто здесь уже работала во всю элитная культура. Только внутри неё и могла
                возникнуть русская наука о буддизме с плеядой славных имен: Минаев, Васильев,
                Позднеев, Ольденбург, Цыбиков, Щербатской, Обермиллер, Востриков... Эта культура не
                боялась буддизма и не превращала его в диковинку для туристов; буддизм просто
                становился её фактом, её феноменом<a href="#citation-8" id="ref-8" class="citation-mark"><sup>8</sup></a>.
            </p>
            <p>
                Когда Дандарон в возрасте 4 или 5 лет был объявлен перевоплощением одного умершего
                буддийского святого и провозглашён духовным принцем Бурятии, то в Петрограде уже
                погиб молодой Розенберг. То ли в Финском заливе утонул, поздней осенью катаясь на
                лодке, то ли от тифозной горячки умер, то ли в пожаре сгорел – уже в 21-м году было
                трудно установить, что послужило истинной причиной смерти в 19-м или 20-м автора
                единственной в своем роде книги – «Проблемы буддийской философии».
            </p>
            <p>
                В «ласковые» 20-е годы, когда бурятский буддизм, как и русское православие, пережил
                волну обновленчества и коллективизма в духовной иерархии (что не помешало 30-м годам
                равно «вывести в расход» новых вместе со старыми), мальчик Дандарон учился у лам
                йогической практике медитации, тибетскому и старомонгольскому. В это время его
                духовный наставник – крупнейший буддийский мистик Цеденов, и его отец – ближайший
                сподвижник последнего, уже погибли или исчезли из Бурятии, а академику Федору
                Ипполитовичу Щербатскому, ещё директору Института Буддийской Культуры в Ленинграде,
                был любезно предоставлен в помощники славный простой парень в кожаной тужурке.
            </p>
            <p>
                Когда, наконец, в «справедливые» тридцатые годы молодой Дандарон приехал учиться в
                Ленинград, он нес в себе незаурядные возможности буддологических свершений. Снова,
                как в «серебряные десятые», тибетская Монголия пришла учить и учиться... Дандарон
                уже тогда очень много знал — плод не только врожденного таланта и поразительной
                буддологической интуиции, но и богатейших сведений о тантристском буддизме,
                полученных в раннем послушничестве. Но Мандельштам уже благополучно «уехал» из
                «буддийской Москвы», а в буддологическом Ленинграде жизнь становилась столь
                странной, что даже старожилам было не разобраться, а не то что гостям из Забайкалья.
                Я не знаю, успел ли за два года «разобраться» Дандарон, но он успел многое сделать
                в пополнение своей буддологической эрудиции, не говоря уже о превосходном русском
                языке. Да если бы и разобрался, навряд ли это ему помогло б, когда в конце 37-го он
                был арестован, не то как буддийский шпион, не то как конспиратор. Обермиллер к этому
                времени уже сгорел в чахотке, а Востриков был взят почти одновременно с Дандароном.
                В буддологии остался один Щербатской. В Бурятии всё, что осталось от монастырей и
                молелен, было растоптано местной прогрессивной молодежью, а всё, что осталось от
                монахов – лам, поехало на... Правда, на восток от Забайкалья не очень уж поедешь –
                скоро Тихий океан. Но можно и на север – мы не догматики географии. Да и немного от
                них осталось.
            </p>
            <p>
                В тюрьме Дандарон был страшно пытан. Потом – голод и стужа лагерей. Потом –
                крошечное «окно» – менее чем в год освобождение после войны и, по известному
                приказу, повторное заключение. И так до середины 50-х годов. Всё это время – более
                18 лет – размышления о буддийской философии, чтение молитв, йогическая практика. И
                всё это – в проекции на лагерную жизнь. И кого здесь только нет... И коммунисты, и
                эсеры, и белые, и красные, и чёрные, и жёлтые. Тут уж не российская, а прямо мировая
                империя в микропрототипе. Да и не в таком уж «микро». Буддийской работе помог чудной
                случай. После разгрома Квантунской армии летом сорок пятого «с налёта» хватанули лам
                из какого-то якобы сопротивлявшегося монастыря. Те из них, кто доехал до лагеря,
                стали на долгие ночи и дни буддистическими собеседниками и сотрудниками Дандарона.
                Вокруг них постепенно сложился своего рода буддийский круг, опять же такой пестроты,
                которую мог явить только лагерь того времени; здесь и бывший профессор из бывшего
                Института Красной Профессуры, и бывший немецкий журналист, и бывший секретарь
                обкома, и бывший.., но в их тогдашнем «настоящем» (а кроме настоящего тогда не было
                ничего) всё это было к р а й н е с е р ь е з н о. Они занимались буддийской
                философией и йогой, но главное – осмыслением своей собственной жизни и своего
                собственного положения в смысле буддийской философии и йоги. В течение нескольких
                лет Дандарон руководил этими занятиями. Это не было испытанием буддийских принципов
                или этических идеалов; скорее, это явилось о с о б ы м о п ы т о м, произведенным
                людьми над самими собой, ибо только в таком опыте и можно видеть сущность
                практического буддизма (любой эксперимент над кем- либо, кроме себя самого, в
                буддийской этике запрещен а б с о л ю т н о, будь то эксперимент физиологический,
                психологический, этический или социальный).
            </p>
            <p>
                Вспоминая о лагере, Дандарон часто повторял, что странствующему из рождения в
                рождение буддисту очень полезно родиться в России. И, смеясь, добавлял: «Заметьте, я
                говорю «буддисту», а не «буддистам», – это очень значимая поправка. Пока Дандарон
                был в лагере, с буддологией в России просто ничего не происходило. Давно умер
                Щербатской. Давно погиб в лагере Востриков.
            </p>
            <p>
                В середине пятидесятых годов почти одновременно произошли два события. После
                лагерных странствий возвратился в Россию Дандарон. После странствий по Индии,
                Центральной Азии, Китаю, Европе и Америке возвратился в Россию Юрий Николаевич Рерих
                – превосходный буддолог, феноменальный знаток Тибета и Монголии. Замечательно, что
                одним из его первых вопросов мне, в то время его подчиненному по службе и ученику,
                было: «Вы знаете Дандарона?» Я сказал, что не знаю. Юрий Николаевич улыбнулся и
                сказал: «А я знаю». И вдруг, снова началась буддология, как никогда или, как
                когда-то. Стали переводиться и издаваться буддийские тексты. Появились новые
                серьезные статьи, трактующие самые сложные вопросы религии, метафизики и психологии
                буддизма. Над буддийскими проблемами работали не только молодые индологи, но и
                молодые китаисты, цейлонисты, вьетнамисты (старых не было). Дандарон наезжал в
                Москву и Ленинград, изредка. Очень много работал, писал, переводил с тибетского,
                толковал тексты, описывал и систематизировал рукописи и ксилографы.
            </p>
            <p>
                Мы не пробыли с Рерихом и трёх лет. Этот странник умер еще не старым от разрыва
                сердца. Я не знаю, почему, но после его смерти мне стало ясно, что буддология без
                буддизма – вещь почти невозможная или очень трудная (это положение – субъективно, и
                может иметь силу только в отношении одного человека). Другой же странник продолжал р
                а б о т а т ь. С середины 60-х годов Дандарон занимается истолкованием основных
                положений буддийской философии для обогащения и развития современного философского и
                научного знания. Одновременно он занимается истолкованием ряда основных положений
                современного философского и научного знания в с м ы с л е и д л я осознания их в
                духе буддизма, стремясь выработать новое осмысление традиционной буддийской
                метафизики. Скрупулезно и детально занимается Дандарон и объяснением основных
                положений теории и практики буддийской медитации. Постепенно стали появляться
                ученики – из Ленинграда, Москвы, Прибалтики, Украины, Бурятии. Он любил говорить,
                что это не они идут к нему в Улан-Удэ, а буддизм идет на Запад. И он говорил ещё
                одну вещь, которая, хоть на первый взгляд и кажется удивительной, но на самом деле в
                высшей степени связана с самим буддийским духом релятивизма: именно Дандарон,
                который был столь тесно связан с древней традиционной почвой Северного буддизма,
                утверждал, что у буддизма н е т м е с т а, как н е т в р е м е н и, эпохи, и что
                буддизм странствует, не зная народов, стран и климатов, ренессансов и декадансов,
                обществ и социальных групп. Это не значит, что буддизм отрицает всё это – буддизм
                ничего не отрицает. Это значит лишь, что буддизм н е з н а е т этого, что это – не
                его дело. Что очень характерно для отношения к Дандарону местных бурятских властей,
                так это то, что они ненавидели его именно за его принадлежность к их духовной
                традиции, к традиции, ими же самими и отвергнутой. Что касается другой, важнейшей
                стороны его проповеди – проповедуемого им философского универсализма буддизма – то
                эта сторона была им просто недоступна, ибо они уже отступились от традиции. И
                Дандарон как бы служил живым напоминанием об их отступничестве от прежней культуры и
                о невозможности реального принятия ими никакой другой, хотя сам он, будучи человеком
                глубоко позитивного склада, никогда не имел в виду упрекать их за это. Когда в
                начале 70-х годов Дандарон при помощи друзей построил на своей родине в Кижинге
                памятные сооружения (т. н. «ступы») своим учителю и отцу (мать его умерла в 1971
                году в возрасте около ста лет), то соотечественники с жуткой злобой уничтожили оба
                памятника; так жаждали они своего нового и не существующего, межеумочного «ни
                бурятского – ни русского» самоотождествления.
            </p>
            <p>
                Затем – осень 1972 года. Новый арест. Процесс. Лагерь. Смерть. Так произошел уход
                Дандарона из этого рождения и, возможно, из этого места. Дандарону удалось в
                нынешней России быть одновременно ученым-буддологом, буддийским философом и
                буддийским йогом. Значит, это возможно.
            </p>
            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">

            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl sm:text-xl md:text-xl my-4">
                    ПРИМЕЧАНИЯ</h4>

                <p class="my-2" id="citation-1"><sup>1</sup> Один французский журналист, которому я
                    об этом рассказывал, сказал, что голые цифры ему ничего не говорят, и что ему
                    надо понять, много это или мало по местным масштабам. Я ответил, что и по
                    «местным» – вполне достаточно, и что, по-моему, ему следует подумать об этих
                    вещах ещё до «мягкой» реализации (он в неё свято верит) его маоистских
                    идеалов.<a href="#ref-1" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-2"><sup>2</sup> Вспомните пушкинское «и друг степей,
                    калмык». Я думаю, что Пушкин был идеальным предтечей такой именно культуры.<a
                        href="#ref-2" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-3"><sup>3</sup> Я не могу не оговорить здесь, что для
                    Мандельштама это означало «потерю привычных для него культурных форм бытия».
                    Такова трактовка этого образа в мемуарах Н. Я. Мандельштам.<a href="#ref-3"
                                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-4"><sup>4</sup> Здесь вспоминается чудный эпизод из
                    книги Джойса «Портрет художника в юности». Ирландские националисты кричали тогда
                    в Дублинском театре: «Мы не буддисты». Уже тогда (или ещё тогда) неизвестный им
                    буддизм был для них синонимом имперской культуроёмкости и духовной (только
                    духовной!) терпимости ненавистной им Британии.<a href="#ref-4"
                                                                     class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-5"><sup>5</sup> Сейчас в храме размещена Лаборатория
                    Эволюционной Морфологии, где препарируют животных. Это не для ужаса, а для
                    смеха. Всякая «акультура» неосознанно создает свою символику.<a href="#ref-5"
                                                                                    class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-6"><sup>6</sup> «Под которым» (непереводимое на
                    английский язык выражение!) начинал свою работу в Непале первый английский
                    буддолог Ходжсон (1800-1894).<a href="#ref-6"
                                                    class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-7"><sup>7</sup> Когда, много позднее, один русский
                    дворянин спросил академика Щербатского, почему тот, русский дворянин, а пишет
                    свои работы по-английски, Щербатской ответил, что он их пишет только для тех
                    русских дворян, которые знают английский. Не естественный ли это «рефлекс» на
                    имперскую культуру?<a href="#ref-7" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-8"><sup>8</sup> В официально-православном Забайкалье
                    стояло не менее сотни буддийских монастырей, которые потом как языком слизала
                    официальная свобода совести.<a href="#ref-8"
                                                   class="text-blue-500 hover:underline">↩</a></p>

            </div>

            <p class="text-right italic text-gray-600 mt-4">А. М. Пятигорский</p>
            <p class="text-right italic text-gray-600 mt-4">Журнал «Континент», №3, 1975 г. с.
                151-159.</p>
        </div>
    </div>
@endsection
