@extends('layouts.app')
@section('title', 'ЗАМЕЧАНИЯ О СТРУКТУРЕ ТЕКСТА ДХАММАСАНГАНИ')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.9), rgba(255, 255, 255, 0.9)),
            url('{{ asset("backgrounds/watercolor.jpg") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            ЗАМЕЧАНИЯ О СТРУКТУРЕ ТЕКСТА ДХАММАСАНГАНИ</h1>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>А. М. Пятигорский</p>
            <p>0. Предмет этого краткого сообщения ограничен по материалу первым разделом
                буддийского психологического трактата
                (слово «трактат», разумеется, здесь употребляется условно)
                Дхаммасангани[cite: 1], а по задаче исследования - несколькими обстоятельствами
                чисто прагматического свойства, определяющими,
                на мой взгляд, принципиальную структуру текста раздела. [cite: 1]</p>
            <p>Как уже об этом было сказано в предыдущем сообщении, в
                основе структуры первого раздела [cite: 2] лежит разделение текста на
                то, что относится к «дхармам» Состояниям сознания
                (т. е. перечисление их названий и объясняющих эти названия
                групп терминов, иначе наборов ключевых слов), и на то, что
                относится к «случаям» (samaya), в которых эти дхармы фигури-
                руют, как «благие», «не-благие» или «неопределимые» в отноше-
                нии кармы. [cite: 2]</p>
            <p>1.0. Я привожу три примера, показывающие весьма четкую
                сегментацию текста на «дхарму» и «самайю»[cite: 3].</p>
            <p>І. «Каковы благие дхармы? [cite: 3] В том случае, (когда)
                (1) сознание благое, (когда) (2) оно возникло в сфере чувствен-
                ности, (3) сопровождено радостью, (4) сопряжено со знанием,
                (5) и имеет (своими) объектами форму, (6) либо звук, либо за-
                пах, либо вкус, либо осязаемое, (7) либо дхармы, в этом слу
                чае (благие дхармы) суть: «ощущение», «эмоция», «знаковое
                восприятие», «воление», «сознание», «дискурсивное мышление»... [cite: 3]</p>
            <p>(далее следует перечисление еще 50-и дхарм) и еще другие,
                ...
                не являющиеся формой дхармы,
                таковы в этом случае благие
                дхармы.</p>
            <p>IV. «Каковы благие дхармы? В том случае (когда)
                (1) сознание благое, (когда) (2) оно возникло в сфере чувствен-
                ности, (3) сопровождено радостью (9) не сопряжено со знанием
                (8) мотивировано предшествующими волитивными актами, (5) и
                имеет (своими) объектами форму, (6) либо звук, либо запах,
                либо вкус, либо осязаемое, (7) либо дхармы, в том случае
                (благие дхармы) суть: «ощущение» (и далее, как в предыду-
                щем примере)...». [cite: 4]</p>
            <p>ССХХІ «Каковы неопределимые дхармы? В том случае,
                (когда) (122) ментальный элемент возник, (125) при том, что
                действие ни благое, ни не-благое, (127) ни (связанное) со зре-
                лой кармой, когда он (10) сопряжен с отстранением (5) и имеет
                (своими) объектами форму, (6) либо запах, либо вкус, либо ося-
                заемое [cite: 5] в этом случае (неопределимые дхармы) суть,
                и т. д.» [cite: 5]</p>
            <p>1.1. Тогда собственно «случаем» (для первого раздела
                Дхаммасангани) я буду называть всякий кусок текста, органи-
                зованный по типу: «Каковы благие (неблагие, неопределимые)
                дхармы? [cite: 6] - В том случае (когда) (далее следует опи-
                сание случая)... в этом случае (далее следует перечисле-
                ние дхарм)»[cite: 6]. Таких случаев в разделе 230. (Я при этом не
                считаю здесь отдельными «случаями» повторения внутри «слу-
                чая» их имеется несколько десятков). [cite: 7] «Случаи» пронумеро-
                ваны в порядке следования в тексте римскими цифрами. [cite: 7]</p>
            <p>1.2. Просмотр всех 230-ти «случаев» показал, что каждый
                «случай» является комплексом единиц описания, которые
                я называю элементами. [cite: 8] При рассмотрении всех «случаев»
                в порядке встречаемости в тексте раздела элемент выступает,
                как тот минимум текста, на который один «случай»
                отличается от другого. [cite: 9] Таких элементов имеется около 130. В со-
                ставе различных «случаев» насчитывается от 6-ти до 20-ти эле-
                ментов. [cite: 10] Все элементы пронумерованы арабскими цифрами в по-
                рядке встречаемости в «случаях» текста. [cite: 11] Три наши примера мо-
                гут быть обозначены как наборы номеров элементов: І (1, 2,
                3,4,5,6);IV-(1,2,7,8,4,5,6)$ ; [cite: 12] CCXXI (122, 125, 127,
                9, 4, 5. [cite: 12]</p>
            <p>1.3. Слова, из которых состоят элементы «случаев», я назы-
                ваю «терминами элементов случаев». Я предполагаю,
                что все эти слова в контексте элементов имеют специаль-
                ный технический смысл (даже такие, как upannam hoti B
                элементах 1 и 122). Это означает, прежде всего, что одно и тоже
                слово может иметь различный смысл, в зависимости от того,
                фигурирует ли оно как название дхармы, или в контексте
                элемента (например, слово cittam «сознание» в названии
                пятой дхармы, или в элементе. 1)[cite: 13].</p>
            <p>2. Но дихотомия «дхарма случай» (dhamma
                samaya)
                представляется мне и центральным содержательно-праг-
                матическим разграничением в разделе, ибо именно в смыс-
                ле этого разграничения оба эти понятия обнаруживают конкрет-
                ное психологическое и не-психологическое содержание. [cite: 14]</p>
            <p>Одно и то же слово (термин), фигурируя в элементе «слу-
                чая», реально обозначает конкретные психические состояния
                (факты, феномены, процессы) и, таким образом, здесь слову-
                термину соответствует значение. В названии же дхар-
                мы оно выступает как чисто условное (символическое)
                обозначение необозначаемого (т. е. здесь отсутствует ре-
                альная семантическая связь). [cite: 15]</p>
            <p>И если принять ставший традиционным перевод слова «дхар-
                ма», как «состояние сознания», то «сознание» здесь будет вы-
                ступать, как неописуемая (только символически обозна-
                чаемая) рефлексивная процедура высшего ранга, по отношению
                к которой все психические явления «случаев» выступают как опи-
                суемые. [cite: 16] Я полагаю, что проблема дихотомии «сознание-психи-
                ка» одна из главных проблем буддийской метафизики [cite: 17]</p>
            <p>мо-
                жет найти свое схематическое, предварительное разрешение в
                дихотомии «дхарма-самайя». [cite: 17]</p>
            <p>3. Сами-же «случаи» в смысле этой дихотомии могут рас-
                сматриваться как описания психической жизни обыкновенного
                человека, и йога. [cite: 18] Но, в известном смысле, и, очевидно, в контек-
                сте раздела и трактата в целом, всякая психическая жизнь мо-
                жет быть описана как определенный уровень (низший, нуле-
                вой?) йоги. [cite: 19] Тогда каждый «случай» будет выступать, как неко-
                торый самозамкнутый психический акт, соотноси-
                мый с определенным уровнем дхьяны-самадхи[cite: 20].</p>
            <hr class="my-8 border-t-4 border-gray-500">
            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl my-4">ПРИМЕЧАНИЯ</h4>
                <p class="my-2" id="citation-1"><sup>1</sup> Предыдущее сообщение см.: «Труды по
                    знаковым системам» IV, Тарту,
                    1969, стр.
                    [cite: 3]</p>
                <p class="my-2" id="citation-2"><sup>2</sup> Раздел о мысли (cittavagga);
                    Dhammasangaņi, ed. J. Kashyap, Poona,
                    1960, pp. 18-146. [cite: 2]</p>
                <p class="my-2" id="citation-3"><sup>3</sup> Этой проблеме в чисто формальном плане
                    посвящена статья В. Н. Το-
                    порова «Из наблюдений над структурой некоторых буддийских текстов», в
                    сб.
                    «Материалы по истории и филологии центральной Азии», вып. 3, Улан-
                    Удэ, 1968, стр. 53-58. [cite: 2, 3]</p>
                <p class="my-2" id="citation-4"><sup>4</sup> Соответственно в тексте Дхаммасангани:
                    1, § 1, §§ 1 1, § 1, §§ 3;
                    3, § 2, §§ 1, §§§ 1 (pp. 18, 39, 41). [cite: 3]</p>
                <p class="my-2" id="citation-5"><sup>5</sup> Пронумерованные в скобках эти элементы
                    «случаев» на пали суть:
                    (1) kusalam cittam upannam hoti, (2) kāmāvacaram, (3) somanassa sahagatam,
                    (4) nānasampayuttam, (5) rūpārammanam, (6) saddārammanam vā....
                    (7) dhammārammanam vā...;
                    (17) nāna vipayuttam, (8) sasańkhārena;
                    (9) upekkhāsahagatam, (122) manodhātu upannam hoti, (125) kiriyā neva
                    kusalā nākusalā, (127) na ca kammavipākā. [cite: 5]</p>
                <p class="my-2" id="citation-6"><sup>6</sup> Соотв.
                    на пали: katame dhamma kusalā (akusalā, avyākatā)? yasmin
                    samaye tasmin samaye Несобствен
                    же «случаи» представляют
                    собой куски текста, организованные по типу: «Каковы же в этом случае
                    суть...?», «Еще же в этом случае есть...»;
                    напр. katame tasmin samaye
                    phasso hoti? - ye tasmin samaye phasso phusanā..., либо: tasmin kho pana
                    samaye cattāro khandha honti, (1, § 1, §§ 5, р. 42). [cite: 6]</p>
                <p class="my-2" id="citation-7"><sup>7</sup> Сейчас я их не рас-
                    сматриваю, как относящиеся по преимуществу к дхармам. [cite: 7]</p>
                <p class="my-2" id="citation-8"><sup>8</sup> Или, может быть, точнее
                    минимум терминов, в смысле 1.3. [cite: 8]</p>
                <p class="my-2" id="citation-10"><sup>10</sup> ментов. [cite: 10]</p>
                <p class="my-2" id="citation-13"><sup>8</sup> Сейчас я специально не буду
                    останавливаться на факте различия
                    смыслов одного и того же слова термина в обозначениях различных дхарм,
                    факте, который буквально «заставил» А.
                    Баро переводить слово «дхарма»
                    (в контексте «благая», «неблагая» и «неопределимая») как «вещь» (chose),
                    см.
                    Dhammasangaņi, traduction annotée par André Bareau, Paris, 1951. [cite: 13]</p>
                <p class="my-2" id="citation-14"><sup>9</sup> См. в этой связи интереснейшую статью
                    Шве-Зан-Аунга, суммирую
                    щую взгляды Лэди: Shwe Zan Aung.
                    The Buddhist Philosophy of the
                    Real (Introductory Remarks), "Journal of the Burma Research Society",
                    vol. VII, Rangoon, 1917, part 1, р.
                    8. [cite: 14]</p>
                <p class="my-2" id="citation-15"><sup>10</sup> Представляется также возможным ха-
                    рактеризовать эту дихотомию, как оппозицию «фактуальное-фактическое»,
                    введенную Ван Зейстом.
                    См.: H. G. A. van Zeyst, "Ariya-Sacca", Encyclopeedia
                    of Buddhism, vol. II, Ceylon, 1966, pp. 84-88. [cite: 15]</p>
                <p class="my-2" id="citation-16"><sup>11</sup> Однако, содержательность этой
                    дихотомии становится очевидной лишь при введении третьей группы состоя-
                    ний, т. н.
                    «ментальных состояний (здесь обозначенных «ключевыми словами»
                    дхарм), о которых пойдет речь в заключительном сообщении. [cite: 16]</p>
                <p class="my-2" id="citation-20"><sup>10</sup> Мне думается, что каждый «случай»
                    первого раздела Дхаммасангани
                    может интерпретироваться как этос (έθος) некоторая исходная единица
                    поведения, в том смысле, в каком это слово употреблялось Миллем, Виндель-
                    бандтом, а затем, в применении к древнеиндийским обрядам, и Штенцлером.
                    См. Н. St. Mill, System of Logic, London, 1843, Book VI, ch. V, sec. 4;
                    W. Winderbandt, Geschichte und Naturwissenschaft, B., 1904; A. Fr. Stenzler,
                    Uber die Sitte, «Abhandlungen für die Kunde des Morgenlandes», Bd.
                    IV,
                    1865, No 1, ss. 149-163. Поэтому почти невозможно трактовать и нирвану
                    в чисто психологическом смысле, как это делает Йоханссон. См.: В.
                    Е. A. Jo-
                    hansson, The Psychology of Nirvana, L., 1969. [cite: 20]</p>
            </div>
        </div>
    </div>
@endsection
