@extends('layouts.app')
@section('title', 'Введение в изучение буддийской философии. Семинар восемнадцатый')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.9), rgba(255, 255, 255, 0.9)),
            url('{{ asset('backgrounds/watercolor.jpg') }}');
            background-attachment: fixed;
            background-size: cover;
        }

        .citation-mark:hover {
            text-decoration: underline;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <div class="text-justify text-gray-800 text-base sm:text-lg leading-relaxed space-y-6">
            <!-- Основной текст семинара -->
            <h2 class="text-2xl font-bold text-center text-zinc-700 mb-8">Семинар восемнадцатый</h2>
            <h3 class="text-xl text-center font-semibold text-zinc-700 mb-4">Текст XVIII.
                Дхармакирти и другие о континууме мысли<a href="#citation-1" id="ref-1"
                                                          class="citation-mark"><sup>1</sup></a> —
                пример чистой эпистемологии<a href="#citation-2" id="ref-2"
                                              class="citation-mark"><sup>2</sup></a></h3>
            <blockquote class="my-6 pl-4 border-l-4 border-gray-300">
                <p class="my-4"><em>I.</em> А. «Я смиренно преклоняюсь перед Учителем всех живых
                    существ, возвестившим, что все это есть только мысль<a href="#citation-3"
                                                                           id="ref-3"
                                                                           class="citation-mark"><sup>3</sup></a>.
                    Сейчас я буду последовательно, шаг за шагом рассматривать постижение<a
                        href="#citation-4" id="ref-4" class="citation-mark"><sup>4</sup></a> другого
                    континуума<a href="#citation-5" id="ref-5"
                                 class="citation-mark"><sup>5</sup></a>».</p>
                <p class="my-4">B. «Если кто-нибудь видит в себе самом действия и слова,
                    предшествуемые движением мысли, а затем, видя такие же действия в другом живом
                    существе, заключает, что в этом живом существе им также предшествовало такое же
                    движение, такое заключение будет вполне в согласии со школой мысли, сторонники
                    которой полагают, что возможны выводы о (существовании) мышления другого живого
                    существа».</p>
                <p class="my-4">C. «В отсутствие особого движения, предшествующего другому знанию,
                    представитель школы виджнянавада не допускает существования другого знания,
                    даже когда имеются словесные и телесные знаки другого знания. Противник школы
                    виджнянавада также никогда не видел движений (мысли), предшествуемых другим
                    знаниям; вот почему он и не знает об этом знании».</p>
                <p class="my-4">D. «Проникновение Будды во все объекты не может быть постигнуто
                    мыслью, ибо оно уходит за пределы речи и знания и во всех отношениях не
                    постижимо умом».</p>
                <p class="my-4">E. «По причине йогической сверхъестественной силы<a
                        href="#citation-6" id="ref-6" class="citation-mark"><sup>6</sup></a> в
                    созерцателях возникает знание, в котором генерируется ясный образ конкретных
                    форм мысли другого (живого существа). Таким же образом, как во снах,
                    действительность воспроизводится по причине (также сверхъестественной) силы
                    воздействия бога или другого какого существа на тех, кто видит сон<a
                        href="#citation-7" id="ref-7" class="citation-mark"><sup>7</sup></a>».</p>
                <p class="my-4"><em>II.</em> A. «Здесь движение мысли означает «движение мысли», а
                    движение означает «желание действовать». Слова «действие» и «слово» обозначают
                    телесные и словесные знаки одушевленности существа».</p>
                <p class="my-4">B. «Другое знание — это знание иное, чем мое».</p>
                <p class="my-4">C. «Те, кто утверждает о существовании внешних объектов<a
                        href="#citation-8" id="ref-8" class="citation-mark"><sup>8</sup></a>,
                    приводят аргумент, что идея другого потока (континуума) сознания несовместима с
                    постулатом «только мысли» школы виджнянавада. Таким образом, они настаивают на
                    несуществовании внешних объектов для последователей виджнянавады и поэтому
                    полагают, что для познания другого существа, как другого потока сознания,
                    чувственное восприятие никак не может быть употреблено. Ибо, с точки зрения
                    постулата «только мысль», существование другого живого существа не может быть
                    выведено на основании внешних знаков, телесных и словесных. Мы также не считаем,
                    что другое живое существо может быть познано восприятием. Таким же образом (мы
                    считаем), что сутры не могут быть постигнуты посредством восприятия отдельных
                    букв, ибо их сущность — в Знании, генерированном сверхъестественной силой
                    Учителя. Мы также не считаем, что другое живое существо может быть познано
                    посредством сутр, ибо о его существовании можно заключать (только) посредством
                    вывода».</p>
                <p class="my-4">D. «Здесь йогическая сила — это сила, генерированная созерцанием,
                    посредством которой йоги знают о другом мышлении. В этом смысле такое йогическое
                    знание может условно считаться «объективным», хотя йоги не могут познать этим
                    знанием своебытие, свабхаву мысли другого. Это так, потому что йоги еще не
                    освободились полностью от различительного мышления, основанного на
                    противопоставлении «постигающего постигаемому» и на прочих привычных
                    противопоставлениях. Всезнание Татхагаты бывает двух родов: Зерцалоподобное
                    Знание, которым познаются все дхармы, как они есть, и Знание дхарм в их особости
                    и отдельности друг от друга<a href="#citation-9" id="ref-9"
                                                  class="citation-mark"><sup>9</sup></a>».</p>
                <p class="my-4"><em>III.</em> «В потоке (или континууме) мысли возникает особый
                    момент, когда силой кармы<a href="#citation-10" id="ref-10"
                                                class="citation-mark"><sup>10</sup></a> производится
                    идея, имеющая образ объекта, мыслимого в момент, предшествующий данному (особому
                    моменту). Подобно тому как идея дыма индуцирует знание об огне, осознание
                    наличия образа огня, вызываемого кармической силой познающего существа... может
                    служить основанием для заключения об огне<a href="#citation-11" id="ref-11"
                                                                class="citation-mark"><sup>11</sup></a>».
                </p>
                <p class="my-4"><em>IV.</em> «Живые существа никоим образом не могут знать объекты
                    их собственной прошлой и будущей мысли<a href="#citation-12" id="ref-12"
                                                             class="citation-mark"><sup>12</sup></a>.
                    Таким же образом йоги не могут знать объекты другой (не их) мысли; их мысль о
                    другой мысли может возникнуть только посредством йогической силы. Эта сила
                    производит ясный образ подобия мысли йога мысли другого существа<a
                        href="#citation-13" id="ref-13" class="citation-mark"><sup>13</sup></a>».
                </p>
            </blockquote>
            <h3 class="text-xl text-center font-semibold text-zinc-700 my-4">Мысль и время,
                континуум мысли; в каком времени он существует?</h3>
            <p>Мы уже говорили о континууме в семинаре о созерцаниях, дхьянах (и в некоторых других
                семинарах). Даже буддийские мыслители обеих Колесниц считают, что в отношении этой
                темы существует неясность — но, может быть, она и должна здесь существовать? В
                названии этого семинара каждое слово требует разъяснения, начиная с «он» в
                заключительном вопросе. В самом деле, что это такое, этот континуум? Чтобы ответить,
                надо радикально сменить угол зрения отвечающего, изменить его начальную позицию.
                Итак, начну с моего же мышления сейчас, в это мгновение, и попытаюсь схватить эту
                мысль, мыслимую мною, когда пишу эти строки. Условно обозначу ее как последнюю, то
                есть непосредственно предшествующую той, которой я начал мое рассуждение сейчас.
                Тогда мысль, выраженная всей фразой, начиная со слова «тогда», будет уже «третьей»
                мыслью и так далее. Но мысль, условно названная «последней», останется своего рода
                шифтером — названием, которое будет переноситься на любую мысль, регистрируемую в
                моей рефлексии как возникающую перед или после мысли о «сейчас». Расстояние между
                двумя мыслями, названными «последними», мы будем рассматривать как «серию» в данном
                мышлении. Мысль о «сейчас» и мысль о каждой мысли как о «последней» могут
                рассматриваться в качестве двух элементов одного класса или множества, каждый
                элемент которого будет либо «сейчас», либо «последняя мысль». Однако понятие класса
                или множества является чисто пространственным, а «сейчас», «до» и «после» обозначают
                случаи, соотносимые со временем. Более того, континуум сознания или поток мысли в
                названии нашего семинара является по определению понятием временным. Но так ли это
                на самом деле и что такое «на самом деле» в нашем случае? Математик Юрий Сафаров
                предложил лемму, где совмещаются топологический и временной аспекты мысли: «Мысль,
                которая имеет своей причиной только непосредственно предшествующую ей мысль и,
                непосредственно предшествующая ей мысль должны принадлежать одному и тому же
                множеству». Но является ли абсолютно необходимым для мыслей следовать друг за другом
                во времени в силу того, что одна является причиной другой, или в силу того, что обе
                принадлежат одному и тому же множеству? Если да и континуум мысли темпорален по
                определению, то мы можем считать, что здесь речь идет о внутреннем времени,
                отделяющем возникновение одной мысли от возникновения другой в том же самом
                континууме.</p>
            <p>Но что же тогда можно сказать о времени существования данного континуума как целого?
                В каком времени продолжает стремиться поток мысли? Наконец, обязательно ли
                существует «внешнее» время континуума? Да и должен ли я знать, что обозначается
                словом «время»? Ведь сказано же Буддхагхошей: «Мудрец описывал мысль как время, И
                время он описывал как мысль, Чтобы показать различные классы дхарм». Ибо время — это
                либо время моментов мысли и длительности серий мысли, либо время процесса мышления.
                Или это время не-мышления, то есть интервалов между мыслями или перерывов в
                мышлении. Или, наконец, это время, в котором возникают мысли и длится мышление,
                своего рода воображаемая «среда» мысли и мышления. В последнем случае, однако, можно
                видеть тенденцию представлять время как особую субстанцию. Эта тенденция ясно видна
                в субстанциалистских представлениях о времени, особенно в Махабхарате (в частности,
                и в Бхагавад-Гите), где время выступает как крайне враждебное мышлению и сознанию (и
                с ними абсолютно несовместимое!), как господствующее космическое анти-сознание,
                разрушающее мировой порядок.</p>
            <p>Теперь маленькое отступление. Предположим, что, в порядке развития субстанциалистской
                концепции времени, можно говорить и о континууме как о потоке времени, а не мысли.
                Примерно к такого рода концепции склонялись приверженцы сарвастивады, наиболее
                философской школы буддизма Малой Колесницы. Приверженцы сарвастивады утверждали
                (возможно, впервые в истории буддийской философии), что дхармы, как моменты мысли,
                не возникают, не исчезают, но все время несутся из будущего в прошлое через
                настоящее. Подобным же образом индивидуальный континуум мысли длится из будущего в
                прошлое. Но откуда тогда берется будущее, настоящее и прошлое, а точнее, откуда
                возникают будущие, настоящие и прошлые дхармы? Заметьте, что, хотя приверженцы
                сарвасти-воды и были в известных пределах онтологистами, но в наибольшей степени и
                прежде всего они были упорными эмпирицистами. «Будущее», «настоящее» и «прошлое»
                были для них словами обыденного языка, обозначающими направление потока времени в
                отношении континуума мысли. Мне же, чтобы вообразить поток времени, стремящийся ко
                мне из будущего в момент моего воображения (которое есть тоже мышление), придется
                прибегнуть к воображению себя внешним наблюдателем «моего» континуума мысли. Но
                чтобы это сделать, я должен буду уничтожить любую мысль о том, что осталось до
                данного мгновения, то есть уничтожить прошлое время. Только тогда я смогу
                представить себе время протекающим из будущего в прошлое. Но такое обратное время в
                принципе возможно, только если оно является внешним в отношении континуума мысли,
                наблюдаемого внешним наблюдателем в качестве внешнего объекта (из чего, в частности,
                следует, что для внешнего наблюдателя и «его собственный» континуум будет внешним
                объектом). Именно в этом смысле великий Дхармакирти называл континуум мысли
                «объектом», ибо он его наблюдал с позиции, никак не принадлежащей его континууму
                мысли, то есть с позиции внешнего наблюдателя.</p>
            <p>Эпистемологически отсюда следует: то, что здесь называется «континуумом мысли»,
                является внешним объектом и таким образом, по определению, другим континуумом, то
                есть иным, чем «свой собственный», так сказать. Ибо для внешнего наблюдателя он
                всегда «какой-то», «чей-то», «не его» континуум, «один континуум». Напомним при
                этом, что строго абхидхармистски рассуждая, будет невозможно ни непосредственное
                восприятие возникновения одной отдельной дхармы-мысли в континууме в целом, ни,
                наконец, той кармической силы, благодаря которой случается их совпадение.
                Подытоживая сказанное о концепции континуума мысли в сарвастиваде, нельзя не
                согласиться с Эдвардом Конзе, по мнению которого концепция континуума была введена,
                чтобы объяснить, что каждая дхарма является включенной в серию дхарм, а каждая
                мгновенная мысль — в индивидуальную серию (вежливое слово для обозначения индивида).
                Здесь «серия» — это чисто временное понятие, как, впрочем, и понятие континуума
                мысли, пока оно не рассматривается топологически как класс.</p>
            <p>Таким образом, слово «континуум» здесь имеет два смысла. В первом — оно обозначает
                серии мысли, следующие друг за другом во времени в силу Взаимообусловленного
                Возникновения. В понимаемом таким образом континууме мысли ни одна отдельная мысль
                не может возникнуть одновременно с другой. Во втором смысле слово «континуум»
                обозначает особое «сгущение» («компактность») дхарм-моментов мысли, которое и дает
                возможность говорить об отдельности одного мышления от другого. Такого рода
                «сгущение» обеспечивается синергиями, санскарами (соответствующими четвертому
                агрегату, скандхе индивидуального существования). Только благодаря санскарам длится
                «существование» континуума во внешнем континууме времени. В этом времени каждый
                континуум безначален, то есть нет такого времени, когда истощатся все санскары и
                полностью прекратится возникновение мыслей в индивидуальном потоке сознания.</p>
            <p>Как мы уже знаем из предыдущих семинаров, смерть — это такой особый момент мысли в
                индивидуальном континууме, который как бы разделяет континуум на различные жизни или
                существования. Но этот момент мысли является и своего рода «связкой» (Skr.
                pratisandhi), тем латентным переходным сознанием, которое соединяет данное
                существование с последующим, в том же континууме. Именно в этом смысле буддийские
                философы принимают, хотя и с оговорками, концепцию перерождения. Но перерождения не
                континуума мысли, ибо он никогда не «рождается» и всегда продолжается, а
                перерождения только того, чем сам этот континуум оказывается отмеченным, то есть
                перерождения условного «носителя» имени, имени действительной или потенциальной
                Благородной Личности, Будды или Бодхисаттвы. Не будем забывать, что слово «имя»
                (Skr. nama) также обозначает сознание в Абхидхарме. Так в концепции континуума мысли
                эпистемология связывается с онтологией, а через последнюю — и с буддологией.</p>
            <p>В то же время в текстах Малой Колесницы континуум мысли часто описывается в более
                узком смысле, как часть, отрезок данного континуума, начинающийся с первой мысли
                после зачатия живого существа (это — мысль о данном перерождении и о грядущей
                смерти) и кончающийся его последней, «предсмертной» мыслью (это — мысль о настоящей
                смерти и о будущем перерождении). Понимаемый таким образом континуум становится
                практически синонимом живого существа (Skr. sattva) и тем самым понимается как место
                возникновения мыслей в силу Взаимообусловленного Возникновения. Напомним, что
                последнее предполагает сознание как основу индивидуального существования (или, если
                придерживаться концепции сознания-вместилища в виджнянаваде, как индивидуальное
                место, топос мысли). Возможно также, что идея о «предсмертной» мысли, охватывающей
                только еще заканчивающееся существование была, введена для конкретизации концепции
                континуума мысли. Вместе с тем эта идея могла явиться и как бы для удовлетворения
                «философской нужды» в таком апостериорно-синтетическом понятии, которое было бы
                одновременно и «натуральным» и «ментальным». Ибо не исключено, что эта «предсмертная
                мысль», «сознание-связка» сама есть проявление бессознательной силы, длящей
                континуум мысли от рождения к смерти, от смерти к перерождению и так далее.</p>
            <p>И наконец, поскольку каждый континуум безначален в своих истоках и, следовательно,
                рождался или перерождался в бесконечном числе живых существ, саттв, то из этого
                может следовать, что в каждом континууме мысли любая мысль любого континуума
                возникала в то или иное время. Отсюда же и возможность предположения, что любой
                отрезок данного континуума содержит все мысли этого континуума.</p>
            <p>Я думаю, что «предсмертная мысль» (или «сознание-связка») послужила абхидхармистским
                мыслителям в качестве рабочего метода, инструмента для объяснения природной
                длительности, так сказать, продолжительности нашего сознательного опыта. Так
                мгновенные возникновения дхарм-мыслей были сначала сведены к сериям мысли, затем к
                одной ментальной основе, топосу мысли, в котором все отдельные мысли и серии мыслей
                оставляют свой отпечаток и который тем самым обеспечивает взаимосвязь и
                взаимозависимость мыслей и их серий. Отсюда — один шаг к постулированию некой особой
                силы (Р. satti, Skr. sakti), присущей каждой мысли, силы, способной вызывать
                следующую мысль. Позднее в некоторых тантристских версиях Абхидхармы
                «сознание-связка» превращается в «первичную сознательную основу» (Р. pakatimano,
                Skr. prakrtimanas), извечный источник Природного Света.</p>
            <p>Теперь небольшое добавление относительно пространственного аспекта континуума мысли.
                Возможно, что исторически введение концепции континуума сознания было выражением
                тенденции к отклонению от строгой абхидхармистской ортодоксии и от буквального,
                неукоснительного следования принципу не-сущностности или «не-я» (Р. anatta, Skr.
                anatman). Мы знаем, что каждый континуум отделен пространственно от всех других.
                Поэтому он и сам всегда другой по данному выше определению. Он всегда «имеется» как
                место, но не «постоянно», то есть всегда, когда мы думаем о нем как «имеющемся».
                Таким образом, он может рассматриваться в качестве позиции, дополнительной к позиции
                мгновенно возникающей дхармы-мысли. В этой позиции устанавливаются три основных
                пространственных различия:</p>
            <ol class="list-decimal pl-6">
                <li>различие между одним живым существом, саттвой, и другим;</li>
                <li>различие между тем, что полагается внутренним (Skr. adhyatmika) и внешним (Skr.
                    bahya) в живых существах;
                </li>
                <li>различие между различными классами дхарм, принадлежащими к различным континуумам
                    и сериям мысли.
                </li>
            </ol>
            <p>В заключение этой экспозиции учения о континууме мысли отметим важнейший философский
                момент. Ведь континуум мысли не существует, он только «имеется» в мышлении. Но он и
                не возникает, как возникает отдельная мысль (вместе с ее объектами и так далее).
                Может быть, именно поэтому континуум мысли вводился в буддийские философские
                рассуждения как бы «явочным порядком», но никогда так и не был постулирован как
                особая онтологическая или эпистемологическая первичная категория.</p>
            <!-- Разделительная черта -->
            <hr class="my-8 border-t-4 border-gray-500">
            <!-- Блок примечаний -->
            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl sm:text-xl md:text-xl my-4">
                    ПРИМЕЧАНИЯ</h4>
                <p class="mb-3" id="citation-1"><sup>1</sup> Термин «континуум (или поток) мысли»
                    здесь употребляется синонимически с такими терминами, как «континуум сознания»,
                    «поток существования» и так далее. Тибетский текст отрывка из трактата
                    Дхармакирти (здесь I) вместе с отрывком из Комментариев Винитадевы (здесь II),
                    Джинендрабуддхи (здесь III) и Дандара Лхарамбы (здесь IV) взяты из известной
                    книги Ф.И. Щербатского (Bibliotheca Buddhica. Vol. XIX. Petrograd, 1923).<a
                        href="#ref-1" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-2"><sup>2</sup> Я называю отрывки, использованные в
                    этом семинаре, «чистой эпистемологией» еще и потому, что ко времени появления
                    трактата Дхармакирти все четыре основные школы буддизма Малой Колесницы—
                    вайбхашика, саутрантика, виджнянавада и мадхьямака — уже вполне осознавали себя
                    как изучающие способы познания отдельно от онтологически постулируемых объектов
                    познания.<a href="#ref-2" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-3"><sup>3</sup> «Все есть только мысль» — то есть citta
                    metre и vijcepti metre — «только мысль», только то, что узнаю мыслью.<a
                        href="#ref-3" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-4"><sup>4</sup> «Постижение» — букв, «достижение» (Skr.
                    siddhi), йогический термин, обозначающий также постижение и полное понимание.<a
                        href="#ref-4" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-5"><sup>5</sup> «Другой континуум» — букв, «другой
                    поток» (Skr. santenentara). Это слово впоследствии стало в буддийской философии
                    термином, обозначающим и живое существо, наделенное хотя бы минимальным (на
                    основании хотя бы одного органа восприятия) сознанием.<a href="#ref-5"
                                                                             class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-6"><sup>6</sup> «Йогическая сила» — специфически
                    йогическая сила в отличие от кармической силы — и от сверхъестественной силы
                    Будды.<a href="#ref-6" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-7"><sup>7</sup> «Кто видит сон» — особая сила,
                    действующая в существах во сне.<a href="#ref-7"
                                                      class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-8"><sup>8</sup> Те, кто утверждает о существовании
                    внешних объектов» — здесь имеется в виду приверженец школы саутрантика.<a
                        href="#ref-8" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-9"><sup>9</sup> «Знание дхарм в их особости» — здесь
                    объект является определенным и отличным от всех других объектов, как в школе
                    саутрантика.<a href="#ref-9" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-10"><sup>10</sup> «Когда силой дхармы» — в принципе
                    каждый возникающий в сознании образ (Skr. ptatibhasa) вызывается кармически.<a
                        href="#ref-10" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-11"><sup>11</sup> Это отражает концепцию <em>саутрантика</em>
                    о том, что только дхармы настоящего времени реальны.<a href="#ref-11"
                                                                           class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-12"><sup>12</sup> «Живые существа никоим образом не
                    могут знать объекты их собственной прошлой и будущей мысли» — отражает концепцию
                    саутрантика о том, что только дхармы настоящего времени реальны.<a
                        href="#ref-12" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-13"><sup>13</sup> «Таким же образом йоги не могут знать
                    объекты другой (не их) мысли...» — отрывок из текста Дандара Лхарамбы, великого
                    монгольского ученого и йога, жившего в середине XVIII века.<a href="#ref-13"
                                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
            </div>
        </div>
    </div>
@endsection
