@extends('layouts.app')
@section('title', 'Три беседы о метатеории сознания. Беседа II')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.9), rgba(255, 255, 255, 0.8)),
            url({{ asset('backgrounds/watercolor.webp') }});
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 py-8 min-h-screen flex items-center justify-center">
        <div class="max-w-3xl text-left">
            <h1 class="text-2xl font-bold text-gray-800 mb-4 text-center">
                Три беседы о метатеории сознания. Беседа II</h1>
            <h2 class="text-xl text-gray-600 italic mb-8 text-center">Мераб
                Константинович Мамардашвили, Александр Моисеевич Пятигорский</h2>
            <div class="text-gray-800 text-base sm:text-lg">
                <p><strong>Александр Пятигорский:</strong> Поскольку мы переходим от рассуждений,
                    касающихся нашей работы с сознанием и касающихся метазначения сознания, к
                    сознанию как таковому в нашем рассуждении, то есть поскольку мы переходим уже к
                    терминологии понимания нами нашего <em>сознания</em>, я предложил бы начать с
                    понятия и термина <em>«сфера сознания»</em>. <em>«Сферу сознания»</em> мы вводим
                    <em>для обозначения нашей гипотезы</em> о том, что сознание может быть описано
                    вне зависимости от возможности приурочивания этого сознания к определённому
                    субъекту, индивиду. Более того, в связи с этим возникает другой вопрос — вопрос
                    о принципиальной возможности не приписывать и сознанию чего бы то ни было как со
                    стороны субъекта, так и со стороны объекта.</p>

                <p>Мне кажется, что для такой гипотезы недостаточно замечания о том, что сознание
                    может описываться как необъектное. Чтобы здесь быть последовательным, необходимо
                    допустить принципиальную возможность описания сознания как <em>чего-то
                        онтологического и несубъектного</em>. Я повторяю: здесь речь идёт не о
                    действительном положении вещей, поскольку действительное положение вещей
                    применительно к сознанию нами здесь не обсуждается. Мы здесь говорим о том, что
                    в нашем понимании сознания мы предполагаем возможность его описания вне какой бы
                    то ни было приуроченности, вне какого бы то ни было приписывания как объектного,
                    так и субъектного порядка, поскольку и субъект и объект сознания по
                    необходимости выступают как некоторым образом сформулированное действительное
                    положение вещей относительно сознания. Рассматривая сознание под этим углом
                    зрения (я сейчас говорю не о сфере сознания, а вообще о сознании), мы можем
                    сферу сознания рассматривать как своего рода <em>метасферу</em> по отношению к
                    другим возможным сферам научного, философского, метафизического, умозрительного
                    рассмотрения. Именно положение сознания как <em>какого-то универсального
                        метаобъекта</em> делает невозможным обращение к аналогиям, ибо всякая
                    аналогия, чтобы быть корректной, должна производиться либо на том же уровне, что
                    и аналогизируемый факт, или, по крайней мере, на уровне близком к нему.</p>

                <p><strong>Мераб Мамардашвили:</strong> Я хотел бы тебя остановить в этом
                    рассуждении по одной простой причине: я представляю себе неплодотворным такой
                    способ разговора о сфере сознания, когда понятие «сфера сознания» вводится для
                    читателя с самого начала как наш условный приём, плодотворность и разумность
                    которого пока ещё далеко не очевидны. Я думаю, лучше было бы начать с какого-то
                    конкретного, наглядного пути «хождения» по сознанию, пути, который приводил бы к
                    явному парадоксу, к такому случаю парадоксальности, в применении к которому мы
                    могли бы предложить «сферу сознания» как способ разрешения этого парадокса, так,
                    чтобы читатель одновременно имел, во-первых, исходный материал и, во-вторых,
                    имел бы какую-то очевидную тупиковую ситуацию, в которую его вводит другой
                    способ рассмотрения сознания. И только тогда он мог бы принять предлагаемое нами
                    представление о «сфере сознания» как <em>способ</em> выхода из этого тупика.
                    Ведь фактически мы хотим ввести понятие «сфера сознания» как понятие,
                    разрешающее как раз те противоречия, к которым приводит применение понятия
                    «субъекта» и «объекта», противоречия, к которым приводит само различение
                    объектной сферы как сферы натурально существующей, с одной стороны, и
                    субъективной сферы, как тоже натурально существующей, но имеющей <em>какие-то
                        психологические качества и характеристики</em>, отличные от характеристик
                    объективной сферы. Одной из причин введения понятия «сфера сознания» может,
                    например, служить тот факт, что не существует психологического объекта, что
                    теория сознания в той мере, в какой она теория сознания, должна отказаться в
                    исходных (или вводных) своих построениях от представления о существовании
                    психологических качеств, чтобы, может быть, потом их ввести, но уже на основе
                    сознания, а не как натурально данное нечто.</p>

                <p><strong>Александр Пятигорский:</strong> Но для этого надо найти синтезирующий
                    уровень?</p>

                <p><strong>Мераб Мамардашвили:</strong> Это лишь один из примеров, потому что здесь
                    для нас область субъективного как таковая не изначальна, а является
                    конструкцией. Мы же хотим найти нечто <em>начальное</em>.</p>

                <p><strong>Александр Пятигорский:</strong> Мы можем исходить из весьма элементарной
                    и тривиальной умозрительной предпосылки, что если с самого начала принять
                    гипотезу о принципиальной равноценности (в отношении научного описания) субъекта
                    и объекта, то таким образом естественно может возникнуть представление о том,
                    что существует <em>какая-то универсальная синтезирующая категория</em>, опираясь
                    на которую мы могли бы перейти к рассмотрению субъектного и объектного планов.
                    Поскольку я живу в определённой <em>культуре, я</em> привык мыслить и описывать
                    события в более или менее строго дихотомическом плане — «субъект-объект».
                    Допустим, возникает <em>какое-то иное представление</em> — представление о том,
                    что план «субъекта — объекта» не считается мною первичным планом умозрения, что
                    первичный план иной, во-первых, и не дихотомический, во-вторых что существует
                    <em>какой-то абстрактный синтезирующий план</em>, от которого мы могли бы
                    перейти к плану «субъект — объект». То есть, иначе говоря, я могу допустить, что
                    существует такой уровень моего понимания, на котором я, зная, что имеются такие
                    способы описания как описания <em>чего-то</em> как субъекта и описания <em>чего-то</em>
                    как объекта, — вот, зная это, я предлагаю в своём рассуждении в качестве <em>первичного</em>
                    способа описания такой способ, когда вводится «сфера сознания», в которой нечто
                    описывается без присутствия субъекта или объекта.</p>

                <p><strong>Мераб Мамардашвили:</strong> Это может быть выражено иначе. Сама
                    необходимость в этом ходе, который я назвал бы метарассуждением, предполагающим
                    понятие «сферы сознания», связана с тем обстоятельством, что в попытках описания
                    сознания необходимо сначала предварительно сконструировать некоторый
                    синтетический объект.</p>

                <p><strong>Александр Пятигорский:</strong> Объект, который в нашем понимании
                    объектом <em>бы не являлся</em>, то есть который являлся бы объектом <em>«для
                        нас»</em>, но который внутри нашего умозрения уже стал конструкцией нашего
                    умозрения, и объектом в реальном смысле этого слова явиться не может.</p>

                <p>Этот синтетический объект должен позволить нам перейти границу, свободно
                    двигаться вдоль и поперёк в границах различий между психологическим описанием,
                    описанием социологическим, этическим и так далее, позволить нам построить
                    исходную точку отсчёта, которая не зависела бы от предметных и профессиональных
                    разделений на социологию (или социологический подход к сознанию),
                    психологический подход к сознанию, этический подход к сознанию и так далее.
                    Объект, который обладал бы своими особыми свойствами и позволил бы нам потом
                    увидеть в ином свете те же самые предметы, что традиционно отнесены по
                    департаментам социологии познания и сознания, психологии сознания, этики,
                    эпистемологии и так далее.</p>

                <p>Вначале нам важно не быть связанными никакими расчленениями. Это первый и
                    основной пункт. Но, кроме того, «сфера сознания», не содержащая в себе
                    объектно-субъектных характеристик, является частью символического аппарата
                    нашего анализа сознания, нашего понимания сознания. (Я при этом не имею в виду,
                    что весь аппарат понимания сознания символичен.)</p>

                <p>Я возвращаюсь к обстоятельству, которое частично уже было нами отмечено в
                    прагматическом описании нашего подхода к сознанию. Мы говорили о борьбе с
                    сознанием и тем самым фактически имели в виду очень распространённый и широко
                    наблюдающийся факт, что масса процессов сознания или духовной деятельности —
                    выразимся здесь пока так, недифференцированно, — связана с разрушением
                    существующих объективации, с одной стороны, а с другой стороны — психологических
                    кристаллизации, которые приписываются в виде свойств субъекту. Происходит
                    разрушение <em>каких-то вещественных и объектных структур</em> и структур
                    субъективности. И вот, чтобы обозначить то <em>нечто, ради чего</em> разрушаются
                    вещественные и психологические структуры, нечто, что уже по определению, по
                    самому нашему подходу, по самому нашему способу фиксации этих явлений не имеет
                    направления, не имеет лица, не имеет характеристики (потому что если бы оно
                    имело лицо, имело бы характеристики, оно уже было бы одной из субъективных и
                    объективных структур), мы вводим неконкретизируемый символ (или оператор) «сфера
                    сознания» как обозначение этого предельного «нечто».</p>

                <p>Или, иначе, чтобы выразить эту направленность работы нашего понимания сознания,
                    то есть такого понимания, которое видит борьбу с сознанием как возникающую в
                    <em>каких-то пунктах</em>, в <em>каких-то точках</em>, мы должны вводить понятие
                    о «сфере» или о «пустоте», в которую всё это «устремляется», сфере, не
                    получающей никаких определений. Для наглядности можно было бы ввести
                    парадоксальную ситуацию описания сознания, вызывающую <em>какие-то новые
                        представления</em>, в данном случае — представление «сферы сознания».
                    Существующие способы описания сознания оперируют сознанием как объектом,
                    обязательно приуроченным к субъекту или, если они не оперируют таким
                    представлением (некоторые разновидности экзистенциальных теорий не предполагают
                    такой приуроченности), то они тем не менее связаны с принятием основной посылки
                    классической философии, а именно, что самая достоверная точка отсчёта для любого
                    явления сознания есть <em>данности сознания</em>. То есть это такие способы
                    описания сознания, которые не выходят за пределы самого сознания никогда и в
                    принципе не выходят. Таков основной тезис классической философии —
                    привилегированность данностей сознания — и это же остаётся на другом языке и в
                    рамках другого подхода) пунктом и базой феноменологического и
                    экзистенциалистского анализа.</p>

                <p>Здесь-то и обнаруживается та характерная черта, что как при рассмотрении сознания
                    как объекта, предлежащего субъекту, так и при таком рассмотрении, которое не
                    выходит за рамки сознания (потому что ищет в нём самом точку отсчёта) имеет
                    место следующий парадокс: в обоих случаях мы оказываемся в ситуации, когда мы
                    вынуждены сознанием называть нечто, что заведомо и явно не является сознанием.
                    Так, например, феноменологические авторы термин «сознание» применяли к
                    процессам, которые совершаются бессознательно, или, как выражаются феноменологи,
                    анонимно, автоматически, спонтанно и прочее и прочее, то есть они сознанием — и
                    другого термина у них не было, и на это толкала их логика рассуждения — должны
                    были называть такие вещи, которые они в то же время сами не должны были бы
                    называть сознанием: они не являются сознанием по тем же характеристикам, которые
                    они сознанию приписывают.</p>

                <p>Тогда в рамках этого рассуждения двусмысленным становится сам термин «сознание».
                    И, может быть, основной парадокс психоанализа заключается в следующем: обычно
                    ведь психоанализ упрекают в том, что в психоанализе понятием совершенно
                    мифологического типа является понятие бессознательного. Оно никак, мол, не
                    определяется, оно есть нечто вроде маленького кобольда, дьяволенка, творящего
                    всякие безобразия. Но дело не в этом. Основной парадокс психоанализа, может
                    быть, как и парадокс феноменологии и экзистенциализма, состоит в том, что термин
                    «сознание» стал двусмысленным, расплылся. Проблемой стало не бессознательное, а
                    сознание, которое осталось непонятным и непонятым.</p>

                <p><strong>Александр Пятигорский:</strong> Практически получилось так, что Фрейд и
                    Юнг открыли цивилизованному миру бессознательное в порядке отчленения, в порядке
                    аналитического процесса, отчленяющего бессознательное от сознательного для того,
                    чтобы сделать более содержательным аналитическое понимание сознания. А на самом
                    деле аналитическое понимание сознания выявило свою полную бессодержательность
                    именно в результате введения бессознательного.</p>

                <p><strong>Мераб Мамардашвили:</strong> Совершенно верно. Проблемой стало сознание —
                    место, природа, содержание и вообще самый смысл понятия «сознание». Мне кажется,
                    понимания можно было бы достичь простым показом того, что <em>оставаясь</em> в
                    рамках сознания, то есть такого способа описания, который не вводит нечто
                    находящееся вне сознания, вне сознания как субъектно-объектной реальности,
                    нельзя решить проблему сознания. Хотя многие современные авторы и повторяют, что
                    субъект и объект едины, что есть сфера, в которой субъект неотделим от объекта,
                    но в той мере, в какой мы оперируем такой техникой, которая за точку отсчёта
                    берёт данности сознания или данности в сознании, мы неминуемо оказываемся в
                    рамках парадоксов. Один я уже назвал: мы сознанием называем явно <em>что-то
                        несознательное</em>, приписываем сознанию черты <em>чего-то явно сознанием
                        не являющегося</em>. Во-вторых, мы возвращаемся в этих точках отсчёта, в
                    этих координатах, к очень старому парадоксу, который был известен Сократу,
                    древним индийцам и, по крайней мере, таким философам Нового времени, как Декарт
                    и Спиноза, а именно, что сам акт мысли содержит в себе известную
                    парадоксальность. Например, Сократ говорил: для того, чтобы узнать
                    <em>что-то</em>, я должен знать то, <em>что</em> я хочу знать. Я <em>уже</em>
                    должен знать то, что я хочу узнать. Спиноза говорил, что фактически для того,
                    чтобы знать, я должен <em>уже</em> знать, <em>почему</em> мне нужно это узнать,
                    а для того, чтобы знать, почему мне нужно это знать, я должен знать, что я хочу
                    узнать, и так до бесконечности. Для разрешения этого парадокса Спиноза и вводил
                    понятие божественного бесконечного интеллекта, частью которого является
                    человеческий интеллект. И древние индийцы, собственно, говорили то же самое. Ты
                    помнишь теорию Атмана, согласно которой если я нечто фиксирую как факт моего
                    сознания, то я уже не в этом состоянии сознания, и я, следовательно, уже не «я»
                    и так далее до бесконечности. Так вот, мне кажется, именно для разрешения <em>такого
                        рода ситуаций</em> нам пригодилось бы понятие, которое было бы введено в
                    качестве точки отсчёта в понимании сознания так, чтобы эта точка отсчёта не
                    лежала бы как данность в сознании.</p>

                <p><strong>Александр Пятигорский:</strong> Правильно. Но, мне кажется, здесь понятие
                    «сфера сознания», вводимое нами в наше понимание сознания, может помочь и в
                    разрешении ситуации другого рода. Наша парадоксальная ситуация, с одной стороны,
                    в общем является ситуацией чисто умозрительной, с другой же стороны, она,
                    по-видимому, связана с очень стойкой <em>«металингвистической» ситуацией</em>.
                    Дело в том, что существует такая аксиома европейского, да, впрочем, почти и
                    всякого иного умозрения. Эта аксиома, которая в ряде систем присутствует
                    имплицитно, а в ряде систем достаточно ясно текстуально выражена, заключается
                    вот в чём: если мы говорим, что мы что-то понимаем, что мы что-то пытаемся
                    понять, то мы при этом предполагаем, что <em>это что-то себя не понимает</em>
                    либо что оно себя не понимает <em>в данный момент</em>. В общем любое
                    умозрительное допущение <em>«твоего», «моего»</em> понимания чего-либо с
                    необходимостью, аксиоматически, предполагает, что это <em>«что-то»</em> хотя бы
                    в ситуации <em>нашего</em> понимания себя не понимает. Когда <em>мы</em>
                    понимаем, то <em>оно</em> само себя не понимает: если оно понимает само себя,
                    то, значит, мы его не понимаем. Такова «аксиома исключительности», которая, по
                    существу, всегда устанавливает <em>какие-то области монополии понимания</em>.
                </p>

                <p>Введение «сферы сознания» поможет разрешению такой ситуации потому, что в данном
                    случае, когда я говорю, что существует неприуроченное к объекту и субъекту
                    сознание, я просто хочу сказать, что я при этом отвлекаюсь от проблемы его
                    понимания <em>самим собой</em>. В данном случае я, так сказать, склонен принять
                    другую гипотезу, которая эту проблему снимает, а именно, что <em>моя</em>
                    попытка понимания сознания не имеет никакого отношения к вопросу, понимает ли
                    сознание само себя или не понимает. И в этой гипотезе имплицитно содержится,
                    конечно, презумпция, что <em>оно</em> себя понимает, не будучи приурочено ни к
                    субъекту, ни к объекту.</p>

                <p><strong>Мераб Мамардашвили:</strong> Это допущение не будет означать буквально,
                    что сознание себя понимает, но что мы в нашем анализе условно принимаем то, что
                    «говорит» сознание, за действительное положение вещей.</p>

                <p><strong>Александр Пятигорский:</strong> То есть мы вводим какую-то безличную
                    конструкцию: «Оно понимает».</p>

                <p><strong>Мераб Мамардашвили:</strong> Какую-то часть сознания (независимо от того,
                    что мы могли бы сказать о референтах этого сознания) мы приравниваем к
                    действительному положению вещей. Я продолжу: дело в том, что принцип этот — и
                    здесь нам приходится немного забежать вперёд, потому что он не совсем относится
                    к проблеме «сферы сознания», но относится к ней в то же время в том смысле, что
                    без введения понятия «сфера сознания» это дальнейшее поле конкретной проблемы
                    нельзя будет развить — я считаю, что вообще наряду с принципами, которые
                    известны в классической философии, должен быть введён (наряду с таким, скажем,
                    как упорядоченность мира и тому подобное) «принцип объективной ошибки».</p>

                <p>Что я имею в виду? Когда мы говорим, что <em>какая-то</em> часть сознания нами
                    приравнивается к действительному положению вещей (тем самым отвлекаясь от того,
                    понимает ли сознание само себя или нет), мы фактически допускаем в качестве
                    универсального позитивного принципа, что возможна ошибка, но мы должны и будем
                    «ей» верить. Совершая это «приравнивание» и, таким образом, отвлекаясь от
                    классической дилеммы, о которой мы говорили, мы вводим своего рода «<em>квази-предметностъ</em>».
                    Или, вернее, так — то, что мы позволяем в нашем понимании сознания считать за
                    действительное положение вещей, есть то, что мы в нашей метатеории, имеющей
                    отправным пунктом «сферу сознания», будем называть квазипредметностью. Введение
                    квазипредметности есть единственный, на мой взгляд, способ разрешения этих
                    парадоксов потому, что суть их состоит в том, что употребляемые способы описания
                    сознания наталкиваются на нечто, которое ускользает от рефлексивной процедуры. А
                    сами эти способы описания непрерывно связаны с рефлексивной процедурой, очерчены
                    её посылками, её традицией и так далее. Но когда они наталкиваются на нечто
                    ускользающее от рефлексивной процедуры в принципе, то тогда-то и возникают
                    парадоксы, разрешение которых, собственно, и состояло бы в отказе от
                    рефлексивности, то есть от классического способа описания, потому что
                    классическое описание в принципе исключает приравнение <em>какой-то</em> части
                    сознания к действительному положению вещей.</p>

                <p><strong>Александр Пятигорский:</strong> То есть к такому действительному
                    положению вещей, которое <em>себя</em> не понимает, а сознание это то, что <em>мы</em>
                    понимаем.</p>

                <p><strong>Мераб Мамардашвили:</strong> Совершенно верно. А действительное положение
                    вещей есть нечто такое, о чём никакая рефлексия не может сказать, что это <em>«есть»</em>
                    сознание.</p>

                <p><strong>Александр Пятигорский:</strong> Таким образом, в классическом способе
                    содержится <em>придуманная</em> контрадикция: «договорились», что если объект,
                    то он не сознание, а если сознание, то оно не объект. Мы же, не утверждая
                    объективности сознания и отвлекаясь от объектности и субъектности сознания,
                    снимаем эту проблему.</p>

                <p><strong>Мераб Мамардашвили:</strong> Вводя термин и понятие «сфера сознания», мы
                    возвращаемся к этой проблеме, но уже обозначаем её как квазипредметность.
                    Возможен ещё один подход наощупь к «сфере сознания». Мне кажется, что
                    операционально удобно исходить из <em>какой-то идеализированной прагматической
                        ситуации</em>. Рассмотрение любого вопроса, поскольку оно описывается самим
                    человеком, который этот вопрос рассматривает, должно предполагать какую-то
                    первичную исходную ситуацию, когда этот вопрос <em>не рассматривается</em>.
                    Вопрос не рассматривается, потом он рассматривается. Вот мы не беседовали о
                    сознании, потом мы начинаем беседовать о сознании, мы не занимались пониманием
                    сознания, потом мы начинаем заниматься пониманием сознания.</p>

                <p>И чтобы понять прагматическую ситуацию, о которой говорилось в первой беседе, мы
                    условимся, что не будем считать ситуацию, когда мы не занимаемся пониманием
                    сознания, равнозначной ситуации, когда это сознание не существует; потому что
                    если б мы так считали, то мы таким образом имплицитно выражали бы идею, что
                    сознание объектно, тогда как оно не должно быть ни объектным, ни субъектным,
                    даже в такой чисто прагматической сфере. Мы считаем: если мы и не приступили к
                    рассуждению о сознании, к пониманию сознания, к эксплицированию нашего понимания
                    сознания, то это само по себе ещё ничего не говорит о проблеме возможности
                    описания сознания как такового. То есть мы здесь исходим из условия, что «наше
                    понимание сознания» и «сознание» находятся на различных уровнях ситуативной
                    достоверности. В этой нашей беседе мы принимаем понятие «сфера сознания» как
                    первичное в нашем рассуждении, в нашем понимании сознания, не потому, что оно
                    является понятием высшего ранга абстракции, а напротив — потому что оно
                    практически является как бы понятием высшего ранга прагматизации. Мы сообщаем,
                    описываем тот круг ситуаций, который окружает ситуацию нашего понимания
                    сознания, и, собственно, понятие «сфера сознания» по существу выступает как
                    понятие предельно прагматизированное, как способ обобщённого описания этих
                    ситуаций, а не как способ обобщённого описания сознания. Этим мы ещё раз
                    подчёркиваем, что речь идёт о <em>метатермине</em>.</p>

                <p>Понятие «сфера сознания» является не только достоянием нашей метатеории сознания;
                    соприкосновение со «сферой сознания» есть акт, совершаемый, может быть,
                    ежедневно и ежечасно человеком. Можно показать, что любой акт, который на
                    поверхности описывается как акт творчества, есть ситуация, в которой некто <em>делает</em>,
                    входя в «сферу сознания» или выходя из неё. То есть мы обозначаем как «сферу
                    сознания» нечто, к чему практически приводят некоторые ситуации.</p>

                <p><strong>Александр Пятигорский:</strong> Вместе с тем, это есть аксиоматизируемая
                    нами ситуация, в которой, в принципе, они могут и не участвовать.</p>

                <p><strong>Мераб Мамардашвили:</strong> Когда человек попадает в «сферу сознания», я
                    говорю: «есть человек, попавший в сферу сознания». Я не хочу этим сказать, что
                    все люди находятся в «сфере сознания», но раз он есть в ней — он есть в ней. Это
                    тавтология. Вот что я имею в виду: или есть, или нет. Когда Вольтер говорил, что
                    добродетель не может быть половинной (или она есть, или её нет), то он не имел в
                    виду, что все люди добродетельны, наоборот, он имел в виду, что они <em>могут
                        быть</em> таковыми (или <em>не</em> быть).</p>

                <p><strong>Александр Пятигорский:</strong> Таким образом, у нас «сфера сознания»
                    будет фигурировать как <em>какое-то псевдотопологическое понятие</em>. О психике
                    мы можем говорить, что она есть в «сфере сознания», или мы можем говорить о
                    «сфере сознания», что она здесь есть или что её здесь нет, и, вводя метатермин
                    «сфера сознания» как некоторую предельную, не содержательную, а чисто
                    практически ситуационную абстракцию, мы можем договорится, что она обладает
                    такими свойствами, что мы можем сказать, что она имеет место, и мы можем
                    сказать, что она <em>где-то</em> не имеет места. И вот тут возникает ещё одно
                    предложение: в целях дальнейшего более чёткого развития наших бесед о метатеории
                    сознания я предложил бы хотя бы предварительно договорится, что для нас
                    существенно, что <em>«сфера сознания» в принципе имеет место</em>, то есть что
                    она <em>имеет место вообще</em>. В каком-то более конкретном смысле мы можем
                    говорить, что она есть <em>здесь</em> или что <em>здесь</em> её нет. Но <em>вообще</em>
                    она есть. Это, опять-таки, делается как чисто прагматическое допущение.</p>

                <p>Мне кажется, что «сфера сознания» <em>не классифицируема</em> в силу специфики
                    самого нашего подхода, о котором мы говорили выше. Она неклассифицируема потому,
                    что мы предполагаем, что «сфера сознания» — это есть то, что нам поможет в
                    дальнейшем перейти к <em>каким-то уточнениям</em>, каким-то спецификациям и
                    конкретизациям сознания, которые нам дадут эти уточнения, также
                    неклассифицируемые. В нашем подходе лежит принцип сплошной и последовательной
                    <em>неклассифицируемости</em>. То есть когда я думаю, что совершается переход от
                    понятия «сферы сознания» к понятию «состояние сознания» или от понятия «сферы
                    сознания» к понятию «структура сознания», то это не значит, что этот переход
                    может рассматриваться как логически классификационный. Этот переход совершается
                    как переход в нашем понимании сознания, о котором говорилось выше. Это не
                    переход от общего понятия к частному, а просто следующая ступень в нашем
                    рассуждении, в конкретизации нашего понимания. Новые понятия выступают как новые
                    конкретизации <em>самого</em> нашего понимания, а не его объекта.</p>

                <p><strong>Мераб Мамардашвили:</strong> До рассмотрения нами дальнейших
                    конкретизации нашего понимания сознания, мне кажется целесообразным остановиться
                    на таких представлениях, как «мировое событие» и «мировой объект». Я считаю, что
                    некоторые факты, объекты, события сознания, фиксируемые или в сознании
                    существующие в отличие от событий психической жизни человека, являются
                    событиями, объектами, стоящими как бы на линиях, которые пронизывают любые
                    эпохи, любые человеческие структуры, какие бы они ни были — национальные,
                    социальные, личностные, в которых <em>что-то</em> существует вне времени, в
                    которых <em>что-то</em> существует как тождество. Я поясню на примере: потоп как
                    разлив реки или морское наводнение есть «событие». Но потоп как символ, который
                    выдан сознанием, есть «мировое событие». Объект и событие такого рода, то есть
                    существующие вне времени, которые, <em>как казалось бы</em>, имеют
                    <em>какой-то</em> реальный аналог, в действительности вовсе к нему не относятся,
                    а есть нечто другое, есть мировое событие, есть мировой объект, в принципе иначе
                    анализируемый. И сам факт наблюдения, восприятия людьми реального события должен
                    анализироваться, таким образом, совершенно иначе, нежели тот же факт, но ставший
                    «мировым событием» и долженствующий быть соотнесённым, как таковой, уже с <em>жизнью
                        сознания</em>. Я могу утверждать, что материал мифов составляется из мировых
                    событий (выступающих как <em>мифемы</em>). Таких мировых событий и мировых
                    объектов, очевидно, можно насчитать энное количество. Различие между терминами
                    «событие» и «объект» здесь чисто процедурное. Я говорю «событие», если хочу в
                    одном и том же объекте подчеркнуть и процессуальность. Я говорю «объект», если я
                    хочу фиксировать: это <em>«тоже объект»</em>, потому что событие есть объект в
                    моей терминологии, то, что я называю объектом. Я считаю, что нужно ввести это
                    понятие как дополнительное в связи и вместе со «сферой сознания».</p>

                <p><strong>Александр Пятигорский:</strong> Мы сейчас «сферу сознания» рассмотрели с
                    прагматической и метатеоретической стороны. Мне кажется, что её можно
                    рассматривать и как определённую мифему, и тогда возможна гипотеза, что «сфера
                    сознания» в отношении к мировому событию, к мировому объекту выступает как
                    «универсальный наблюдатель».</p>

                <p><strong>Мераб Мамардашвили:</strong> Фактически «сферу сознания» мы вводим как
                    понятие, которое замещает нам «картезианского человека».</p>

                <p>Классическая философия, как мы говорили в предыдущей беседе, оперировала
                    посылкой, допущением субъекта как некоего универсального божественного модуля
                    наблюдения в рамках <em>какой-то</em> рефлексивной процедуры. Фактически это
                    понятие должно вобрать в себя часть свойств наблюдения, которые приписывались
                    наблюдающему субъекту как божественному модулю универсальной перцепции, и часть
                    свойств, которые приписывались объекту наблюдения, но мы не приписываем этому
                    модулю никаких свойств рефлексии и, таким образом, забирая у него часть свойств
                    субъекта и часть свойств объекта как инструмента наблюдения или наблюдающего
                    устройства, мы и применяем понятие «сферы сознания».</p>

                <p>Понятия же мирового объекта и мирового события позволяют нам отвлечься от
                    проблемы связи между культурой и сознанием, перехода информации от одной
                    культуры к другой, реальной преемственности и так далее. Я просто утверждаю
                    следующую вещь: событие, отражённое в индийской мифологии, и событие, отражённое
                    в греческой мифологии, могут быть мною посредством реального мирового объекта и
                    мирового события взяты в одной точке, на одной линии, как одно событие; то есть
                    объект, находящийся в одной точке мировой линии, есть мировой объект, независимо
                    от того, могу ли я в реальной связи, преемственности проследить заимствование в
                    одной культуре из другой, одной мифологии из другой и прочее, и прочее
                    Оттого-то, вводя понятия «мировой объект» и «мировое событие», мы избавляемся от
                    проблемы временно-пространственных связей культур, оставляя её этнографии и
                    антропологии. То есть <em>независимо от реальной связи</em> должны быть <em>какие-то</em>
                    два события во внешне разобщённых культурах или личностях, которые находятся в
                    одной точке на мировой линии и являются <em>одним</em> событием, <em>одним</em>
                    «мировым объектом».</p>

                <p><strong>Александр Пятигорский:</strong> Нам следует полностью отказаться от
                    понятия культуры как <em>чего-то</em> противопоставленного сознанию. Понятие
                    культуры как культуры вообще, как термина и как элемента восприятия
                    обыкновенного человека в нашем рассмотрении не имеет никакого отношения к
                    сознанию. Но есть ещё другой чисто прагматический момент. Дело в том, что
                    метатеория сознания, как я себе её представляю (так же как само сознание), к
                    культуре вообще и к какой-нибудь частной культуре <em>может</em> не иметь
                    никакого отношения. Имеются различные <em>теории</em> сознания, о которых мы не
                    говорим и которые будут относиться к культурам, но «само сознание» и наша работа
                    с сознанием, которые представлены в предлагаемой нами метатеории, не имеют
                    никакого отношения ни к культуре, ни к культурам.</p>

                <p>И в заключение надо уточнить семиотический аспект термина «сфера сознания». Мы об
                    этом говорили вначале, что помимо метаподхода мы рассматриваем «сферу сознания»
                    как очередной элемент, очередное слово, очередной термин нашей системы
                    обозначений нашего символического языка.</p>

                <p><strong>Мераб Мамардашвили:</strong> Когда я характеризовал понятие «сферы
                    сознания» как элемента символического аппарата, говорил о символическом
                    характере раздела метатеории и говорил, что мы подчёркиваем символический
                    характер самой нашей работы, то имел в виду некоторые свойства, которые мы в
                    последующем обнаруживаем в сознании, а эмпирически обнаруживали ещё <em>до
                        начала</em> нашего движения в этой работе. Они-то наше движение как
                    понимание метатеории сознания и вызвали. Я имею в виду свойства объекта, которые
                    не поддаются детерминистическому анализу, а с другой стороны, ускользают от
                    любого типа семиотического анализа, основанного на том, что существует
                    обозначающее как реально отделённый элемент и существует обозначенное как
                    денотат первого. Термин же «сфера сознания» является «символом» того
                    обстоятельства, что в данном рассмотрении не существует ни обозначаемого, ни
                    обозначающего, ни обозначателя. Мы имеем дело с интуитивным опытом семиотизации,
                    с опытом, в котором эти три момента наличествуют, но не улавливаются как
                    отделённые во времени и пространстве. Можно предположить, что существует <em>непрерывная</em>
                    связь между обозначаемым и обозначающим, когда невозможно отделить одно от
                    другого.</p>

                <p><strong>Александр Пятигорский:</strong> Теперь ещё немного о «сфере сознания». У
                    меня остаётся чувство неудовлетворённости <em>неполным пониманием</em>. Я
                    окончательно не понимаю, что я сам хочу сделать с ней, но она появилась в моём
                    понимании, и я <em>должен</em> пытаться её эксплицировать, поскольку, образно
                    выражаясь, моя психика оказалась <em>в том же самом месте</em>, где появилась
                    такого рода идея. Я ещё раз напоминаю о принципиальной неприуроченности понятия
                    «сферы сознания» к индивидуальному психическому механизму. Поэтому выражения
                    «здесь есть сфера сознания» или «здесь нет сферы сознания» условны, и, вообще
                    говоря, не вполне правильны в том смысле, в каком мы начали это рассуждение,
                    потому что поскольку речь не идёт об индивидуальных психических механизмах, то
                    скорее можно сказать, что «сфера сознания» <em>есть</em>, что она «вообще есть»
                    вне такой приуроченности, и мы можем утверждать, что она <em>«здесь есть»</em>
                    или что её <em>«здесь нет»</em> только когда такая приуроченность нами идеально
                    планируется, что, по-моему, всё-таки к «сфере сознания» неприменимо. Это
                    возможно при дальнейшей спецификации сознания, когда речь пойдёт о состояниях и
                    структурах сознания. «Сфера сознания» для меня идеальный прагматический этап. Мы
                    начинаем экспликацию понимания нами «сферы сознания», потому что «сфера
                    сознания» — это то, что знаменует в нашей беседе определённую границу: <em>«вот
                        здесь»</em> мы начинаем объяснение нами терминов нашего понимания, и,
                    соответственно, терминов метатеории сознания, и поскольку оно нами начинается от
                    <em>какого-то «ничто»</em>, мы это «ничто», эту границу, это исходное называем
                    «сферой сознания».</p>

                <p><strong>Мераб Мамардашвили:</strong> Ты делаешь упор на прагматический аспект
                    термина «сфера сознания», вернее даже на прагматический аспект самого
                    существования в «сфере сознания», если можно выразить термином «существование»
                    что-то, чему мы приписываем в то же время и свойство несуществования. И чтобы
                    резюмировать этот аспект, можно вернуться к мысли о том, что «сфера сознания» —
                    это ситуация, в которой прагматически находятся <em>«сознания»</em> или, вернее,
                    могут находиться, не имея в виду, что <em>каждое</em> сознание находится в этой
                    ситуации. Оно или находится, или не находится.</p>

                <p><strong>Александр Пятигорский:</strong> Я хотел бы здесь лишить термин «сфера
                    сознания» пространственной спецификации, имея в виду дальнейший ход рассуждения.
                    «Сфера сознания», строго говоря, не обладает пространственной определённостью,
                    так же как она не обладает временнóй определённостью.</p>

                <p><strong>Мераб Мамардашвили:</strong> Однако здесь есть <em>движение</em>, и
                    потому я хочу подчеркнуть то обстоятельство, что мы приписываем движение к
                    «сфере сознания» не только нашему метатеоретическому рассуждению, но и
                    прагматике сознания людей вообще. Но это не означает, что все люди находятся на
                    пути такой прагматики; это прежде всего относится к <em>нашему</em> способу
                    описания сознания, ибо, собственно говоря, в рубрику «сферы сознания» мы выносим
                    <em>какие-то свойства</em> нашего <em>описания</em> сознания.</p>

                <p>Вводя понятие «сфера сознания», мы тем самым строим символическую часть нашего
                    аппарата описания структуры и состояния сознания — часть, которой мы не
                    приписываем никакой локализации и которую никак не конкретизируем потому, что в
                    дальнейшем сами состояния и структуры сознания мы будем рассматривать как
                    локализацию и как конкретизацию того, что мы фиксируем в «сфере сознания». Тем
                    самым мы <em>фактически</em> признаем символический характер понятия «сфера
                    сознания». Понятия же структуры сознания, состояния сознания и ряд других
                    понятий, которые мы далее введём, не будут носить символический характер. Они
                    нами будут выводиться в качестве интерпретации этого символа; само состояние
                    сознания мы будем рассматривать как интерпретированное, конкретизированное
                    существование «сферы сознания», как локализацию, «захват», «ловушку» «сферы
                    сознания». Или наоборот, можно перевернуть этот термин и сказать: вхождение в
                    «сферу сознания», нечто вошедшее в «сферу сознания» — обладает структурой
                    сознания. Или наоборот: структура сознания будет разрушаться в «сфере сознания»
                    и так далее. Нам сейчас это неважно — нам важно подчеркнуть, что понятие «сфера
                    сознания» не подразумевает никакого реального события сознания. Вообще никакого
                    реального события мы не описываем, и в этом смысле аппарат, в котором вводится
                    понятие «сферы сознания», обладает свойствами общими, скажем, с некоторыми
                    чертами аппарата квантового или психоаналитического описания. Ведь очень многие
                    недоразумения и ошибки в интерпретации классического психоанализа Фрейда,
                    свойственные не только философам-интерпретаторам Фрейда или посторонней публике,
                    но и на 99 процентов самим психоаналитикам, состоят в натуралистическом
                    понимании процедуры Фрейда. (Например, когда Фрейд говорит об «эдиповом
                    комплексе», предполагают, что «эдипов комплекс» есть понятие, обозначающее тип
                    реально случившихся событий, что у такого-то индивида «эдипов комплекс» <em>реально</em>
                    наличествует, в то время как на самом деле здесь наличествуют совершенно иные
                    <em>явления</em> сознания, <em>символически</em> обозначаемые как «эдипов
                    комплекс».)</p>
            </div>
        </div>
    </div>
@endsection

