@extends('layouts.app')

@section('title', 'Поругание русского алфавита')

@section('content')

        <img src="{{ asset('images/alphabet_desecration.png') }}"
             alt="Поругание русского алфавита" class="article-image my-4 rounded-lg shadow-md">
        <!-- Заголовок -->
        <h1 class="text-2xl font-bold text-center mt-6 mb-8">17.02.2012:
            ПОРУГАНИЕ РУССКОГО АЛФАВИТА</h1>

        <p class="text-justify">На входе в Александровский парк, если идти от Петропавловской крепости, установлена странная композиция. В центре надпись: «300 лет петербургской журналистике, типографскому и издательскому делу. 11 мая 1711 года. Союз полиграфистов Санкт-Петербурга. Компания “Берег”».</p>

        <p class="text-justify">Вокруг надписи расположены на тёмном фоне гранита белые буквы русского алфавита. Все буквы даны в зеркальном отображении, они как бы опрокинуты навзничь, лицевой стороной вниз (вряд ли прохожий знает, как выглядят литеры полиграфического набора). Алфавит выглядит поверженным. Кроме того, буквы представлены не в алфавитном порядке, некоторых букв просто нет, то есть алфавит представлен ущербно и уродливо. И, наконец, гражданам города и его гостям предложено ногами попирать эти священные знаки национальной культуры, ибо иного пути от Крепости к станции метро «Горьковская» просто нет.</p>

        <p class="text-justify">Достаточно вспомнить золотой алфавит армян в Матенадаране, золото для которого нелегально привозили в СССР в виде личных драгоценностей на своём теле женщины армянской диаспоры, чтобы понять бездну падения авторов петербургского сооружения. Сотворить подобное многоступенчатое унижение русскому алфавиту можно было только по невежеству или специально.</p>

        <p class="text-justify">Предлагаю демонтировать это позорное сооружение.</p>

        <p class="text-right">Владимир Михайлович МОНТЛЕВИЧ</p>
        <p class="text-right"><i>г. Санкт-Петербург</i></p>

@endsection



