@extends('layouts.app')

@section('title', 'Чакра лучей и радуг')

@section('content')

        <img src="{{ asset('images/chakra_rays_rainbows.png') }}" alt="Чакра
        лучей и радуг" class="article-image my-4 rounded-lg shadow-md">
        <!-- Заголовок -->
        <h1 class="text-2xl font-bold text-center text-orange-600 mb-8
        mt-8">ЧАКРА ЛУЧЕЙ И РАДУГ</h1>

        <p class="text-justify">Символ, по определению Платона, есть посредник между относительным и абсолютным.</p>

        <p class="text-justify">Символика чакры лучей и радуг дана в традиции <i>ньинтиг</i>, входящей в раздел Упадеша учения <i>ятийоги</i>. Именно к этой традиции принадлежит сборник текстов Лонченпы <i>“Забмо Янтиг”</i>. В этом сборнике находится <i>“Карнатантра…”</i>, перевод которой в 1972 успел завершить до ареста Б.Д. Дандарон. Согласно <i>“Карнатантре”</i> трактуются некоторые элементы чакры лучей и радуг.</p>

        <p class="text-justify">Тибетские художники сравнивают плоскость танки с зеркалом. Обычно сияние вокруг Тела в <i>самбхогакае</i> имеет вид вытянутого по вертикали овала; так видят продвинутые практики. Это физический тип сияния. Но есть и символический. Сияние сравнивается с радужкой глаза Адибудды, в зрачке которой йогин видит себя в своей истинной природе, например в виде <i>Ваджрасаттвы</i>. Это один из эффективных способов созерцания. Здесь нет необходимости смотреть на отражение танки в зеркале.</p>

        <p class="text-justify">Два типа радуги символизируют: внутренняя – порядок выхода <i>махабхут</i> (осадочных или грубых в четверной трактовке <i>махабхут</i> Лонченпой) согласно ритуалу <i>сокшода</i> (<i>ганапуджа</i>) в той его части, где готовится <i>амрита</i>; а внешняя – так называемые прозрачные <i>махабхуты</i> (небесные).</p>

        <p class="text-justify">Два типа лучей соответствуют двум деяниям (<i>don gnyis byed</i>): для себя и для других (<i>rang gi don dang gzhang gi don</i>). Описание двух видов лучей <i>нирманакаи</i> дано согласно работе Лонченпы <i>“Карнатантра …”</i> (<i>sNyan-brgyud-kyi rgyab-chos-chen-mo zab-don gnad-kyi me-long zhes-bya-ba</i>). Лучи Нирманы внутрь, “лучевой крючок” (постоянный термин садхан) согласно Лонченпе есть символ периода созревания (“для себя”) Нирманы (8–16 символических лет, Нирмана родился сразу восьмилетним из межлепесткового пространства – <i>дхармодая</i> – лотоса):</p>

        <blockquote class="quote pl-6 border-l-4 border-gray-300 my-4">
            С этого времени в течение восьми лет вращал Колесо пяти мудростей внутрь в центральном древе интуиции. Этим самым, освободив себя через познание, спасся от размышления...
        </blockquote>

        <p class="text-justify">Лучи Нирманы наружу (16–24) соответствуют периоду Проповеди и возможности восприятия Нирманы продвинутыми йогинами. Последний период есть благоприятное время вхождения в тантру.</p>

        <p class="text-justify">Все другие случаи менее гармоничны.</p>

        <ul class="list-none pl-6 mb-4">
            <li><p class="text-justify">Семенной слог <i>ХУМ</i> – <i>дхармакая</i>,</p></li>
            <li><p class="text-justify">Вместерожденность двух типов лучей – <i>сахаджакая</i>,</p></li>
            <li><p class="text-justify">Безличное знание, качество <i>амриты</i> – <i>джнянакая</i>,</p></li>
            <li><p class="text-justify">Самосвечение <i>бинду</i> сердца – <i>свабхавикакая</i>,</p></li>
            <li><p class="text-justify">Радуга <i>вишаи</i>, мира Проявленности Чистой Земли – <i>самбхогакая</i>,</p></li>
            <li><p class="text-justify">“Встреча двух радуг”, “Белая зона” – <i>нирманакая</i> (не имеет <i>скандх</i>, здесь – прозрачная сфера).</p></li>
        </ul>
        <img src="{{ asset('images/his_eye.jpg') }}" alt="Чакра
        лучей и радуг" class="article-image my-4 rounded-lg shadow-md">

@endsection
