@extends('layouts.app')

@section('title', 'Уход Учителя. Лама Дарма-Доди')

@section('content')
    <div class="container mx-auto px-4 biography">
        <img src="{{ asset('images/darma_dodi.jpg') }}" alt="Лама Дарма-Доди"
             class="my-4 rounded-lg shadow-md">
        <!-- Заголовок -->
        <h1 class="text-2xl font-bold text-center mb-8">УХОД УЧИТЕЛЯ<br>ЛАМА
            ДАРМА-ДОДИ<br>(1900—1993)</h1>

        <p>24 сентября 1993 года покинул этот мир на девяносто третьем году
            жизни старейший лама Бурятии Дарма-Доди (в миру Жалсараев).
            Дарма-Доди родился в 1900 году. В восемь лет его послали жить к
            родному дяде в Гэгэтуйский дацан, где он начал изучение тибетского и
            монгольского языков. Там же он был определен в статусе хуварака
            (послушника). В пятнадцать лет он уже изучает цанид (философию) и
            известную ритуальную систему жод (чод). В тридцатые годы, продолжая
            монашескую жизнь, приступает к изучению тантрийских систем, в
            частности, тантры Ваджрабхайравы, линию преемственности которой он
            возводил к Лубсану Данде (Богдо-ламе?).</p>

        <p>Волна репрессий не миновала Дарма-Доди; в 1937 г. он был арестован в
            Новоселенгинске, и начались смертельно тяжкие годы ГУЛАГа: Колыма —
            прииск «Сусыман», прииск «Каменский». Освобожден Дарма-Доди был в
            1946 г. С 1948 г. снова возвращается к официальной духовной
            деятельности, с 1964 г. — в Иволгинском дацане.</p>

        <p>Таковы скупые сведения, которые сообщил сам Дарма-Доди в июне 1989
            года.</p>

        <p>Знакомство же с ним произошло в феврале 1975 г., когда я и Ю.
            Алексеев (мой духовный собрат), приехав в Иволгинский дацан и
            посетив болеющего ширетуя (настоятеля) Цыдена Ламхе (Цыден Цыденов,
            умер в декабре 1978 г.), получили от него совет посетить дом № 17 в
            дацане, где проживал лама Дарма-Доди. Идя снежной тропой к домику
            ламы, мы удивлялись и его имени (ведь это одно из имен Дандарона в
            прошлых рождениях) и числу семнадцать (относится к числовой метрике
            Ваджрасаттвы). Последовавшая встреча удивила и алтарем с признаками
            гневных ритуалов, и немногословностью, и суровой скромностью. Не
            задав нам ни одного вопроса, он, тем не менее, разрешил наши
            проблемы.</p>

        <p>С 1976 г. Дарма-Доди становится настоятелем Иволгинского дацана.
            Именно он проводил ритуал освящения главного храма дацана после
            пожара. В 1982 г. он отходит от официальных дел, но не оставляет
            духовного подвижничества: передает традицию на Запад — европейцам.
            Множится круг учеников, и кто сейчас перечислит города и веси
            России, где бы ни обитали почитатели скромного старого бурятского
            ламы — Учителя Дарма-Доди.</p>

        <p>Придет время, и его ученики поведают более подробно о жизни Учителя,
            о делах необычайных и замечательных — от проявления сиддх до дара
            предвидения, и, может быть, правы те, кто вполне в духе буддизма
            считал, что уже многие годы Дарма-Доди на благо учеников проявлял
            Иллюзорное Тело, сам же уже давно оставив сансарное
            существование.</p>

        <p>С уходом Дарма-Доди ушел один из последних Великих Лам Бурятии, через
            которых драгоценная линия Традиции не прерываясь дошла до нас из
            дали священных стран и веков.</p>

        <p class="text-right"><i>1994 г.</i><br><i>(ж. «Гаруда», № 6)</i></p>
    </div>
@endsection
