@extends('layouts.app')

@section('title', 'Дхарма-бодхичитта, рупа, карма')

@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8 py-6">
        <!-- Подзаголовок -->
        <h2 class="text-xl sm:text-2xl font-semibold text-center text-red-600 mb-4">
            Право, граница, биология
        </h2>

        <!-- Заголовок -->
        <h1 class="text-2xl sm:text-3xl font-bold text-center mb-8">
            Дхарма-бодхичитта, рупа, карма
        </h1>

        <!-- Основной текст -->
        <div class="mx-auto">
            <p class="text-justify indent-4 text-lg sm:text-xl">
                Если взять два: гражданские права и незыблемость границ, то легко увидеть, что одно может противоречить другому. Так ныне и говорят: «На Балканах решается судьба великого проекта Единой Европы, в которой права граждан священны, а границы государств условны».
            </p>

            <p class="text-justify indent-4 text-lg sm:text-xl">
                Таким образом, противоречие прав граждан и принципа незыблемости границ, оказывается, можно разрешить силовым способом: войной. Чехословакия разделилась спокойно, Косово — через кровопролитие и агрессию извне.
            </p>

            <p class="text-justify indent-4 text-lg sm:text-xl">
                Силовое решение категорически ничего не решает, раз проблема «решается» через гибель граждан, о правах которых идет речь.
            </p>

            <p class="text-justify indent-4 text-lg sm:text-xl">
                Очевидно, гармонии можно достичь, учтя большее число составляющих современного бытия человека. Как минимум, к статусу границ и к правам граждан следует добавить демографический фактор: одни народы генерируют сверхактивно, другие – медленно, третьи вообще снижают уровень своей численности.
            </p>

            <p class="text-justify indent-4 text-lg sm:text-xl">
                Если придерживаться только принципа защиты прав граждан, то жители исламских стран, где рождаемость на порядок выше, чем в Европе, должны иметь полное право, преодолев «условность» границ, жить в любой стране Европы в любом, желаемом для них, количестве.
            </p>

            <hr class="w-1/12 mx-auto my-6 border-gray-400">

            <p class="text-justify indent-4 text-lg sm:text-xl">
                Биология (<span class="text-red-600">карма и клеши</span>) – это когда в мусульманской семье десять детей, а в семье шведов один или ни одного.
            </p>

            <p class="text-justify indent-4 text-lg sm:text-xl">
                Политика (<span class="text-red-600">неведение</span>) — это когда на основании хартии вольности и защиты прав человека бомбят Югославию и вонзают в брюхо Европы кинжал моджахедов.
            </p>

            <p class="text-justify indent-4 text-lg sm:text-xl">
                <span class="text-red-600">Йога</span> (механизм освобождения) – это когда с помощью упражнения тела, речи и мысли научаются думать о всем живом, научаются терпению и смиренности.
            </p>

            <p class="text-justify indent-4 text-lg sm:text-xl">
                Карма в расхожем европейском понимании – это когда любое происходящее объясняется и оправдывается плоским «такова карма».
            </p>

            <p class="text-justify indent-4 text-lg sm:text-xl">
                Что же за карма выпала на долю шведов, где только посели некоторое количество народа южной генерации, как настанет этак лет через сто преобладание этого народа над белобрысыми автохтонами. А размягшие от исторической трехсотлетней благости потомки викингов возьми да и скинь размножившихся в морскую пучину. Неужели и там Европейский Союз, к тому времени освободившийся от американского диктата, устроит некое шведское Косово.
            </p>

            <p class="text-justify indent-4 text-lg sm:text-xl">
                Сейчас непросто ответить на вопрос, почему великая мусульманская цивилизация, родившая шедевры поэзии, архитектуры, изыски математики и астрономии, вдруг к концу двадцатого века вспенилась по краям агрессивным фундаментализмом.
            </p>

            <p class="text-justify indent-4 text-lg sm:text-xl">
                Необходим международный юридический закон защиты биологической и общественно-исторической специфичности всех народностей, этносов и наций.
            </p>

            <p class="text-justify indent-4 text-lg sm:text-xl">
                Итак, три фактора:
            </p>

            <ol class="list-decimal list-inside pl-5 sm:pl-6 text-lg sm:text-xl
            space-y-2">
                <li>Права граждан (<span class="text-red-600">бодхичиттовость дхармакаи</span>)</li>
                <li>Незыблемость границ (<span class="text-red-600">неведение рупы</span>)</li>
                <li>Биолого-этнический фактор (<span class="text-red-600">карма и клеши</span>)</li>
            </ol>

            <p class="text-justify indent-4 text-lg sm:text-xl">
                Учитывая эти три фактора, необходимо создать для будущего, начиная с XXI в., новые юридические, научно обоснованные правила сосуществования государств и народов, включая не только крупные этнические группы, но и небольшие народности.
            </p>

            <p class="text-justify indent-4 text-lg sm:text-xl">
                Готового ответа нет, его нужно вырабатывать. Иначе – войны, погибель, регресс.
            </p>

            <p class="text-justify indent-4 text-lg sm:text-xl">
                Новым же буддистам нужно понять, что на то она и есть <span class="text-red-600">йога</span>, чтобы преодолеть <span class="text-red-600">карму</span>, а, значит, и неведение рупы.
            </p>

            <p class="text-right text-sm sm:text-base italic font-bold">
                ВМ, 16.04.99 г., 122-ЦМСЧ (СПб)
            </p>
        </div>
    </div>
@endsection
