@extends('layouts.app')
@section('title', 'Пять Дхьянибудд и Этнический Хаос')
@section('content')
    <div class="p-3 bg-[url('/images/paper_texture.jpg')] bg-cover
    bg-no-repeat">
             <img src="{{ asset('images/five_dhyanibuddhas.jpg') }}"
             alt="Пять Дхьянибудд и Этнический Хаос"
             class="article-image my-16 rounded-lg shadow-md w-full
             max-w-[512px] max-h-[768px] object-cover mx-auto">

        <h1 class="text-2xl sm:text-2xl md:text-3xl font-bold text-center
        mb-8 mt-6 text-teal-700">ПЯТЬ ДХЬЯНИБУДД И ЭТНИЧЕСКИЙ ХАОС</h1>

        <div class="p-3">
            <ol class="list-decimal list-inside pl-5 sm:pl-6 space-y-4">
                <li>
                    <span class="text-red-500 font-bold">Дхармакая</span> –
                    целое, сплошное и недифференцированное.
                </li>
                <li>
                    <span class="text-red-500 font-bold">Рупакая</span> –
                    <span class="text-red-500 font-bold">Два Тела
                        Форм</span>: <span class="text-red-500
                        font-bold">самбхогакая и нирманакая</span> – чистые миры
                    и чистые существа без скандх, без осадочных махабхутов.
                    <span class="text-red-500 font-bold">Пять Дхьянибудд</span>
                    – одна из основных структур самбхогакаи. Многообразие
                    несводимых друг на друга признаков – сущностная черта двух
                    Формных Тел.
                </li>
                <li>
                    Дифференцированно «устроена» и сансара: пять скандх, таблица
                    элементов Менделеева, каскад частиц ядерной физики, набор
                    генов и хромосом животного и растительного миров. Столь же
                    структурен и мир людей на всех его срезах: это
                    биологические, психологические, культурные и т.д.
                    особенности племён, народов, наций и рас.
                </li>
                <li>
                    Нет спутанности в мирах <span class="text-red-500
                    font-bold">Рупакаи</span>, нет там серого, всё чисто и ярко
                    в самопроявлении. В сансаре – иначе, в силу неведения там
                    есть место пыли, грязи и мусору, страдательной мешанине
                    несходственных признаков – плодам замутнённого восприятия
                    элементов иллюзорного распада мира.
                </li>
                <li>
                    <span class="text-red-500 font-bold">Абхидхарма</span>
                    описывает и чистое, и омрачённое и даёт несколько типов
                    классификации дхарм:
                    <ul class="list-disc pl-8 sm:pl-10 space-y-2 mt-2">
                        <li>подверженные бытию и неподверженные оному;</li>
                        <li>дхармы, способствующие спасению, и дхармы, не
                            способствующие ему;
                        </li>
                        <li>благоприятные, неблагоприятные и нейтральные
                            дхармы;
                        </li>
                        <li>разбивка на скандхи, дхату и аятана.</li>
                    </ul>
                    Смеем предложить классификацию, в которой из всего
                    конгломерата дхарм выделим отдельно <span
                        class="text-red-500 font-bold">Акашу</span>: <span
                        class="text-red-500 font-bold">Акаша</span> –
                    дхарма-матрица, как сплошное и недифференцированное;
                    остальные дхармы прерывны по отношению друг к другу,
                    дифференцированны, и понятие сплошного к ним не применимо.
                </li>
                <li>
                    <span class="text-red-500 font-bold">Гладкая Акаша</span>
                    всегда сплошна по определению, это дхармакая, нирвана,
                    мир без частей.<br>
                    <span class="text-red-500 font-bold">Акаша
                        негладкая</span> – Два Тела Форм.<br>
                    <span class="text-red-500 font-bold">Акаша, впавшая в метрику</span> осадочных махабхут, – сансара.
                </li>
                <li>
                    <span class="text-red-500 font-bold">Ясный Свет</span> не
                    есть смешение цветов, не есть спутанность их. Буддизм
                    разграничивает понятия Ясный Свет и белый цвет. Ясный Свет –
                    это не цвет, а волна, лучистость как таковая, принцип
                    излучения, как основной принцип <span
                        class="text-red-500 font-bold">жертвоприношения дхармакаи, субстрат бодхичитты</span>.
                </li>
                <li>
                    <span class="text-red-500 font-bold">Белый цвет</span> –
                    одно из качеств несводимых друг на друга признаков Пяти
                    Дхьянибудд. Нельзя путать Волну и цвет. <span
                        class="text-red-500 font-bold">Волна</span> – признак
                    всесвязности, целого, сплошного. <span
                        class="text-red-500 font-bold">Цвет</span> – качество
                    дифференцированного мира, в том числе и миров <span
                        class="text-red-500 font-bold">Двух Формных Тел</span>.
                </li>
                <li>
                    Стирание границ в явлениях человеческой цивилизации как
                    признак размытости в сансаре, аналог абсолютной сплошности
                    Акаши, имеет собственную границу. Её ощущение и
                    использование есть искусство <span
                        class="text-red-500 font-bold">Меры</span>. Есть
                    безграничные принципы всечеловеческого характера: не убий,
                    не укради, не лги и т.п. – они сходственны сплошному Акаши,
                    дхармакаевы.
                </li>
                <li>
                    Попытки смешать этносы, государства, языки (эсперанто),
                    религии (экуменизм), культуры (масс-медиа) – это признак
                    омрачённости, непонимания жизненности и бодхичиттовости её
                    <span
                        class="text-red-500 font-bold">Величества
                        Границы</span>,
                    главного признака Формного Мира. Такие попытки приводят к
                    регрессу, деградации, упрощению, повышению энтропии,
                    однородности. Такое смешение опасно занижает уровень
                    развития цивилизации.
                </li>
                <li>
                    Мир уравнительного порядка – это мир деградирующий, мир
                    насилия и неравенства, ибо однообразно и уныло лишь бытие
                    большинства при контрастной роскоши невидимого меньшинства.
                    Такой мир – это унылое поле одноцветья. Чистое же бытие,
                    нравственное, будучи проекцией в сансару садов <span
                        class="text-red-500 font-bold">Сукхаватти</span>, – это
                    многоцветное поле человеческой жизни, это <span
                        class="text-red-500 font-bold">Букет
                        Ваджрасаттвы</span>.
                    Этническая интеграция, стирание культурных и языковых границ
                    противоположны буддийской нравственности и теории Пяти
                    Дхьянибудд.
                </li>
            </ol>
            <p style="text-align: right;" class="italic">1999 г. СПб, ВМ</p><br>
        </div>
    </div>
@endsection
