@extends('layouts.app')

@section('title', 'Полнота Проповеди')

@section('content')
    <div class="container h-full mx-auto px-4 sm:px-6 lg:px-8">

        <h1 class="text-3xl font-bold text-center text-lime-700 mb-6">
            ПОЛНОТА ПРОПОВЕДИ
        </h1>

        <p class="text-justify">Полнота, а не традиция, ибо стремится удержать всю Проповедь
            Учителя
            и представляет буддизм в целом, объединяя все направления и школы
            буддизма.</p>

        <p class="text-justify">Соединяет в себе и традицию тантр школы <i>гелуг</i>, и методы школы
            <i>сакья</i>, и стиль высших уровней <i>ньингмы</i>.</p>

        <p class="text-justify">Основывается на фундаментальном буддийском образовании в соответствии
            с <i>Готамавадой</i>, допуская свободный выбор других воззрений на
            мир, от систем <i>мадхьямиков</i> и <i>йогачаров</i> до <i>ятийоги
                ньингмы</i>.</p>

        <p class="text-justify">Происходит из духовной традиции бурятского буддизма в варианте линии
            <i>махамудры</i>, проповеданной Лубсаном Санданом Цыденовым. Линии
            преемственности восходят ко времени строительства ступы Бодхнатх в
            Катманду, к событиям жизни Шакьямуни, проходят через окружение
            Падмасамбхавы, через круг Марпа-ламы и Семи Великих Монголии и
            Тибета XVII-XVIII веков.</p>

        <p class="text-justify">Распространяет дхарму в период её полного отсутствия или угасания.
            Сохраняет направление классической буддийской образованности.
            Развивает новые направления дхармы в согласии с настоящим и
            будущим.</p>

        <p class="text-justify">Участвует активно в жизни современного общества посредством проповеди
            нравственных принципов буддизма, философии и её развития в <i>мадхьямике</i>
            и <i>йогачарье</i>.</p>

        <p class="text-justify">Настоящий цикл активности начат Бидьядарой Дандароном в 1965 году с
            Проповеди дхармы европейцам.</p>
        <!-- Свойства Проповеди -->
        <div class="rounded-lg p-6 my-6 border-l-4 border-lime-600">
            <h3 class="text-xl font-semibold text-center mb-4">Свойства
                Проповеди:</h3>
            <ol class="list-decimal list-inside space-y-2 pl-4">
                <li>Первый – <i>Намо Гуру!</i></li>
                <li><i>Самантабхадра</i> – <i>Ваджрасаттва</i> – <i>Видьядхара</i>. <i>Э МА ХО!</i></li>
                <li>Принцип «Сумче» – Трое Великих как историческая <i>Трикая</i></li>
                <li><i>Трикая</i> каждой личности. В этом вся полнота преемственности традиции.</li>
                <li>Нас всегда Трое!</li>
                <li>«Подпитка сверху» в нужный исторический момент. Не традиция, а Полнота:</li>
                <li><i>Всё Всегда Здесь!</i></li>
                <li><i>Абхидхарма</i> – основа метрик мандал, атрибутов, ритуалов.</li>
                <li>Все сутры, тантры, садханы и ритуалы на русском. Только мантры на санскрите.</li>
                <li>«Сокшод» (<i>Гурупуджа</i>) сразу и на русском.</li>
                <li><i>Ваджрасаттва</i> – практика сразу с момента посвящения, всегда,</li>
                <li>во что бы то ни стало и на русском языке.</li>
                <li>Гневный <i>идам</i> – сразу.</li>
                <li><i>Пранаяма</i>, <i>хома</i> и защита – сразу.</li>
                <li>Творчество как принцип движения на пути – Открытый горизонт.</li>
                <li>Практика <i>сангхи</i>; <i>сангха</i> – <i>мандала</i>, в <i>сангхе</i> всегда Трое.</li>
                <li>Усиленное значение ваджрного братства – мирская <i>сангха</i> как составная часть метода.</li>
                <li>Настоящее – <i>Правидья</i>, <i>Акашавада</i>, <i>Нетройственность</i>.</li>
                <li>Тантрийский Устав.</li>
            </ol>
        </div>

        <h3 class="text-xl text-center font-semibold mb-4">Имена и термины на
            санскрите</h3>

        <p class="text-justify">Современные буддологи, буддисты, тибетское духовенство в эмиграции,
            используя современные электронные технологии, интенсивно фиксируют и
            переводят сочинения тибетских буддийских учёных, в том числе
            тибетский буддийский канон – <i>Ганжур</i> и <i>Данжур</i>. Никто не
            сомневается, что дхарма укоренится окончательно в новом пространстве
            России и Запада, когда её священные тексты зазвучат на русском и
            других языках Европы. Знакомство с переводами на русский язык и
            языки европейские показывает поразительное игнорирование устоявшейся
            в классической буддологии санскритской терминологии. Если подобное
            возможно для языков германской и романской групп, то для языков
            славянской группы, например русского, а также литовского языка,
            более близких к санскриту, логично употребление буддийских имён и
            терминов в санскритском виде.</p>

        <p class="text-justify">В Традиции Дандарона за четыре десятка лет переводческой деятельности
            сложился корпус санскритских и тибетских терминов, которые по общему
            согласию не рекомендуется переводить на русский язык.</p>

        <p class="text-justify"><strong>Санскрит:</strong></p>
        <p class="text-justify"><i>авадхути, акаша, ананда, ануттаратантра, арупадхату, архат, арья,
                ачарья, аятана; инду, бодхисаттва, бодхичитта, будда, бхага;
                ваджр, ваджраяна, ведана, виджняна, видья, випашьяна; дакини,
                джняна, джнянакая, джнянасаттва, дхарма, дхармадхату, дхармата,
                дхармакая, дхату, йога, йогатантра, кальпа, камалока, капала,
                карма, кая, клеша, криятантра; майя, мандала, мантра, мара,
                махабхути, махаяна, нирвана, нирманакая, падма, парамита,
                праджня, прана, пранаяма, пратьекабудда, ратна, рупадхату,
                самадхи, самбхогакая, самскары, сансара, сантана, саттва,
                свабхавакая, сваямбху, сиддхи, скандха, ступа, тантра, татва,
                татха, татхагата (= дхьянибудда), татхата, трикая, триратна,
                тхеравада (вместо хинаяна), чакра, чарьятантра, четана, читта,
                читтата, шаматха, шунья, шуньята, юганаддха, яна.</i></p>

        <p class="text-justify"><strong>Тибетский:</strong></p>
        <p class="text-justify"><i>дзогрим, дигуг, дильбу, идам, кьерим, ригпа, тегчо, тхогей.</i>
        </p>

        <p class="text-justify"><strong>Употреблять только по-русски:</strong></p>
        <p class="text-justify">затвор (вместо ретрит), иллюзорное тело, медитация (не путать с
            созерцанием), созерцание, ясный свет.</p>

        <p class="text-justify"><strong>Не рекомендуется употреблять:</strong></p>
        <p class="text-justify">мастер в значении Учитель, реализованный мастер, ретрит в значении
            уединение, затвор.</p>

        <p class="text-justify"><strong>Имена употреблять в их санскритском варианте:</strong></p>
        <p class="text-justify"><i>Авалокитешвара</i> (а не странные «Любящие глаза» российских
            кармапинцев), <i>Акашагарбха, Акшобхья, Амитабха, Амитаюс, Будда,
                Ваджрасаттва</i> (а не Ваджрный Ум), <i>Ваджрапани</i> (а не
            Ваджрная рука), <i>Ваджрадхара, Самантабхадра</i> и т. д. (См.
            список имён в «Описании Цогшина Традиции Дандарона»).</p>

        <p class="text-justify"><strong>В виде исключения возможно двойное наименование следующих
                персонажей буддийского пантеона:</strong></p>
        <p class="text-justify"><i>Бхаджайджа-гуру</i> (или тибетское Манла), <i>Ситатара</i> (Белая
            Тара), <i>Шьяма Тара</i> (Зелёная Тара), <i>Хаягрива</i> (тибетское
            Дамдин).</p>

        <p class="text-justify">Этот список не полон и по необходимости с общего согласия будет
            дополняться.</p>

        <div class="citations my-6 text-sm border-t pt-4">
             Cайт «Правидья», 1999 г.: www.dandaron.ru.
        </div>
    </div>
@endsection
<style>
    .container {
        background-image:
            linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.8)),
    url('{{ asset('backgrounds/texture-1668079_1280.jpg') }}');
        background-attachment: fixed;
        background-size: cover;
    }
</style>
