@extends('layouts.app')

@section('title', 'Полнота Проповеди')

@section('content')
    <div class="container mx-auto px-4 biography">
        <img src="{{ asset('images/fullness_of_sermon.jpg') }}"
             alt="Полнота Проповеди" class="my-4 rounded-lg shadow-md">
        <!-- Заголовок -->
        <h1 class="text-2xl font-bold text-center mb-8">ПОЛНОТА ПРОПОВЕДИ</h1>

        <p>Полнота, а не традиция, ибо стремится удержать всю Проповедь Учителя
            и представляет буддизм в целом, объединяя все направления и школы
            буддизма.</p>

        <p>Соединяет в себе и традицию тантр школы <i>гелуг</i>, и методы школы
            <i>сакья</i>, и стиль высших уровней <i>ньингмы</i>.</p>

        <p>Основывается на фундаментальном буддийском образовании в соответствии
            с <i>Готамавадой</i>, допуская свободный выбор других воззрений на
            мир, от систем <i>мадхьямиков</i> и <i>йогачаров</i> до <i>ятийоги
                ньингмы</i>.</p>

        <p>Происходит из духовной традиции бурятского буддизма в варианте линии
            <i>махамудры</i>, проповеданной Лубсаном Санданом Цыденовым. Линии
            преемственности восходят ко времени строительства ступы Бодхнатх в
            Катманду, к событиям жизни Шакьямуни, проходят через окружение
            Падмасамбхавы, через круг Марпа-ламы и Семи Великих Монголии и
            Тибета XVII-XVIII веков.</p>

        <p>Распространяет дхарму в период её полного отсутствия или угасания.
            Сохраняет направление классической буддийской образованности.
            Развивает новые направления дхармы в согласии с настоящим и
            будущим.</p>

        <p>Участвует активно в жизни современного общества посредством проповеди
            нравственных принципов буддизма, философии и её развития в <i>мадхьямике</i>
            и <i>йогачарье</i>.</p>

        <p>Настоящий цикл активности начат Бидьядарой Дандароном в 1965 году с
            Проповеди дхармы европейцам.</p>

        <p>Свойства Проповеди:</p>
        <ul class="list-decimal pl-6 mb-4">
            <li>Первый – <i>Намо Гуру!</i></li>
            <li><i>Самантабхадра</i> – <i>Ваджрасаттва</i> – <i>Видьядхара</i>.
                <i>Э МА ХО!</i></li>
            <li>Принцип «Сумче» – Трое Великих как историческая <i>Трикая</i> и
            </li>
            <li><i>Трикая</i> каждой личности. В этом вся полнота
                преемственности традиции.
            </li>
            <li>Нас всегда Трое!</li>
            <li>«Подпитка сверху» в нужный исторический момент. Не традиция, а
                Полнота:
            </li>
            <li><i>Всё Всегда Здесь!</i></li>
            <li><i>Абхидхарма</i> – основа метрик мандал, атрибутов, ритуалов.
            </li>
            <li>Все сутры, тантры, садханы и ритуалы на русском. Только мантры
                на санскрите.
            </li>
            <li>«Сокшод» (<i>Гурупуджа</i>) сразу и на русском.</li>
            <li><i>Ваджрасаттва</i> – практика сразу с момента посвящения,
                всегда,
            </li>
            <li>во что бы то ни стало и на русском языке.</li>
            <li>Гневный <i>идам</i> – сразу.</li>
            <li><i>Пранаяма</i>, <i>хома</i> и защита – сразу.</li>
            <li>Творчество как принцип движения на пути – Открытый горизонт.
            </li>
            <li>Практика <i>сангхи</i>; <i>сангха</i> – <i>мандала</i>, в <i>сангхе</i>
                всегда Трое.
            </li>
            <li>Усиленное значение ваджрного братства – мирская <i>сангха</i>
                как составная часть метода.
            </li>
            <li>Настоящее – <i>Правидья</i>, <i>Акашавада</i>, <i>Нетройственность</i>.
            </li>
            <li>Тантрийский Устав.</li>
        </ul>

        <h2 class="text-2xl font-semibold mb-4">Имена и термины на
            санскрите</h2>

        <p>Современные буддологи, буддисты, тибетское духовенство в эмиграции,
            используя современные электронные технологии, интенсивно фиксируют и
            переводят сочинения тибетских буддийских учёных, в том числе
            тибетский буддийский канон – <i>Ганжур</i> и <i>Данжур</i>. Никто не
            сомневается, что дхарма укоренится окончательно в новом пространстве
            России и Запада, когда её священные тексты зазвучат на русском и
            других языках Европы. Знакомство с переводами на русский язык и
            языки европейские показывает поразительное игнорирование устоявшейся
            в классической буддологии санскритской терминологии. Если подобное
            возможно для языков германской и романской групп, то для языков
            славянской группы, например русского, а также литовского языка,
            более близких к санскриту, логично употребление буддийских имён и
            терминов в санскритском виде.</p>

        <p>В Традиции Дандарона за четыре десятка лет переводческой деятельности
            сложился корпус санскритских и тибетских терминов, которые по общему
            согласию не рекомендуется переводить на русский язык.</p>

        <p><strong>Санскрит:</strong></p>
        <p><i>авадхути, акаша, ананда, ануттаратантра, арупадхату, архат, арья,
                ачарья, аятана; инду, бодхисаттва, бодхичитта, будда, бхага;
                ваджр, ваджраяна, ведана, виджняна, видья, випашьяна; дакини,
                джняна, джнянакая, джнянасаттва, дхарма, дхармадхату, дхармата,
                дхармакая, дхату, йога, йогатантра, кальпа, камалока, капала,
                карма, кая, клеша, криятантра; майя, мандала, мантра, мара,
                махабхуты, махаяна, нирвана, нирманакая, падма, парамита,
                праджня, прана, пранаяма, пратьекабудда, ратна, рупадхату,
                самадхи, самбхогакая, самскары, сансара, сантана, саттва,
                свабхавакая, сваямбху, сиддхи, скандха, ступа, тантра, татва,
                татха, татхагата (= дхьянибудда), татхата, трикая, триратна,
                тхеравада (вместо хинаяна), чакра, чарьятантра, четана, читта,
                читтата, шаматха, шунья, шуньята, юганаддха, яна.</i></p>

        <p><strong>Тибетский:</strong></p>
        <p><i>дзогрим, дигуг, дильбу, идам, кьерим, ригпа, тегчо, тхогей.</i>
        </p>

        <p><strong>Употреблять только по-русски:</strong></p>
        <p>затвор (вместо ретрит), иллюзорное тело, медитация (не путать с
            созерцанием), созерцание, ясный свет.</p>

        <p><strong>Не рекомендуется употреблять:</strong></p>
        <p>мастер в значении Учитель, реализованный мастер, ретрит в значении
            уединение, затвор.</p>

        <p><strong>Имена употреблять в их санскритском варианте:</strong></p>
        <p><i>Авалокитешвара</i> (а не странные «Любящие глаза» российских
            кармапинцев), <i>Акашагарбха, Акшобхья, Амитабха, Амитаюс, Будда,
                Ваджрасаттва</i> (а не Ваджрный Ум), <i>Ваджрапани</i> (а не
            Ваджрная рука), <i>Ваджрадхара, Самантабхадра</i> и т. д. (См.
            список имён в «Описании Цогшина Традиции Дандарона»).</p>

        <p><strong>В виде исключения возможно двойное наименование следующих
                персонажей буддийского пантеона:</strong></p>
        <p><i>Бхаджайджа-гуру</i> (или тибетское Манла), <i>Ситатара</i> (Белая
            Тара), <i>Шьяма Тара</i> (Зелёная Тара), <i>Хаягрива</i> (тибетское
            Дамдин).</p>

        <p>Этот список не полон и по необходимости с общего согласия будет
            дополняться.</p>

        <div class="citations mt-8 text-sm border-t pt-4">
             Cайт «Правидья», 1999 г.: www.dandaron.ru.
        </div>
    </div>
@endsection
