@extends('layouts.app')

@section('title', 'Золотой Конь бодхичитты')

@section('content')
    <div class="container mx-auto px-4 biography">
        <img src="{{ asset('images/golden_horse.jpg') }}" alt="Золотой Конь
        бодхичитты" class="my-4 rounded-lg shadow-md">
        <!-- Заголовок -->
        <h1 class="text-3xl font-bold text-center mb-8">ЗОЛОТОЙ КОНЬ БОДХИЧИТТЫ</h1>

        <p>Приветствую в себе Саманта Ваджрасаттву Видьядхару.</p>
        <p>В Саманте – полнота Дхармакаи,</p>
        <p>В Ваджрасаттве – бодхичиттовость Самбхогакаи,</p>
        <p>В Видьядхаре – милосердие Нирманакаи.</p>
        <br>
        <p>Каждый момент в глубинах моего бытия</p>
        <p>разделяются Сансара и Нирвана.</p>
        <p>Ухвачу эту точку расхождения,</p>
        <p>Дабы реализовать сразу состояние</p>
        <p>Всегда юного шестнадцатилетнего Манджушри.</p>
        <br>
        <p>Есть шуньята, познаваемая интуицией,</p>
        <p>Есть Ясный Свет – Великий Мандал Проявленности.</p>
        <p>Будда – во вместерожденности шуньяты и Ясного Света.</p>
        <p>Атрибут его – Зеркало, символ Изначального Знания.</p>
        <br>
        <p>В Зеркале спонтанно возникают драгоценности-ратны;</p>
        <p>Это дуплистые кванты пространства с объемом,</p>
        <p>ограниченным Солнцем и Луной.</p>
        <p>Образ Солнца и Луны в Зеркале – наше сознание.</p>
        <br>
        <p>В ратне – пространство дхарм,</p>
        <p>В дупле – ваджрное, неразрушимое пространство, оно же – Акаша.</p>
        <p>Катастрофа рождения – соединение</p>
        <p>Дхармового пространства с Ваджрным.</p>
        <br>
        <p>Взросло новое пространство – Авандуди – мыслящий тростник.</p>
        <p>Благодаря асимметрии ратны есть возможность движения</p>
        <p>и выхода дхарм из Дхармового пространства</p>
        <p>по закону левого или правого.</p>
        <p>Этот выход есть спираль движения мысли –</p>
        <p>И мир искривлен – Сансара реализуется –</p>
        <p>Расцветает лотос живых существ – пространство Рупа-скандхи.</p>
        <br>
        <p>При этом ратна, как пространство-сосуд,</p>
        <p>лопается, подобно бутону лотоса,</p>
        <p>И катастрофирует межлепестковое пространство</p>
        <p>источников дхарм –</p>
        <p>Из него мгновенно рождаются Просветленные – Нирманакаи,</p>
        <p>не затронутые кривизной мира – Сансарой.</p>
        <p>Их атрибут – меч интуиции, прямой,</p>
        <p>пылающий, с гардой из Зеркала-Знания.</p>
        <br>
        <p>Меч интуиции не подвластен двойственности левого-правого.</p>
        <p>Действие Татхагат спонтанно.</p>
        <p>Их Тело, Речь, Мысль – нераздельны.</p>
        <p>Вот их Тело – Зеркало Изначального Знания,</p>
        <p>Вот их Речь – Великая беспредельная Шуньята.</p>
        <p>Вот их Мысль – Блистательный Конь Бодхичитты.</p>
        <br>
        <p>Динамика Трёх претворяется через игру Пяти Махабхут.</p>
        <p>В Зеркале – это Пять Мудростей,</p>
        <p>В ХУМе – пять частей,</p>
        <p>В Авандуди – пять центров,</p>
        <p>В Кристалле – Пять цветов игры Ясного Света.</p>
        <br>
        <p>Веселюсь в Великом бесцентровом мандале не размышляя,</p>
        <p>Не отторжимый от Бодхичитты – всегда за горизонтом событий —</p>
        <p>чередой поступков,</p>
        <p>За гранью понимания усмиряемых:</p>
        <p>Потому – неуязвимый и невидимый.</p>
        <br>
        <p>Я – Золотой Конь Бодхичитты –</p>
        <p>Освещаю этот мир и порождаю иные.</p>
        <p>У меня нет имени и – все имена,</p>
        <p>Обретаю любую форму, свободно преображая</p>
        <p>Автозеркалирование Атийоги</p>
        <p>В геометремы Ануйоги или Идамы Тантр.</p>
        <br>
        <p>Время моё – мгновение,</p>
        <p>Поэтому я – Владыка Махамудры.</p>
        <p>Разрывая гордую скорлупу ратны,</p>
        <p>Рождаю миры,</p>
        <p>И сразу – и в прошлом, и в будущем,</p>
        <p>И всегда истинно здесь и сейчас.</p>
        <br>
        <p>Скорость моя не имеет предела,</p>
        <p>Поэтому Великое Оставление – не принцип, а результат.</p>
        <p>За мной шлейф миров – структуры и формы,</p>
        <p>Я – Истинный Правидья – Опережающее Присутствие.</p>
        <p>Возбудитель миража солитонов –</p>
        <p>незатухающих Бегущих Волн.</p>
        <br>
        <p>Внемлите, кто может, смотрите – я ничего не объясняю</p>
        <p>И не передаю, и это – Высшая Передача.</p>
        <p>Увидевший мгновенно превращается</p>
        <p>во Всадника на Золотом Коне,</p>
        <p>И мы, радужно переливаясь, как один или множество,</p>
        <p>Оглашаем миры смехом Блаженства –</p>
        <p>А ХО МАХА СУКХА!</p>
        <br>
        <p>Это – Самопередача, взрыв Бодхичитты, катастрофа.</p>
        <p>Готовые, не учась, мчатся всегда и везде,</p>
        <p>Как только сияние Всадника отразится в их Зеркалах.</p>
        <br>
        <p>Наш бег разрывает тенеты глобальных мар:</p>
        <p>Просветляются вихри духовных наркотиков,</p>
        <p>Теряя силу, исчезают мары власти,</p>
        <p>Исчезают мары денег, спрямляя жадность в достоинство формы,</p>
        <p>Обнаруживается тайный мара – невидимость</p>
        <p>глобальных и Мировых структур –</p>
        <p>и тает, как льдистая паутина.</p>
        <br>
        <p>В моей руке плеть – Волшебный шнур Бодхичитты,</p>
        <p>Нет больше спутанности бусин, нет узлов на авандуди,</p>
        <p>Исчезают вихри клеш.</p>
        <br>
        <p>Мой взор проникает, и в Зеркале Правидьи –</p>
        <p>хоровод иных миров,</p>
        <p>Подобный сверканию звезд на бархате ночного неба.</p>
        <br>
        <p>Приветствую Читтаваджра Акашу!</p>
        <p>Совершая Правидьи, следуя Учениям</p>
        <p>Адидхармараджи, Нацог Рандола</p>
        <p>И Традиции Изначального Совершенства,</p>
        <p>Методом катастроф освобождаю этот мир</p>
        <p>и порождаю иные.</p>
        <br>
        <p>Следуйте себе, Правидьядхары,</p>
        <p>И вы мгновенно обретете состояние</p>
        <p>Саманта Ваджрасаттвы Видьядхары –</p>
        <p>Оно уже в вас!</p>
        <p>Пейте нектар бессмертия</p>
        <p>И пойте Песню Блаженства,</p>
        <p>Золотой Конь Бодхичитты мчится в безвременье и всепространстве!</p>
        <br>
        <p class="text-right"><i>Май 1991 г.</i></p>
    </div>

@endsection
