@extends('layouts.app')

@section('title', 'Иволгинский дацан. Начало и продолжение.')

@section('content')

    <div class="container h-full mx-auto px-4 sm:px-6 lg:px-8">
        <div class="flex justify-center">
            <figure class="rounded-lg shadow-md text-center">
                <img src="{{ asset('images/Ivolginskyi_datsan.jpg') }}"
                     alt="Иволгинский дацан"
                     class="rounded-lg w-full h-auto mx-auto">
                <figcaption class="mt-2 mb-4 px-4 italic text-gray-600 text-sm">
                    Иволгинский дацан
                </figcaption>
            </figure>
        </div>
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl
        md:text-2xl mt-6 mb-6">Иволгинский дацан. Начало и продолжение.</h1>
        <div
            class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>
                Любое историческое событие со временем мифологизируется,
                предстает в глазах потомков чертами необычайными и порой
                сверхъестественными. Поэтому бесценны факты, свидетельства
                очевидцев, точные документальные данные.
            </p>
            <p>
                Сколько я ни слышал об основании Иволгинского дацана, оно всегда
                связывалось с именем Б. Д. Дандарона. Мол, в период между
                пребыванием в лагерях Бидия Дандарович написал письмо Сталину,
                время было послевоенное, и Сталин разрешил возродить Агинский
                дацан и построить около Улан-Удэ новый.
            </p>
            <p>
                Такова полу легендарная фабула основания Иволгинского дацана. Но
                вот свидетельство, как было все одновременно и удивительно, и
                буднично.
            </p>
            <p>
                Одним из помощников Агвана Доржиева в двадцатые-тридцатые годы
                был Галсан Хайдуб-лама. Агван Доржиев имел аудиенцию у Ленина,
                на которой присутствовал Сталин. Агвана Доржиева на аудиенции
                сопровождал Галсан Хайдуб-лама. Во время беседы Агван Доржиев
                старался убедить Ленина, что социальная позиция буддизма и
                основы его нравственности сходны с идеями коммунизма, а посему
                не стоит подвергать религиозные институты буддизма репрессиям.
            </p>
            <p>
                Позже, в Ленинграде, Галсан Хайдуб-лама виделся в дацане с
                молодым Дандароном, посетившем Агвана Доржиева. Это было в 1933
                г.
            </p>
            <p>
                Галсан Хайдуб-лама участвовал в знаменитом параде, когда войска
                прямо с Красной площади шли на фронт, он воевал и по его словам
                имел звание героя Советского Союза. После войны он был, как
                герой, на приеме у Сталина и ему удалось напомнить в беседе о
                том, что в том памятном параде войска благословлял православный
                священник. Упомянул Галсан Хайдуб-лама и о давней встрече у
                Ленина и о бедственном положении буддизма в Бурятии. Сталин был
                лаконичен – он потребовал предоставить ходатайство об открытии
                буддийских монастырей с шестнадцатью подписями.
            </p>
            <p>
                Трудно представить сейчас, насколько рассказ Галсана Хайдуб-ламы
                соответствует действительности, сколь правдоподобны детали
                рассказа, например, упоминание о сакральном для буддизма числе
                «шестнадцать». Но, тем не менее, это более подробное
                свидетельство.
            </p>
            <p>
                А далее события были сколь удивительными, столь и прозаическими,
                что кажется, так оно и было.
            </p>
            <p>
                Галсан Хайдуб вернулся из Москвы в Улан-Удэ и стал искать людей,
                которые согласились бы подписать обращение к Сталину (скорее
                всего адресатом был Президиум Верховного Совета СССР). Но все
                наотрез отказались, привычный страх перед именем грозного и
                почти обожествленного Генсека брал вверх над разумным и
                справедливым порывом. И вот тут, без малейшего промедления
                Дандарон
                первым поддержал инициативу Галсана Хайдуба-ламы и совместно с
                ним составил проект письма-ходатайства. Как теперь говорится:
                «Дандарон всегда Дандарон!». Но в итоге Дандарон документ не
                подписывал, вот слова об этом Галсана Хайдуба: «В первый раз мы
                собирались в Эрхирике у Капрала Бабэ Доржо. Жена его ушла за
                коровой. Сделали три балина, и состоялся разговор. Но в ту
                первую ночь 16 подписей не собрали. Я и Дандарон не подписывали.
                Старики не разрешили: если что, пусть мы, старые, пострадаем».
            </p>
            <p>
                Следующее собрание происходило в Иволге. Иволгинцы настаивали,
                чтобы дацан строили прямо в их селе. Присутствующие на собрании
                бывшие ламы Янгажинского дацана настаивали, соответственно, на
                строительстве дацана у них. Но, главное, удалось собрать все
                шестнадцать подписей. Собрали деньги на специальную экспедицию в
                Москву. Поехали шесть человек. Итог известен: Сталин дал
                разрешение.
            </p>
            <p>
                Такова предыстория получения из Москвы разрешения на
                строительство дацана.
            </p>
            <p>
                Не сразу определились с местом строительства. Первый вариант –
                Лысая Гора в Улан-Удэ. Второй вариант – в районе современного
                аэропорта. Затем – около Иволги. И, наконец, совсем
                прозаическая, но тем более правдоподобная деталь: ламы ехали по
                степи на конях, один из них был на белой кобыле. Решили
                направиться ближе к горам, но белая кобыла остановилась и стала
                мочиться. Решили – значит тут и надо строить. Вот так и было
                выбрано место. Вполне былинная, эпическая деталь.
            </p>
            <p>
                По воспоминанию Галсана Хайдуба-ламы в Москву ездили он сам,
                Капрал Бабэ, Орсон Нимаев – бывший бухгалтер. Больше имен старый
                лама не вспомнил. Благодарю бурятскую журналистку Миру Федотова,
                это она сумела собрать эти сведения, беседуя с кижингинцем
                Манжап-ламой, и в 1995 г. передала их мне.
            </p>
            <p>
                В любой истории главное – это люди. Монахи, ламы Бурятии, они
                выдержали испытание сурового времени репрессий. Немного их
                вернулось к официальной монашеской жизни. Другие стали
                практиковать в своих родных местах. Но что это были за люди! Их
                проверило время. Мужество, смирение, терпение и жизненная
                мудрость – эти качества, поименованные такими обиходными
                словами, дорого стоят. Когда мы, молодые европейцы встретили
                Учителя в лице Б.Д. Дандарона, мы немного знали о дацане. Он же
                всегда возил нас в Иволгинский дацан и знакомил с ламами,
                рекомендовал просить у них наставлений и посвящений. Вот
                некоторые из них, кто волею судьбы связан с нашей Традицией.
            </p>
            <p>
                Настоятель Иволгинского дацана ширетуй-лама Цыбен Цыбенов (умер
                в декабре 1978 г.). Мы его звали просто и уважительно – Ламхэ.
                Он был в лагерях, на лбу виднелся шрам, полученный в зоне.
                Скромный и немногословный. От него исходило удивительное
                спокойствие и доброжелательность. Он стал учителем многих из
                нас, передавая порой посвящения на право созерцать идамы
                ануттарайога-тантры.
            </p>
            <p>
                Запомнился и тувинский лама Гэндун Цырен. Рослый, со строгим
                взглядом и величественным профилем. Именно он дал нам наиболее
                подробную прорисовку мандалы Ваджрабхайравы, на основании
                которой в 1974 году в Ленинграде, ученики Дандарона создали
                мандалу его Традиции. Гэндун Цырен был один из немногих лам, кто
                постоянно практиковал созерцание и ритуалы гневных Идамов. Это
                было известно и в дацане, и в надзирающем органе – Совете по
                делам религии при Совете Министров Бурятской АССР. Этот надзор
                доходил до такого абсурда, что лично руководитель этого отдела
                господин Сахьянов приезжал в дацан и выговаривал Гэндуну Цырену
                не направлять ритуалы на восток, в сторону Улан-Удэ, не
                совершать ритуальную броску остатков жертвоприношения в этом
                направлении. Таково было «марксистское» понимание реальности.
                Вряд ли непокорный лама внял подобным увещеваниям. В 198?
                произошла трагедия. Летом, кажется, в июне месяце в дацан пришел
                человек, русский на вид, вошел в храм, шел хурал, оглядел ряды
                лам, вынул обрез и выстрелил. Он попал в голову Гэсег-ламы,
                смерть наступила мгновенно. Убийца удалился и никто его не
                остановил. Прошло дня четыре и, как рассказывают очевидцы, этот
                же человек снова пришел в дацан, сразу направился к дому Гэндуна
                Цырена, вошел, спросил: «Ты Гендун Цырен?» и, получив
                утвердительный ответ, выстрелом убил ламу. Вышел из дома и
                только тогда был схвачен. Ни о следствии, ни о суде, ни о судьбе
                этого человека никто ничего не услышал. Так погиб, очевидно, по
                заказу, Гэндун Цырен.
            </p>
            <p>
                Одним из последних лам довоенного поколения был Дарма Доди. Он
                был ключевой фигурой для европейцев в дацане после ухода Б. Д.
                Дандарона. Дарма-Доди родился в 1900 году. В восемь лет его
                послали жить к родному дяде в Эгэтуйский дацан, где он начал
                изучение тибетского и монгольского языков. Там же он был
                определен в статусе хуварака. В пятнадцать лет он уже изучает
                цанид и известную ритуальную систему чод. В тридцатые годы,
                продолжая монашескую жизнь, приступает к изучению тантрийских
                систем, в частности, тантры Ваджрабхайравы, линию
                преемственности которой он возводил к Лубсану Данде
                (Богдо-ламе).
                Волна репрессий не миновала Дарма Доди; в 1937 г. он был
                арестован в Новоселенгинске, и начались смертельно тяжкие годы
                ГУЛАГа: Колыма – прииск Сусыман, прииск Каменский. Освобожден
                Дарма Доди был в 1946 г. С 1948 г. снова возвращается к
                официальной духовной деятельности, с 1964 г. – в Иволгинском
                дацане. Таковы скупые сведения, которые сообщил сам Дарма Доди
                в июне 1989 года.
            </p>
            <p>
                Знакомство же с ним произошло в феврале 1975 г., когда я и Ю.
                Алексеев (мой духовный собрат), приехав в Иволгинский дацан, и
                посетив болеющего ширетуя Цыдена Ламхе (Цыден Цыденов), получили
                от него совет посетить дом № 17 в дацане, где проживал лама
                Дарма Доди. Идя снежной тропой к домику ламы, мы удивлялись и
                его имени (ведь это одно из имен Дандарона в прошлых рождениях)
                и числу семнадцать (относится к числовой метрике Ваджрасаттвы).
                Последовавшая встреча удивила и алтарем с признаками гневных
                ритуалов (на алтаре лежала пурба), и немногословностью, и
                суровой скромностью. Не задав нам ни одного вопроса, он, тем
                не менее, разрешил наши проблемы.
            </p>
            <p>
                С 1976 г. Дарма Доди становится настоятелем Иволгинского дацана.
                Именно он проводил ритуал освящения главного храма дацана после
                пожара. В 1982 г. он отходит от официальных дел, но не
                оставляет духовного подвижничества: передает традицию на Запад
                – европейцам. Множится круг учеников, и кто сейчас перечислит
                города и веси России, где бы ни обитали почитатели скромного
                старого бурятского ламы – Учителя Дарма Доди.
            </p>
            <p>
                Придет время, и его ученики поведают более подробно о жизни
                Учителя, о делах необычайных и замечательных – от проявления
                сиддх до дара предвидения, и, может быть, правы те, кто вполне в
                духе буддизма считал, что уже многие годы Дарма Доди на благо
                учеников проявлял Иллюзорное Тело, сам же уже давно оставив
                сансарное существование.
            </p>
            <p>
                С уходом Дарма Доди ушел один из последних Великих Лам Бурятии,
                через которых драгоценная линия Традиции не прерываясь дошла до
                нас из дали священных стран и веков.
            </p>
            <p>
                В заключение несколько об ином. В юности Дандарон интересовался
                панмонголизмом, встречался с Ц. Жамцарано, писал небольшой труд
                об истории Монголии, сердцем переживал разделенность и судьбу
                бурятского и монгольского народов, воспринимая их в
                нераздельности. Этот интерес и стал в дальнейшем причиной его
                первого ареста в 1937 г. Прошли годы и энергия его интеллекта,
                мощь характера выразилась на ином поприще – поприще возрождения
                Дхармы, проповеди буддизма европейцам. Не политический, а
                духовный образ жизни стал его стезей, и, как оказалось, такой
                путь является более эффективным в созидании национальной
                культуры, в укреплении исторической памяти и самосознания
                народа, чем путь политической борьбы. Трудно представить
                современную Бурятию без дацанов, лам, без буддизма. Они
                составляют скрепляющую и основополагающую роль в жизни
                современного бурятского общества. Недавно ушедший бурятский
                ученый Бато Мункин прекрасно сказал: «Не мечем Атиллы, а
                проповедью Дхармы завоевал Европу Дандарон». Эти слова во всей
                полноте мы относим к старому поколению лам, к священным именам
                наших Учителей.
            </p>
            <p class="text-right italic text-gray-600 mt-4">
                В. М. Монтлевич
            </p>
        </div>
    </div>

@endsection
<style>
    .container {
        background-image: url('{{ asset('backgrounds/paper-146904.png') }}');
        background-attachment: fixed;
        background-size: cover;
    }
</style>
