@extends('layouts.app')

@section('title', 'Карма, элемент земля, закон сохранения')

@section('content')
        <img src="{{ asset('images/karma_earth_conservation.png') }}" alt="Карма, элемент земля, закон сохранения"
             class="article-image my-4 rounded-lg shadow-md">
        <!-- Заголовок -->
        <h1 class="text-2xl font-bold text-center text-orange-500 mt-8
        mb-8">КАРМА,
            ЭЛЕМЕНТ
            ЗЕМЛЯ, ЗАКОН СОХРАНЕНИЯ</h1>

        <p class="text-justify">В понятие <i>карма</i> входят следующие компоненты:</p>

        <ol class="list-decimal list-inside">
            <li class="text-justify pl-0">любое явление потока индивидуальной жизни – <i>сантана</i> – обусловлено прошлым этого потока и имеет следствие в его будущем – закон причинности;</li>
            <li class="text-justify pl-0"><i>карма</i> меняется благодаря импульсам дхармы <i>четана</i> – активности сознания;</li>
            <li class="text-justify pl-0"><i>карма</i> обладает свойством сохранения данной конфигурации индивидуального потока – инерционностью;</li>
            <li class="text-justify pl-0">инерционность <i>кармы</i> наиболее интенсивна в теле, убывает при переходе к речи и ещё менее интенсивна в мысли;</li>
            <li class="text-justify pl-0"><i>карма</i> бывает: благоприятной и неблагоприятной, проявленной и непроявленной, видимой и невидимой, швыряющей.</li>
        </ol>

        <p class="text-justify">Механизмы <i>кармы</i>: а) причинность – <i>пратитьясамутпада</i>; б) изменение – <i>четана</i>;
            в) передача и сохранение – <i>махабхута</i> земля; г) сокрытие – <i>авиджняпти</i>; д) задержка –
            сравнительная интенсивность накопленного, а также совместимость или несовместимость дхарм, содержащихся в
            этом накопленном, при их проявлении.</p>

        <p class="text-justify">О механизме инерционности <i>кармы</i>.</p>

        <p class="text-justify">Даже очистив, остановив мысль и речь, святой живёт видимо для других в теле – малая <i>нирвана</i>.
            Тело ещё годы и годы катится по инерции до полной остановки, как биллиардный шар. Из практической жизни
            каждый знает, сколь трудно изменить привычный ход событий.</p>

        <p class="text-justify">Каким же термином в буддизме обозначена и чем реализуется инерционная, сохраняющая
            сила <i>кармы</i>? Это – дхарма под названием <i>махабхути земля</i> – великий элемент земля, или просто
            земля. Свойства земли – твёрдость, сопротивление толчку, малоподвижность, то есть инерционность. Эти
            качества и отвечают за сохранность структуры вообще, а кармической конфигурации индивидуального потока жизни
            – в частности.</p>

        <p class="text-justify">Земля, упрямая вера в индивидуальное Я – самая инертная из <i>клеш</i>, а потому – лев,
            как самый сильный.</p>

        <p class="text-justify">«Противник» земли – элемент воздух. Именно поэтому Творческая Мудрость изменения
            (пресечения неблагой) <i>кармы</i>, Мудрость <i>Амогхасиддхи</i> есть чистый <i>махабхута</i> воздух. Воздух
            – специфическая дхарма из четырёх Великих, реализующая движение.</p>

        <p class="text-justify">Многозначителен порядок <i>махабхути</i> в «Абхидхарме»: земля, вода, огонь, воздух,
            то есть порядок убывания инерционности и нарастания подвижности. Полярность земли и воздуха очевидна. Меньше
            всего воздуха в земле, меньше всего земли в воздухе.</p>

        <p class="text-justify">Большинство дхарм <i>кармы</i>-содержания находится в <i>рупа-скандхе</i>.
            <i>Рупа-скандха</i>, реализующая форму, конфигурацию любого явления (свойство <i>махабхути</i> вода)
            обладает прочностью, жёсткостью своей формы именно благодаря земле. Иначе все формы были бы столь же текучи,
            как вода, или же столь быстро изменяемы, как огонь.</p>

        <p class="text-justify">Направленность <i>кармы</i> на самое себя реализует привязанность (<i>упадана</i>),
            усиливая инерционность явлений <i>сантаны</i> – потока индивидуального сознания.</p>

        <p class="text-justify"><i>Карма</i> – не гипотеза, как пишет О. Розенберг, а наблюдаемый факт. Перерождается
            именно <i>карма</i> (инерционность) и <i>клеши</i> (содержание инерционности). Это наглядно
            проиллюстрировано в «Атласе тибетской медицины». Гнёт, тяжесть, инертность <i>кармы</i> столь велики, что
            недаром Шакьямуни <strong>в</strong> момент прозрения коснулся правой рукой земли <strong>в</strong> знак её усмирения
            (<i>бхуми-спарша-мудра</i>), <strong>в</strong> знак победы над <i>кармой</i>. Изначальный Учитель (Дандарон) поднял высоко
            вверх кулак правой руки в знак соединения пяти <i>махабхут</i> с пространством, в знак
            победы тантрийской
            проповеди.</p>

        <p class="text-justify">Максималистское утверждение буддизма о том, что всё живое рано или поздно будет спасено,
            также зиждется на прочной основе – на свойствах земли. <i>Алая-виджняна</i> любого индивида в силу
            безначального неведения, отделившись от <i>дхармакаи</i>, неумолимо стремится вновь соединиться со своим
            источником, гонимая к этому инерцией возврата к прежнему; реальность этой инерции есть чистая дхарма земля.
            Блокирует эту исконную тенденцию живого Тайный Яма, в знак этого держит в правой руке драгоценность.</p>

        <p class="text-justify">В каждой из <i>махабхут</i> присутствуют и три других. Земля в других
            <i>махабхути</i> есть константа данного свойства, обусловленная лишь особенностью данной <i>махакальпы</i>.
            Современная физика лишь в XIX в. выдвинула идею мировых констант – гравитационную (землёвость земли) и позже
            константу кванта действия (земля воздуха) и константу длины (земля пространства) и т.п.</p>

        <p class="text-justify">Константы – это знамения данного Времени, знаки Кальпы. В их непреложности – ужасающее
            клеймо <i>кармы</i>, её землистость.</p>

        <p class="text-justify">Но! В нашем кармическом случае Проповедь Четырёх Истин – тоже знамение, тоже константа
            кальпы, железной, то есть самой тяжёлой и инерционной из всех возможных. Затем – следующая кальпа: придёт
            Майтрея и преподаст иное.</p>

        <p class="text-justify">А сейчас – учение Шакьямуни даёт возможность избежать условности, инерционности
            субстанционального бытия. В тантрийском случае это делается через интуитивное постижение <i>шуньи</i> и
            сведение этого постижения с четырьмя константами этой кальпы в их чистом виде – с Четырьмя Мудростями. Тогда
            рождается Пятая – Мудрость не-двойственности блаженства и <i>шуньи</i>.</p>

        <p class="text-justify">Такова реализация Великого Знака – <i>махамудры</i>. От знака, от печати не
            освобождаются. Его не познают. Им становятся, обретая свободное, бесстрадательное, блаженственное...</p>

        <p class="text-right"><i>1994 г.</i></p>
        <p class="text-right"><i>(ж. «Гаруда», № 1)</i></p>

@endsection

