@extends('layouts.app')
@section('title', 'Карма, элемент земля, закон сохранения')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.7)),
            url({{ asset('backgrounds/pink_green.webp') }});
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 py-8 max-w-3xl">
        <!-- Изображение -->
        <div class="flex justify-center mb-8">
            <img src="{{ asset('images/karma_earth_conservation.png') }}"
                 alt="Карма, элемент земля, закон сохранения"
                 class="rounded-lg shadow-md w-full max-w-[800px]">
        </div>
        <h1 class="text-2xl font-bold text-center text-orange-500 mt-8
        mb-8">КАРМА, ЭЛЕМЕНТ ЗЕМЛЯ, ЗАКОН СОХРАНЕНИЯ</h1>
        <div class="text-justify indent-4 text-lg sm:text-xl leading-relaxed space-y-4 mx-auto">

        <p class="font-medium">В понятие <em>карма</em> входят следующие компоненты:</p>

        <ol class="list-decimal list-inside">
            <li class="text-justify pl-0">любое явление потока индивидуальной жизни – <em>сантана</em> – обусловлено прошлым этого потока и имеет следствие в его будущем – закон причинности;</li>
            <li class="text-justify pl-0"><em>карма</em> меняется благодаря импульсам дхармы <em>четана</em> – активности сознания;</li>
            <li class="text-justify pl-0"><em>карма</em> обладает свойством сохранения данной конфигурации индивидуального потока – инерционностью;</li>
            <li class="text-justify pl-0">инерционность <em>кармы</em> наиболее интенсивна в теле, убывает при переходе к речи и ещё менее интенсивна в мысли;</li>
            <li class="text-justify pl-0"><em>карма</em> бывает: благоприятной и неблагоприятной, проявленной и непроявленной, видимой и невидимой, швыряющей.</li>
        </ol>

            <p class="font-medium">Механизмы <em>кармы:</em></p>
                <ul class="list-none pl-5 space-y-1 ml-8">
                    <li> а) причинность – <em>пратитьясамутпада</em>;</li>
                    <li>б) изменение – <em>четана</em>;</li>
                    <li>в) передача и сохранение – <em>махабхути</em> земля;</li>
                    <li>г) сокрытие –<em>авиджняпти</em>;</li>
                    <li>д) задержка – сравнительная интенсивность накопленного,
                        а также совместимость или несовместимость дхарм, содержащихся в
                        этом накопленном, при их проявлении.</li>
                </ul>
            <p class="font-medium">О механизме инерционности <em>кармы</em>.</p>

        <p>Даже очистив, остановив мысль и речь, святой живёт видимо для других в теле – малая <em>нирвана</em>.
            Тело ещё годы и годы катится по инерции до полной остановки, как биллиардный шар. Из практической жизни
            каждый знает, сколь трудно изменить привычный ход событий.</p>

        <p>Каким же термином в буддизме обозначена и чем реализуется инерционная, сохраняющая
            сила <em>кармы?</em> Это – дхарма под названием <em>махабхути земля</em> – великий элемент земля, или просто
            земля. Свойства земли – твёрдость, сопротивление толчку, малоподвижность, то есть инерционность. Эти
            качества и отвечают за сохранность структуры вообще, а кармической конфигурации индивидуального потока жизни
            – в частности.</p>

        <p>Земля, упрямая вера в индивидуальное Я – самая инертная из <em>клеш</em>, а потому – лев,
            как самый сильный.</p>

        <p>«Противник» земли – элемент воздух. Именно поэтому Творческая Мудрость изменения
            (пресечения неблагой) <em>кармы</em>, Мудрость <em>Амогхасиддхи</em>
            есть чистый <em>махабхути</em> воздух. Воздух
            – специфическая дхарма из четырёх Великих, реализующая движение.</p>

        <p>Многозначителен порядок <em>махабхути</em> в «Абхидхарме»: земля, вода, огонь, воздух,
            то есть порядок убывания инерционности и нарастания подвижности. Полярность земли и воздуха очевидна. Меньше
            всего воздуха в земле, меньше всего земли в воздухе.</p>

        <p>Большинство дхарм <em>кармы</em>-содержания находится в <em>рупа-скандхе</em>.
            <em>Рупа-скандха</em>, реализующая форму, конфигурацию любого явления (свойство <em>махабхути</em> вода)
            обладает прочностью, жёсткостью своей формы именно благодаря земле. Иначе все формы были бы столь же текучи,
            как вода, или же столь быстро изменяемы, как огонь.</p>

        <p>Направленность <em>кармы</em> на самое себя реализует привязанность (<em>упадана</em>),
            усиливая инерционность явлений <em>сантаны</em> – потока индивидуального сознания.</p>

        <p><em>Карма</em> – не гипотеза, как пишет О. Розенберг, а наблюдаемый факт. Перерождается
            именно <em>карма</em> (инерционность) и <em>клеши</em> (содержание инерционности). Это наглядно
            проиллюстрировано в «Атласе тибетской медицины». Гнёт, тяжесть, инертность <em>кармы</em> столь велики, что
            недаром Шакьямуни <strong>в</strong> момент прозрения коснулся правой рукой земли <strong>в</strong> знак её усмирения
            (<em>бхуми-спарша-мудра</em>), <strong>в</strong> знак победы над <em>кармой</em>. Изначальный Учитель (Дандарон) поднял высоко
            вверх кулак правой руки в знак соединения пяти <em>махабхути</em> с
            пространством, в знак
            победы тантрийской
            проповеди.</p>

        <p>Максималистское утверждение буддизма о том, что всё живое рано или поздно будет спасено,
            также зиждется на прочной основе – на свойствах земли. <em>Алая-виджняна</em> любого индивида в силу
            безначального неведения, отделившись от <em>дхармакаи</em>, неумолимо стремится вновь соединиться со своим
            источником, гонимая к этому инерцией возврата к прежнему; реальность этой инерции есть чистая дхарма земля.
            Блокирует эту исконную тенденцию живого Тайный Яма, в знак этого держит в правой руке драгоценность.</p>

        <p>В каждой из <em>махабхути</em> присутствуют и
            три других. Земля в других
            <em>махабхути</em> есть константа данного свойства, обусловленная лишь особенностью данной <em>махакальпы</em>.
            Современная физика лишь в XIX в. выдвинула идею мировых констант – гравитационную (землёвость земли) и позже
            константу кванта действия (земля воздуха) и константу длины (земля пространства) и т.п.</p>

        <p>Константы – это знамения данного Времени, знаки Кальпы. В их непреложности – ужасающее
            клеймо <em>кармы</em>, её землистость.</p>

        <p>Но! В нашем кармическом случае Проповедь Четырёх Истин – тоже знамение, тоже константа
            кальпы, железной, то есть самой тяжёлой и инерционной из всех возможных. Затем – следующая кальпа: придёт
            Майтрея и преподаст иное.</p>

        <p>А сейчас – учение Шакьямуни даёт возможность избежать условности, инерционности
            субстанционального бытия. В тантрийском случае это делается через интуитивное постижение <em>шуньи</em> и
            сведение этого постижения с четырьмя константами этой кальпы в их чистом виде – с Четырьмя Мудростями. Тогда
            рождается Пятая – Мудрость не-двойственности блаженства и <em>шуньи</em>.</p>

        <p>Такова реализация Великого Знака – <em>махамудры</em>. От знака, от печати не
            освобождаются. Его не познают. Им становятся, обретая свободное, бесстрадательное, блаженственное...</p>

        <div class="text-right space-y-2 mt-8">
            <p class="italic">1994 г.</p>
            <p class="italic">(ж. «Гаруда», № 1)</p>
        </div>
    </div>
    </div>
@endsection

