@extends('layouts.app')
@section('meta')
    <meta name="description" content="Герменевтическая перспектива необуддизма">
    <meta name="keywords" content="буддизм, философия, необуддизм">
@endsection
@section('title', 'Необуддизм, герменевтическая перспектива')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.7), rgba(255, 255, 255, 0.7)),
            url('{{ asset('backgrounds/texture_blue_green.webp') }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">

        <h1 class="text-2xl text-violet-950 font-bold text-center
        my-8">НЕОБУДДИЗМ, ГЕРМЕНЕВТИЧЕСКАЯ ПЕРСПЕКТИВА</h1>
        <blockquote class="quote border-l-4 text-right border-gray-300 my-2 text-gray-700"><em>В сердце солнца не задержится луч</em><a href="#citation-1" id="ref-1" class="citation-mark"><sup> 1</sup></a>
        </blockquote>

                <ul class="list-none pl-20 mb-4 italic text-right">
                    <li>Вселенная есть целое.</li>
                    <li>Абсолютная вероятность бытия.</li>
                    <li>Единичность сознания.</li>
                    <li>Незамкнутость мира.</li>
                    <li>Избыточность мозга.</li>
                    <li>Перенормировка.</li>
                    <li>Необуддизм.</li>
                </ul>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">

        <p><strong>0.</strong> Конфессии не умирают, но программа их
            исчерпана.
            Дальнейшее их
            существование инерционно.</p>

        <p><strong>00.</strong> Философия настоящего и будущего – не религия
            и непривычное для XIX – XX в. научное видение. Новый этап –
            асимптотическое сближение науки и религии, наука с элементами
            религиозной философии и практики.</p>

        <p><strong>000.</strong> Метод <em>перенормировки</em> – один из
            инструментов создания новой картины мира. Старые категории и
            понятия, названные иначе, создают новое поле значений, органично
            включающее религиозный и научный опыт
            человечества.</p>

        <p>Далее – элементы подобной перенормировки в связи
            с буддизмом.</p>

        <p><strong>1.</strong> Вселенная есть целое. Неограниченный монизм.
            Ничто не происходит во Вселенной независимо. Всё
            взаимосвязано. Нет действий, не имеющих последствий и не
            распространяющихся абсолютно на всё. Действия
            отдельной личности, а не только всего человечества влияют на
            Вселенную, как на единое целое. При этом
            имеется в виду не только материальная деятельность человека, но
            троякий аспект деяний: деяния телом, речью и
            мыслью. Взаимовлияние происходит не по известным на данный день
            законам Общей теории относительности, а
            мгновенно и безусильно.</p>

        <p>Всесвязность всего в буддизме обозначена
            термином <em>бодхичитта</em><a href="#citation-2" id="ref-2" class="citation-mark"><sup> 2</sup></a>
            – всё чувствует всё. Именно <em>бодхичитта</em> есть субстрат
            целостности мира как множества, есть механизм
            высшей жертвы буддийского целого – <em>дхармакаи</em><a href="#citation-3" id="ref-3" class="citation-mark"><sup> 3</sup></a>.</p>

        <p>Нравственный аспект этого тезиса в буддизме
            может звучать так: всех живых воспринимаю, как свою мать; в
            тантре несколько иначе и острее – все живые существа есть мои
            дети.</p>

        <p><strong>2.</strong> Нет единичного сознания. Сознание проявляется
            как гроздь, гнездо, семья, как множество. Единичного
            сознания просто не бывает. Мы и Я равнозначны и вместерождённы.</p>

        <p>Я, начавшее теснить древнее Мы в эпоху
            Ренессанса, сейчас начинает ещё не очень заметно признавать
            сущностную
            и ценностную основу Мы. На данном этапе появляются первые признаки
            возможной гармонизации Целого – Мы и
            единичного – Я; переживается возможность понимания и практики
            вместерождённости Мы и Я. В разных странах, у
            разных народов и в разных культурах это происходит по-своему. Запад
            только начал ощущать утраченное Мы.
            Соединенные Штаты тоже обретают Мы, но в гипертрофированной и
            уродливой форме превосходства так называемых
            американских ценностей над всеми другими. Россия, качнувшись к Я,
            имеет возможность обрести сравнительно
            быстро гармонию Я личности и Мы народа. Мы древности – Я ренессанса
            – Мы русских – технотронное Мы
            современного Запада – Мы китайцев.</p>

        <p>Соотношение Я и Мы отражено в буддийских
            концепциях <em>татхагатагарбхи</em><a href="#citation-4" id="ref-4" class="citation-mark"><sup> 4</sup></a>
            махаянских сутр, <em>Гухьягарбхи</em><a href="#citation-5" id="ref-5" class="citation-mark"><sup> 5</sup></a>, <em>махайоги</em><a href="#citation-6" id="ref-6" class="citation-mark"><sup> 6</sup></a> школы <em>ньингма</em>, <em>алая-виджняны</em><a href="#citation-7" id="ref-7" class="citation-mark"><sup> 7</sup></a>
            школы <em>йогачаров</em>.</p>

        <p><strong>3.</strong> Бытие абсолютно вероятно и его Реальность
            есть Множество. Небытия нет. <em>Дхармакая</em> небытийна по
            определению, это лишь точка пространственного перегиба, предел
            отскока, мгновенное изменение пространственной метрики,
            сингулярность, размножествляющаяся через <em>акашу</em><a
                href="#citation-8" id="ref-8" class="citation-mark"><sup> 8</sup></a>,
            потенция напряженной <em>шуньяты</em>. Размножествление
            <em>дхармакаи</em> есть сущность<em>бодхичитты</em>, высшее
            жертвоприношение. Это – абсолютное основание нравственности, Высшее
            сострадание.</p>

        <blockquote
            class="quote pl-6 border-l-4 border-gray-300 my-4 ml-8 text-gray-700">
            Учителю, Будде, Дхарме и Сангхе подношу<br>
            Пятирицу Лучей Света Пяти Мудростей – Высшую жертву<br>
            Единой <em>дхармакаи</em>, нас ради размножествившейся себе в радость,<br>
            А заблудшим в страдание иллюзорной разобщенности,<br>
            Дав сокровенный пример спонтанного неумышленного и такового<br>
            Проявления Матери жизни нашей – Прекраснейшей <em>Бодхичитты</em>.
        </blockquote>

        <p class="text-right"><em>«Садхана золотого Дамдина».</em></p>

        <p>Каждое мгновение постоянно раскрывающаяся в <em>виджняну
                дхармакая</em> может обнаружиться <em>Ваджрасаттвой</em>
            (тантрийский серфинг, Бегущий по Волне), но наверняка оборачивается
            просто жизнью и притом, конечно,
            сознательной (солитон жизни).</p>

        <p><strong>4.</strong> Нет неживого, есть лишь менее живое.
            Максималистский, мировоззренческий тезис, крайне необходимый в эпоху
            нарастания экологического кризиса. Это вариант формулировки
            антропного принципа, но с акцентированием
            принципа «Вселенная есть целое» – достаточное основание диктата
            экологии в становящемся мире.</p>

        <p><strong>5.</strong> Необходимость Учителя в буддизме абсолютна.
            Связка Учитель-ученик выражает суть высшего жертвоприношения:
            <em>дхармакая</em> не может не саморазмножествляться. Не узнать Целое
            в единичном, значит не узнать его
            никогда; не увидеть Абсолют в одном, значит не увидеть его вообще.
            Человечество есть множественный блик
            Одного, буддисты его называют по-разному – Учитель, Будда, <em>Ваджрасаттва</em><a
                href="#citation-9" id="ref-9" class="citation-mark"><sup> 9</sup></a>,
            <em>Вишварупа</em><a href="#citation-10" id="ref-10" class="citation-mark"><sup>10</sup></a>.</p>

        <p><strong>6.</strong> Законы Природы меняются. Они не открываются
            как нечто существующее вне нас, Вселенная развивается не сама
            по себе, но именно через сознание живого существа, вероятностно и
            спонтанно, оставляя сеть закономерностей в
            наследие изучающим. Нарастающее, но никогда не завершающееся знание
            – бесподобный механизм томящегося ума и
            движитель раскрывающегося мира.</p>
        <p><strong>7.</strong> Природа непознаваема принципиально. Неведение
            фиксирует открытость бытия; Вселенная – открытая система. В
            буддизме принципу незамкнутости мира соответствует понятие <em>шуньята</em><a href="#citation-11" id="ref-11" class="citation-mark"><sup>11</sup></a>. Человек в своем
            поведении всегда действует с учётом этого фактора незавершенности
            системы, всегда на уровне недостаточности информации (дхарма
            решимость). Буддизм рассматривает<em>шуньяту</em> неразрывно от
            категории «проявленного бытия», <em>Ясного Света</em><a href="#citation-12" id="ref-12" class="citation-mark"><sup>12</sup></a>. Понимание и переживание
            вместерожденности <em>шуньяты</em>(бессамостности проявленного) и <em>Ясного
                Света</em> (абсолютная вероятность Проявленного) – содержание
            буддийской практики.</p>

        <p>Постоянство проявляемости нескончаемых волн <em>Ясного Света</em>, волшебно вздымающихся из пустоты-<em>шуньяты</em> – это
            <em>Ваджр</em><a href="#citation-13" id="ref-13" class="citation-mark"><sup>13</sup></a>. Полная
            запредельных непредсказуемых драгоценностей <em>шуньята</em> – это
            сущее, или <em>Саттва</em><a href="#citation-14" id="ref-14" class="citation-mark"><sup>14</sup></a>.
            Их единство в сердечном пространстве – истинном умосредоточии – есть
            <em>Ваджрасаттва</em> – Изначальное Совершенство чуда осознанности.
        </p>

        <p>Принципиальную незавершенность познания, или
            восхитительную открытую беспредельность Вселенной, буддисты
            обозначают термином <em>Гухья</em> – Тайна.</p>

        <p><strong>8.</strong> Нетройственность – это вместерожденность
            трёх: пустоты (<em>шуньята</em>), проявленности (<em>Ясный Свет</em>)
            и сознания. Таково выражение антропного принципа языком буддизма. Символом и воплощением идеи
            неуничтожимости сознания является в буддизме <em>Ваджрасаттва</em>.
            <em>Ваджрасаттва</em> – ярчайшая печать
            Бытия в этот раз. Поэтому он есть воплощение <em>махамудры</em><a href="#citation-15" id="ref-15" class="citation-mark"><sup> 15</sup></a>.
            <em>Ваджрасаттва</em> – матрица, форма высшей жизни в этом конкретном
            фантоме <em>акаши</em>. Здесь и сейчас <em>акаша</em>
            может предстать как жизнь исключительно в виде и наподобие <em>Ваджрасаттвы</em>.
        </p>

        <p><em>Дхарма</em>, воспринятая как учение, не
            поможет, пока не будет понято, что <em>дхарма</em> и есть сама
            реальность. Тогда станет ясно, что речь идёт не о следовании
            рецептам конкретной личности по имени
            Шакьямуни, а о законе внутри каждого из нас – Будда ты сам! Такой
            Будда, конечно же, называется не
            Шакьямуни, имя его – <em>Ваджрасаттва</em>.</p>

        <p>Три субъекта Нетройственности: 1. <em>Ваджрасаттва</em>,<em>ваджр</em>, Я.; 2. <em>Вайрочана</em><a href="#citation-16" id="ref-16" class="citation-mark"><sup>16</sup></a>, зеркало, Оно.; 3. <em>Самантабхадра</em>, кольцо, Мы.</p>

        <p>Утверждения Нетройственности:</p>
        <p>Сознания нет снаружи (Бога нет),</p>
        <p>Сознания нет внутри (души нет),</p>
        <p>Сознание между (сознание есть).</p>

        <p>Сознание – это интерференция волн возбуждения
            <em>акаши</em>, это зеркальная сфера, принимающая каждый раз
            определённую форму. Эти формы квантуются. Сознание – это
            пространственная голограмма, это своеобразная грань
            ясносветно-шуньевой осцилляции, грань, порождающая эффект зеркала –
            способности отражать. И грань эта не в
            глубине микромира, не в бездне космоса, а здесь, сопряжённая и
            соизмеримая с нашим телом. Наше тело это и
            есть примерный «размер» «узла» индивидуального сознания на общем
            размытом фоне полевого сознания.</p>

        <p><strong>9.</strong> Избыточность. Допущение: резерв мозга в сотни
            раз превышает оперативную необходимость, – не есть
            свидетельство «нейтральной мутации» (Н. Моисеев), но лишь след
            невидимого биологического Зеркала Вселенной
            (автозеркалирование – механизм Мудрости <em>Вайрочаны</em>). Этот
            резерв соответствует Простору непознанного
            (целостности <em>акаши</em> – сплошной и гладкой). Жизнь человека в
            пространстве понятного, разумного только и
            возможна благодаря этому избыточному Простору интеллектуального
            резерва (неисчерпаемость <em>шуньяты</em>,
            или, говоря словами Б. Д. Дандарона, «шуньята полна запредельных
            ценностей»). Избыточность – необходимый
            гарант устойчивости психики человека.</p>

        <p><strong>10.</strong> Ум (а также Тело и Речь) творит реальность. Всё продуманное влияет на ход событий и воплощается. Буддийская триада Тело, Речь, Ум – полнота существования сознательного существа. При излишнем доминировании одной из составляющих увеличивается страдание. При отсутствии одного из тел – ущербность бытия. Идеал буддизма – Трикая.</p><br>
        <p><strong>11.</strong> Дар буддизма будущему:</p>
        <p>четыре печати тхеравады:</p>
        <p><em>дукха</em><a href="#citation-17" id="ref-17" class="citation-mark"><sup>17</sup></a> – неудовлетворённость бытия,</p>
        <p><em>анитья</em><a href="#citation-18" id="ref-18" class="citation-mark"><sup>18</sup></a> – непостоянство,</p>
        <p><em>анатма</em><a href="#citation-19" id="ref-19" class="citation-mark"><sup>19</sup></a> – отсутствие
            самостоятельной сущности явлений,</p>
        <p><em>ниродха</em><a href="#citation-20" id="ref-20" class="citation-mark"><sup> 20</sup></a> – пресечение страданий.</p>
        <p>Две категории Махаяны:</p>
        <p><em>Ясный Свет</em> – абсолютность Проявленности – небытия нет (принцип эквивалентности по А. И. Железнову).
        </p>
        <p><em>шуньята</em><a href="#citation-21" id="ref-21" class="citation-mark"><sup> 21</sup></a> – нет предела
            делимости, Проявленность бессущностна, пуста, относительна и полна
            запредельных ценностей (принцип избыточности по А.И. Железнову).</p>
        <p>Одна доминанта:</p>
        <p><em>Бодхичитта</em> – просветленная мысль, мысль о
            сострадании, субстрат высшей жертвы. Сначала
            <em>бодхичитта</em>, потом Будда.</p>

        <p><strong>12.</strong> Букет <em>Ваджрасаттвы</em> с распущенной
            лентой. В контексте глобализации этот девиз должен играть
            культурологическое и правовое значение. Каждая нация, этническая
            группа, племя должны сохранить свою
            самобытность и иметь на это права, гарантированные международными
            договорами и экономической поддержкой. У
            букета <em>Ваджрасаттвы</em> лента должна быть развязана – символ
            необходимой свободы и непривязанности. Это –
            гарантия ненасильственного, гармоничного и постепенного
            взаимообогащения и взаимопроникновения разных
            культур, при сохранении самобытного ядра компонентов. Полиэтническая
            культурность – залог выживания и
            развития человечества.</p>

        <p><strong>13.</strong> Перенормировка – метод гармонизации времён.
            Два примера перенормировки.</p>
        <p>а) умеренный пример:</p>
        <p>Перенормировка 1, или Кальпа-Акаша Катастрофа</p>
        <p>Не <em>кальпа</em><a href="#citation-22" id="ref-22" class="citation-mark"><sup> 22</sup></a> – да <em>Акаша;</em>
        </p>
        <p>Не спасение – да жизнь;</p>
        <p>Не свобода – да <em>бодхичитта;</em></p>
        <p>Не защита – да <em>шуньята;</em></p>
        <p>Не практика – да <em>Ваджрасаттва;</em></p>
        <p>Не передача, и потому <em>Правидья</em><a href="#citation-23" id="ref-23" class="citation-mark"><sup> 23</sup></a>.
        </p><br>
        <p>б) радикальный пример:</p>
        <p>Перенормировка 2, или Четыре Константы
            Нетройственности (Посвящается <em>Каудинье</em><a href="#citation-24" id="ref-24" class="citation-mark"><sup> 24</sup></a>)
        </p>
        <p><em>В. М. Монтлевич - О. Л. Волошановский</em>
        </p>
        <p>Нетройственность – <em>ниродха</em></p>
        <p>Открытый горизонт – <em>анитья</em></p>
        <p>Абсолютность Бытия – <em>дукха</em></p>
        <p>Неединичность сознания – <em>анатма</em></p><br>

        <p><em> --- Итог --- </em></p>
        <p>Нет двух начал, Природа единосущна.</p>
        <p>Всё пусто, но действовать уместно.</p>
        <p>Без формы жизни нет, и нет сознания.</p>
        <p>Познанье, радость сопричастья – вот высшее.</p>
        <p>Коль где-то есть сознание – смерти нет.</p><br>

        <p><em> --- Резюме --- </em></p>
        <p>Заметка обозначила некоторые позиции
            перенормировки базовых буддийских терминов языком современной
            философии
            физики и психологии. Буддизм, прочтённый таким образом, естественно
            становится одним из ведущих
            мировоззрений современности, открытых в будущее. Так он выходит из
            монашеской резервации и, избегая
            ограниченности и фанатизма дхарма-центров, становится достоянием
            <em>мирской сангхи</em> – светских
            последователей
            Учения, а возможно и мира. Именно такой буддизм Б. Д. Дандарон
            называл <em>необуддизмом</em>.</p>
        </div>
        <!-- Разделительная черта -->
        <hr class="my-8 border-t-4 border-gray-500">

        <div class="citations mt-4 text-lg">
            <h4 class="text-center text-gray-800 font-bold text-xl sm:text-xl md:text-xl my-4">ПРИМЕЧАНИЯ</h4>
            <p id="citation-1"><sup>1</sup> Авторизованный перевод Б.Д.
                Дандарона знаменитой фразы Лончена Рабжампы
                (1308–1363).<a href="#ref-1"
                               class="text-blue-500 hover:underline">↩</a></p>
            <p id="citation-2"><sup>2</sup> Бодхичитта – букв. пробуждённая
                мысль; сострадание.<a href="#ref-2"
                                      class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-3"><sup>3</sup> Дхармакая – букв. Тело Учения; Тело
                Мысли Будды; недвойственный Ум Будды;
                абсолютная реальность; конечный плод на Пути святого махаяны.<a
                    href="#ref-3"
                    class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-4"><sup>4</sup> Татхагатагарбха – Сущность Так
                Пришедшего, Сущность или сердце Татхагаты, т.
                е. Будды; татхагатагарбха существует безначально во всех живых
                существах, представляя их сущностную
                истинную природу; название сутры, примыкающей к
                бескомпромиссному монизму Асанги, изложенному им в
                «Уттаратантре», не путать с йогачарой.<a href="#ref-4"
                                                         class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-5"><sup>5</sup> Гухьягарбха – сокращение от названия
                главной тантры школы ньингма:
                «Махатантра, называемая “Истина Блистательной Тайны Сердца
                Бытия”» (санскр.:
                Shri-Guhyagarbha-tattva-viniścaya mahatantra nama).<a
                    href="#ref-5"
                    class="text-blue-500 hover:underline">↩</a></p>
            <p id="citation-6"><sup>6</sup> Махайога – седьмая из девяти ян
                тибетской школы ньингма.<a href="#ref-6"
                                           class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-7"><sup>7</sup> Алая-виджняна – букв.
                сознание-сокровищница, в учении йогачаров считается
                зародышем и вместилищем всех других семи видов
                специализированных сознаний: пять сознаний,
                соответствующих органам чувств, сознание идейного и сознание
                предыдущего момента – собственно ум, как
                орган.<a href="#ref-7"
                         class="text-blue-500 hover:underline">↩</a></p>
            <p id="citation-8"><sup>8</sup> Акаша – пятый великий элемент,
                наряду с землёй, водой, огнём и воздухом;
                один из трёх постоянных, не подверженных бытию элементов;
                обозначает понятие пустого беспрепятственного
                пространства; «Акаша, или беспрепятственность природы ума, есть
                выражение его всепроникающей свободы и
                телесности, поистине Акаша, сплошная и гладкая, есть тело ума и
                его объект» (акашавада).<a href="#ref-8"
                                           class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-9"><sup>9</sup> Ваджрасаттва – буквально «Алмазное,
                т. е. неразрушимое существо». Саттва –
                это сущее, существо, живое; ваджр – неразрушимость, Ваджрасаттва
                – антропоморфное воплощение принципа
                неразрушимости сущего в его тончайшем и высшем проявлении как
                существа, обладающего сознанием; основной
                идам (персонифицированный способ созерцания) Ваджраяны.<a
                    href="#ref-9"
                    class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-10"><sup>10</sup> Вишварупа – вид божества,
                воплощающего в себе всё множество живых существ
                и всё многообразие их форм.<a href="#ref-10"
                                              class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-11"><sup>11</sup> Шуньята – в философии мадхьямаки
                означает отсутствие сущности любой
                дхармы; пустотность, относительность элементов бытия.<a
                    href="#ref-11"
                    class="text-blue-500 hover:underline">↩</a></p>
            <p id="citation-12"><sup>12</sup> Ясный Свет – технический термин
                тантрийских текстов, означающий высшую и
                наитончайшую форму бытия; синоним проявленности.<a
                    href="#ref-12" class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-13"><sup>13</sup> Ваджр (ваджра) – атрибут
                Ваджрадхары, Ваджрасаттвы и др. персоналий
                буддийского пантеона; символ постоянства и неразрушимости.<a
                    href="#ref-13"
                    class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-14"><sup>14</sup> Саттва – живое существо.<a
                    href="#ref-14"
                    class="text-blue-500 hover:underline">↩</a></p>
            <p id="citation-15"><sup>15</sup> Махамудра – букв. «великая
                печать»; в тибетской школе кагью означает
                недвойственность блаженства (проявленности) и шуньяты
                (пустотности).<a href="#ref-15"
                                 class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-16"><sup>16</sup> Вайрочана – один из пяти татхагат,
                дхьяни-будда, обладает Зерцалоподобной
                Мудростью.<a href="#ref-16"
                             class="text-blue-500 hover:underline">↩</a></p>
            <p id="citation-17"><sup>17</sup> Дукха – страдание,
                неудовлетворённость, тягота – основное качество
                бытия.<a href="#ref-17"
                         class="text-blue-500 hover:underline">↩</a></p>
            <p id="citation-18"><sup>18</sup> Анитья – непостоянство бытия,
                непостоянство дхарм.<a href="#ref-18"
                                       class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-19"><sup>19</sup> Анатма – отсутствие сущностной
                основы любого явления, любой дхармы,
                принцип отрицания существования индивидуального Я, души.<a
                    href="#ref-19"
                    class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-20"><sup>20</sup> Ниродха – приостановление,
                пресечение мучительного бытия; возможность
                ниродхи – залог достижения нирваны.<a href="#ref-20"
                                                      class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-21"><sup>21</sup> Шуньята – в философии мадхьямаки
                означает отсутствие сущности любой
                дхармы; пустотность, относительность элементов бытия.<a
                    href="#ref-21"
                    class="text-blue-500 hover:underline">↩</a></p>
            <p id="citation-22"><sup>22</sup> Кальпа (санскр.) – обычно период
                существования Учения конкретного Будды;
                временной период одного цикла существования Вселенной,
                включающий эпохи созидания, становления,
                разрушения и гибели.<a href="#ref-22"
                                       class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-23"><sup>23</sup> Правидья – предвидение,
                предзнание; принцип того, что мир всегда
                раскроется Совершенством; иногда используется вместо термина
                Нетройственность.<a href="#ref-23"
                                    class="text-blue-500 hover:underline">↩</a>
            </p>
            <p id="citation-24"><sup>24</sup> Каудинья – первый, кто понял
                Учение Будды, что обозначило начало вращения
                Колеса Учения, один из первых пяти учеников Будды.<a
                    href="#ref-24"
                    class="text-blue-500 hover:underline">↩</a></p>
        </div>

        <p class="text-right"><em>Май 2001 г., СПб.</em></p>
    </div>
@endsection
