@extends('layouts.app')
@section('title', 'Новый порядок')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.85)),
            url({{ asset('backgrounds/bluerish.webp') }});
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto p-4 h-full">

        <h1 class="text-2xl font-bold italic text-center my-8 text-indigo-900">НОВЫЙ
            ПОРЯДОК</h1>
        <div class="text-justify indent-4 text-lg sm:text-xl leading-relaxed space-y-4 mx-auto">

        <p>Бесконечен прекрасный полёт над Землёй: вот она – чудесная жемчужина с
            голубовато-зелёным отливом – божественная чаша жизни. Как долго я искал её в туманах бездонных скитаний. Она
            покрыта восхитительной амальгамой живого. О, это первое наивное восхищение! Ближе, ближе, и проступает
            реальность – этот жемчуг Вселенной привлек уже многих, они уже здесь и лик Земли – это картина нескончаемой
            борьбы растений, насекомых, животных, минералов, воды, людских рас. Кто же истинный хозяин сего прекрасного
            дома?</p>

        <p>“Я здесь живу”, – говорит один. “Я – странник” – отвечает другой. Третий вообще не
            думает об этом. Религии мира – религии Земли – детские игры человечества. Мировые порядки, борьба за власть
            – какое юношеское безумие. Крест и <em>мандал</em>, кристалл и сфера, бесконечно приближаясь друг к другу,
            когда же вы найдёте способ немучительного взаимоперехода?</p>

        <p>О, божественный дом духа, пристанище странников! Твоя сверкающая сфера под лучами солнца
            ждёт уставшего путника. Внутри тебя, в надёжных полостях дома оформилась жизнь, сознанием стяжав тело.</p>

        <div class="poetry text-left mb-4">
            <p>Сверкая и переливаясь избывается жизнь, распадаясь и созидаясь вновь.</p>
            <p>“Отдай радость, возьми блаженство!” – нескончаемо передаётся зов самоотражённого.</p>
            <p>“Блаженство телу, радость уму!” – слышится среди холмов, в травах, цветах и деревьях.</p>
            <p>Радость – радуга окоёма, веселие Земли, улыбка Природы, признак мудрой гармонии смотрящего и
                показывающей.</p>
            <p>“Не отделяйся! – молит Природа, – погибнем все: и мы, и ты”.</p>
            <p>Радость моя – ум мой ответствует: “Этот мир вокруг – всех тех, кто не совсем живой, надо в радость взять,
                в бесконечный Путь”. Это единственное и всеобщее Спасение! Это просто, как рай, как эдем.</p>
        </div>

        <p class="text-center mb-4">* * *</p>

        <p>Зеркало <em>дзогчена</em> мерцает в сердце. Тибетское <strong><em>рца</em></strong>
            (корень,
            энергетический
            канал) и древнерусское <strong><em>рцы</em></strong> (скажи) – как схожи, они и в зе<strong>рц</strong>але, и в созе<strong>рц</strong>ании, и в се<strong>рдц</strong>е. Тайны
            языков.</p>

        <p>Но тайна <em>дзогчена</em> – тайна ли, или медицинский рецепт, как и Дхарма Великого
            Будды. Высшая потребность Духа – горний полёт сознания, но всё же потребность, а значит, и самоприсущность
            естеству (<em>дзогченовской Основе</em>), которое, будучи сокрыто в самых глубинах живого (мёртвого же и вовсе
            нет), ме<strong>рц</strong>ает на “дне” бытия, постоянно готовое к жизни через проявленность. Ибо чуть двинулось – и забилось
            сердце жизни, затеплилось сознание, распускающееся через <strong>речь</strong> (<em>рцы</em>) – модулированную энергию
            безличного, неизбывного Сострадания.</p>

        <p>Последователей своих, сверкающее в тишине почти непроявленное, пугающее безразличием и
            чуждостью отстранённости от привычного, затаившееся Великое Присутствие, чем удивишь – спонтанностью ли или
            непредсказуемой внезапностью безостановочно преображаемых форм? Ведь у тебя нет русского имени, кроме такого
            аскетического и скучного слова как <em>присутствие</em> – <strong>то, что при сути</strong>, странного свидетельства, что ты
            просто есть, что ты истинное и действительное, могущее и основательное.</p>

        <p><strong>Могущее</strong> – значит уже действующее, уже бытующее – высшее выражение антропного принципа.
            Мочь – значит быть, но <strong>мочь</strong> ещё не значит <strong>знать</strong>. И здесь уместно сказать о второй ветви дзогченовского
            Присутствия, ибо ещё называют его по-тибетски <em><strong>ригпа</strong> (rig pa)</em>, или <strong><em>видья</em></strong> на санскрите, что
            эквивалентно русскому <strong><em>знание</em></strong>, то есть тому, к чему ещё надо пробиться; оно как бы есть, но не совсем
            доступно. Оба слова – <strong><em>присутствие</em></strong> и <strong><em>знание</em></strong> легко объединяются в <strong>присутствие знания</strong>, хотя бы и
            с минимальным, но ослепительным содержанием: "<strong>Я есмь!</strong>" Это голое, зеркальное, но без образов в нём в
            постоянно ускользающее чувство бытия давно названо знакомым словом <strong><em>сознание</em></strong>. Его составляющие –
            присутствие и знание – два семантически разные термины, но их не оторвать друг от друга. Ибо если речь идёт
            о знании, значит оно есть, а любое <strong>есть</strong> всегда информативно – это своеобразная матрица бытия, <em>татхагатагарбха</em>
            – “утроба” Татхагаты, "Matrix of mistery" Герберта Гюнтера, способная чудесным образом самооживляться.</p>

        <p class="text-center mb-4">* * *</p>

        <p>Но происходит ли это самооживление действительно “само”, либо в этом повинны
            Совершенные, актом Прозрения порождающие новые миры. Именно “миры”, а не “мир”, ибо не ведут все Пути к
            Одной Вершине, и последующая реальность у каждого своя. Легко предположить, что если Новое возникает через
            Прозрение, то Будда попадает в положение Творца. Но это не так, ибо нет у него Я, и Он – не личность, и миры
            возникают самозарождённо, без участия сознательной и творящей воли.</p>

        <p>Общее для всех – особая, сингулярная точка (<em>дхармакая</em>), точка разрыва цепи причин
            и следствий, за ней “Порядок из хаоса” – “Новый порядок” с новыми начальными условиями. Их возникновение
            есть следствие каждого единичного Прозрения, и завершение Пути – не конец, а Великое начало и высшее
            жертвоприношение, ибо тело Будды – безличная конкретность <em>бодхичитты</em> – это тело нового мира,
            <strong>распахнутая просветлённость</strong>, как буквально переводится тибетское <em>sangs-rgyas</em> – эквивалент
            санскритского "Buddha".</p>

        <p>В <strong>распахнутой просветлённости</strong> – этой динамической формуле бытия, угадывается принцип
            вселенской голограммы или <strong><em>мандалы</em></strong> – точка-круг (тиб. <em>dkyil-'khor</em>, кьилхор, где <strong>кьил</strong> – точка,
            <strong>хор</strong> – круг). Нет просветлённости без распахнутости, нет круга без центра-точки, бытие и есть <em>мандала</em>,
            и <strong>распахнутость</strong> – не волевой акт, но динамика <em>бодхичитты</em>, как естественный и неизбывный процесс.</p>

        <p>“Точечное”, индивидуализированное, то есть замкнутое, без распахнутости и
            <em>бодхичитты</em> бытие, есть бытие ущербное, ибо зиждется на иллюзии, полагающей реальным независимое
            существование личности. Здесь – источник неведения и страдания разделённости, именно в этой гордой скорлупе
            <em>ратны</em> – твёрдой (инерционной, “земляной”) оболочки любого семени жизни.</p>

        <p>Сознание вокруг себя всегда моделирует пространство или через нахождение готовой
            неоднородности от лунного риголитового шарика до удобной земной пещеры, или само создаёт эту неоднородность
            – от убогого шалаша до великолепного дворца. А затем страстно стремится выйти из замкнутости. Задача не так
            уж сложна – нужны двери и окна, сложнее с нахождением метода выхода наружу, к Белому Свету, чтобы, в конце
            концов, суметь воскликнуть:</p>

        <blockquote class="quote pl-6 border-l-4 border-gray-300 my-4 text-center">
            “Вселенная есть целое!”,
        </blockquote>

        <p>и значит стать Множеством. И снова – Новый порядок и неизведанное цветение жизни.</p>

        <p class="text-right"><em>1993 г.</em></p>
        <p class="text-right"><em>(ж. «Гаруда», № 4-5)</em></p>
        </div>
    </div>
@endsection
