@extends('layouts.app')

@section('title', 'Новый порядок')

@section('content')
    <div class="container mx-auto px-4 biography">
        <img src="{{ asset('images/new_order.jpg') }}" alt="Новый порядок"
             class="article-image my-4 rounded-lg shadow-md">
        <!-- Заголовок -->
        <h1 class="text-2xl font-bold text-center mb-8">НОВЫЙ ПОРЯДОК</h1>

        <p class="text-justify">Бесконечен прекрасный полёт над Землёй: вот она – чудесная жемчужина с
            голубовато-зелёным отливом – божественная чаша жизни. Как долго я искал её в туманах бездонных скитаний. Она
            покрыта восхитительной амальгамой живого. О, это первое наивное восхищение! Ближе, ближе, и проступает
            реальность – этот жемчуг Вселенной привлек уже многих, они уже здесь и лик Земли – это картина нескончаемой
            борьбы растений, насекомых, животных, минералов, воды, людских рас. Кто же истинный хозяин сего прекрасного
            дома?</p>

        <p class="text-justify">“Я здесь живу”, – говорит один. “Я – странник” – отвечает другой. Третий вообще не
            думает об этом. Религии мира – религии Земли – детские игры человечества. Мировые порядки, борьба за власть
            – какое юношеское безумие. Крест и <i>мандал</i>, кристалл и сфера, бесконечно приближаясь друг к другу,
            когда же вы найдёте способ немучительного взаимоперехода?</p>

        <p class="text-justify">О, божественный дом духа, пристанище странников! Твоя сверкающая сфера под лучами солнца
            ждёт уставшего путника. Внутри тебя, в надёжных полостях дома оформилась жизнь, сознанием стяжав тело.</p>

        <div class="poetry text-left mb-4">
            <p>Сверкая и переливаясь избывается жизнь, распадаясь и созидаясь вновь.</p>
            <p>“Отдай радость, возьми блаженство!” – нескончаемо передаётся зов самоотражённого.</p>
            <p>“Блаженство телу, радость уму!” – слышится среди холмов, в травах, цветах и деревьях.</p>
            <p>Радость – радуга окоёма, веселие Земли, улыбка Природы, признак мудрой гармонии смотрящего и
                показывающей.</p>
            <p>“Не отделяйся! – молит Природа, – погибнем все: и мы, и ты”.</p>
            <p>Радость моя – ум мой ответствует: “Этот мир вокруг – всех тех, кто не совсем живой, надо в радость взять,
                в бесконечный Путь”. Это единственное и всеобщее Спасение! Это просто, как рай, как эдем.</p>
        </div>

        <p class="text-center mb-4">* * *</p>

        <p class="text-justify">Зеркало <i>дзогчена</i> мерцает в сердце. Тибетское <strong><i>рца</i></strong>
            (корень,
            энергетический
            канал) и древнерусское <strong><i>рцы</i></strong> (скажи) – как схожи, они и в зе<strong>рц</strong>але, и в созе<strong>рц</strong>ании, и в се<strong>рдц</strong>е. Тайны
            языков.</p>

        <p class="text-justify">Но тайна <i>дзогчена</i> – тайна ли, или медицинский рецепт, как и Дхарма Великого
            Будды. Высшая потребность Духа – горний полёт сознания, но всё же потребность, а значит, и самоприсущность
            естеству (<i>дзогченовской Основе</i>), которое, будучи сокрыто в самых глубинах живого (мёртвого же и вовсе
            нет), ме<strong>рц</strong>ает на “дне” бытия, постоянно готовое к жизни через проявленность. Ибо чуть двинулось – и забилось
            сердце жизни, затеплилось сознание, распускающееся через <strong>речь</strong> (<i>рцы</i>) – модулированную энергию
            безличного, неизбывного Сострадания.</p>

        <p class="text-justify">Последователей своих, сверкающее в тишине почти непроявленное, пугающее безразличием и
            чуждостью отстранённости от привычного, затаившееся Великое Присутствие, чем удивишь – спонтанностью ли или
            непредсказуемой внезапностью безостановочно преображаемых форм? Ведь у тебя нет русского имени, кроме такого
            аскетического и скучного слова как <i>присутствие</i> – <strong>то, что при сути</strong>, странного свидетельства, что ты
            просто есть, что ты истинное и действительное, могущее и основательное.</p>

        <p class="text-justify"><strong>Могущее</strong> – значит уже действующее, уже бытующее – высшее выражение антропного принципа.
            Мочь – значит быть, но <strong>мочь</strong> ещё не значит <strong>знать</strong>. И здесь уместно сказать о второй ветви дзогченовского
            Присутствия, ибо ещё называют его по-тибетски <i><strong>ригпа</strong> (rig pa)</i>, или <strong><i>видья</i></strong> на санскрите, что
            эквивалентно русскому <strong><i>знание</i></strong>, то есть тому, к чему ещё надо пробиться; оно как бы есть, но не совсем
            доступно. Оба слова – <strong><i>присутствие</i></strong> и <strong><i>знание</i></strong> легко объединяются в <strong>присутствие знания</strong>, хотя бы и
            с минимальным, но ослепительным содержанием: "<strong>Я есмь!</strong>" Это голое, зеркальное, но без образов в нём в
            постоянно ускользающее чувство бытия давно названо знакомым словом <strong><i>сознание</i></strong>. Его составляющие –
            присутствие и знание – два семантически разные термины, но их не оторвать друг от друга. Ибо если речь идёт
            о знании, значит оно есть, а любое <strong>есть</strong> всегда информативно – это своеобразная матрица бытия, <i>татхагатагарбха</i>
            – “утроба” Татхагаты, "Matrix of mistery" Герберта Гюнтера, способная чудесным образом самооживляться.</p>

        <p class="text-center mb-4">* * *</p>

        <p class="text-justify">Но происходит ли это самооживление действительно “само”, либо в этом повинны
            Совершенные, актом Прозрения порождающие новые миры. Именно “миры”, а не “мир”, ибо не ведут все Пути к
            Одной Вершине, и последующая реальность у каждого своя. Легко предположить, что если Новое возникает через
            Прозрение, то Будда попадает в положение Творца. Но это не так, ибо нет у него Я, и Он – не личность, и миры
            возникают самозарождённо, без участия сознательной и творящей воли.</p>

        <p class="text-justify">Общее для всех – особая, сингулярная точка (<i>дхармакая</i>), точка разрыва цепи причин
            и следствий, за ней “Порядок из хаоса” – “Новый порядок” с новыми начальными условиями. Их возникновение
            есть следствие каждого единичного Прозрения, и завершение Пути – не конец, а Великое начало и высшее
            жертвоприношение, ибо тело Будды – безличная конкретность <i>бодхичитты</i> – это тело нового мира,
            <strong>распахнутая просветлённость</strong>, как буквально переводится тибетское <i>sangs-rgyas</i> – эквивалент
            санскритского "Buddha".</p>

        <p class="text-justify">В <strong>распахнутой просветлённости</strong> – этой динамической формуле бытия, угадывается принцип
            вселенской голограммы или <strong><i>мандалы</i></strong> – точка-круг (тиб. <i>dkyil-'khor</i>, кьилхор, где <strong>кьил</strong> – точка,
            <strong>хор</strong> – круг). Нет просветлённости без распахнутости, нет круга без центра-точки, бытие и есть <i>мандала</i>,
            и <strong>распахнутость</strong> – не волевой акт, но динамика <i>бодхичитты</i>, как естественный и неизбывный процесс.</p>

        <p class="text-justify">“Точечное”, индивидуализированное, то есть замкнутое, без распахнутости и
            <i>бодхичитты</i> бытие, есть бытие ущербное, ибо зиждется на иллюзии, полагающей реальным независимое
            существование личности. Здесь – источник неведения и страдания разделённости, именно в этой гордой скорлупе
            <i>ратны</i> – твёрдой (инерционной, “земляной”) оболочки любого семени жизни.</p>

        <p class="text-justify">Сознание вокруг себя всегда моделирует пространство или через нахождение готовой
            неоднородности от лунного риголитового шарика до удобной земной пещеры, или само создаёт эту неоднородность
            – от убогого шалаша до великолепного дворца. А затем страстно стремится выйти из замкнутости. Задача не так
            уж сложна – нужны двери и окна, сложнее с нахождением метода выхода наружу, к Белому Свету, чтобы, в конце
            концов, суметь воскликнуть:</p>

        <blockquote class="quote pl-6 border-l-4 border-gray-300 my-4 text-center">
            “Вселенная есть целое!”,
        </blockquote>

        <p class="text-justify">и значит стать Множеством. И снова – Новый порядок и неизведанное цветение жизни.</p>

        <p class="text-right"><i>1993 г.</i></p>
        <p class="text-right"><i>(ж. «Гаруда», № 4-5)</i></p>
    </div>
@endsection

@push('styles')
    <style>
        .quote {
            position: relative;
            padding-left: 1.5rem;
            border-left: 4px solid #d1d5db;
            margin: 1rem 0;
        }

        p.text-justify {
            text-align: justify;
            line-height: 1.5;
            margin-bottom: 1rem;
        }

        .poetry p {
            line-height: 1.5;
            margin-bottom: 0.5rem; /* Меньший отступ между строками стихов */
        }
    </style>
@endpush
