@extends('layouts.app')
@section('title', 'Открытый горизонт')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.85)),
            url({{ asset('backgrounds/bluerish.webp') }});
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto p-4 h-full">
        <h1 class="text-2xl text-green-500 font-bold text-center italic
        mb-8">ОТКРЫТЫЙ ГОРИЗОНТ</h1>
        <div class="text-justify indent-4 text-lg sm:text-xl leading-relaxed space-y-4 mx-auto">

        <p>За пять веков до нашей эры в механизм развития человечества включилась новая программа религиозного видения мира. Два с половиной тысячелетия она более или менее успешно служила познанию. Но в последние десятилетия становится всё очевиднее, что религиозный опыт человечества пришёл к тяжёлому кризису. Не скрашивают этого впечатления ни сверхактивность прагматиков реформированного христианства, ни устойчивый успех на Западе восточных религий, ни, тем более, удручающий разгул стихии экстрасенсов.</p>

            <p>Спокойствие и моральную устойчивость приносит сегодня религия в мир. Но беспокойной душе человека этого недостаточно. Живое древо жизни не может не расти, отработала одна программа и рано или поздно должна включиться новая, ещё неведомая. Каковы её признаки, каковы качества и способности людей, являющихся её носителями? Представители новой эпохи наверняка уже среди нас. В себе должны мы обнаружить признаки нового. И прежде всего — это уверенная неприемлемость социальной организованности в сфере духовного поиска. И затем — отказ от навязчивой идеи законченной картины мира; нужно понять, что подобная позиция смерти подобна. Необходима постоянная открытость горизонта познания, а значит, спокойное отношение к естественной доле неведения в нашем представлении о мире. Присутствие неведения, или неведомого, как перспектива познания и признак развития уводит нас от тупика догматизма и слепой злобности фанатизма. Замкнутые системы, завершённые картины мира с трупным смрадом всеведения — искусственные создания, знание в них вложено, а не саморазвито. В горизонте видения всегда есть манящий разрыв неведомого, восхитительная точка роста. Этот разрыв беспокоит слабых, и они стремятся залатать его логическими построениями или готовыми догмами, создавая замкнутый концлагерь духа; этот разрыв томит разум более сильных, стимулируя творчество, и в него бесстрашно устремляются сильнейшие.</p>

        <p>Законы природы не открываются как нечто существующее вне нас, но творятся через нас, и порой впервые, как нечто небывалое. Вселенная развивается не сама по себе, но именно через сознание человека, вероятностно и спонтанно, оставляя сеть закономерностей в наследие изучающим. И сеть эта, как цепь разрешённых шагов в номогенезе, — в прошлом, а не в будущем. В открытой системе не может быть цели, бессмысленно искать смысл жизни. Сама жизнь, полная познания и любви, и есть смысл бытия. Нарастающее, но никогда не завершающееся знание — бесподобный механизм томящегося ума и движитель развивающегося мира.</p>

        <p>Постоянство проявляемости нескончаемых волн Ясного Света, волшебно вздымающихся из пустоты-<em>шуньяты</em> — это <em>Ваджр</em>. Полная запредельных непредсказуемых драгоценностей <em>шуньята</em> — это сущее, или <em>Саттва</em>. Их единство в сердечном пространстве — истинном умосредоточии — есть <em>Ваджрасаттва</em> — Изначальное Совершенство чуда осознанности.</p>

        <p>Невозможно изменить природу уже существующей природы. Но возможно из небытия через себя вызвать новую. И не стоит тревожиться попусту о “духовном обнищании” России. Нет его. Есть мучительный процесс длительного преображения, всегда сопряжённого с расплатой за прошлое. Свойства этноса не меняются, этнос либо гибнет, либо спустя десятилетия растерянности и бессознательности самоосознаёт себя в новом качестве, с тем же самоназванием, и не только сохранив, но и усилив историческую память.</p>

        <p>Критическую фазу проходит Россия, но ведь не одна она, весь мир, начиная с семидесятых, уже в явном виде вошёл в тяжелейший кризис — кризис духа. Любое тело содрогается при таком испытании. Вот и тело России содрогнулось, но это — признак очищающего обновления, сбрасывание дурной кожи с взрастающей души народа. Наши материальные невзгоды при этом — несоизмеримо меньшая плата за мучительный духовный поиск, чем хрупкость и неопределённость иллюзии прогресса Запада на усыпляющем фоне относительного благополучия. Ни судорожное цепляние за возвышенные традиции, ни прививка иных верований, ни талантливое и дерзкое изобретательство супернового не принесут удачи. Даже в критические периоды поступь истории неспешна, трудно увидеть и понять её, но ещё труднее почувствовать себя со-творцом происходящего, не пугаясь неизбежной, но животворной субъективности. Неотвратимо и в муках, но безопасно родится новое, не стоит его бояться; это и есть будущее, украшенное желаемыми цветами прошлого.</p>

        <p>Не удивительно, что идеологический вакуум в России стал быстро наполняться новыми для неё учениями и верованиями. И буддизм здесь не исключение. Но нужно понять, что тезис о космополитичности, о надэтническом и наднациональном характере буддизма не выдерживает критики. История учения, содержащего кардинальное положение о тождестве <em>сансары</em> и <em>нирваны</em>, феноменального и абсолютного, показывает, что это тождество в каждой стране, в каждом этносе имеет своё решение. Именно благодаря этому мы имеем богатый спектр буддийских культур. Неосознанно для нас самих решение этого тождества уже сейчас реализуется в глубине преображающегося русского этноса неповторимым и характерным образом. Ещё рано называть особенности российского буддизма, но история распространения учения убедительно подтверждает, что буддизм здесь будет иметь свои неповторимые и драгоценные не только для нас, но и для мировой культуры особенности. И буддизм в России не отгорожен от повседневности стеной догматизма, но, впитывая в себя её духовную культуру, сострадательно отзывается на проблемы драматического момента её истории, представляя собой единство двух уникальных свойств человека — знания и сострадания.</p>

        <p class="text-right"><em>1993 г.</em></p>
        <p class="text-right"><em>(ж. «Гаруда», № 3)</em></p>
        </div>
    </div>
@endsection

