@extends('layouts.app')
@section('title', 'Предвзятость Земли')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.85)),
            url({{ asset('backgrounds/bluerish.webp') }});
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto p-4 h-full">
        <h1 class="text-2xl sm:text-3xl font-bold text-center mt-6 mb-8 text-red-600">
            Предвзятость<sup><a href="#citation-1" id="ref-1" class="text-red-600">*</a></sup>
            Земли
        </h1>
        <div class="text-justify indent-4 text-lg sm:text-xl leading-relaxed space-y-4 mx-auto">
        <div>
            <p>
                Земля диктует, напоминая, что мы от нее не отделимы, что мы – ее
                естественное продолжение. И если появляется в жизни людей нечто
                неожиданное и не до конца понятое, то, значит, не только наша
                сознательная воля творит происходящее, но могучая и
                непревзойденная воля живого гигантского существа по имени Земля.
            </p>
            <p>
                От Чукотки до низовий Волги расцветает Она драгоценными цветами
                возрождения народов России, не умещаясь в пределах только
                национального самоосознания, плодотворно освоившего российский
                уровень и мгновенно и достойно обретя себя на планетарном.
                Большинство из этих народов исповедуют православие, шаманизм,
                некоторые – буддизм и ислам, другие – заново вспоминают еще
                неутраченное.
            </p>
            <p>
                Удивительное это явление, когда народ, чей религиозный архетип
                восходит к неолиту, вдруг осознает себя в критической точке
                роста современной цивилизации, понимая, что настал не только час
                расцвета, не лишенный горького (сладкого) привкуса национализма,
                но и ответственный час сотрудничества и учительства. С трепетом
                душевным замирает наблюдающий, улавливая в звуках нынешнего дня
                музыку глубокой древности.
            </p>
            <p>
                Тягота нового самоосознания выпала ныне и на долю русского
                человека. Идеи язычества, православия, империи, коммунизма,
                новых, идущих с Запада, восточных по форме, но протестантских по
                сущности культов – все переплавляется в еще не сложившуюся, но
                уже угадываемую национальную духовную доминанту. Движение,
                происходящее в сознании, порождает энергию, неисчислимо
                превосходящую силы, высвобождаемые при внешнем физическом
                движении.
            </p>
            <p>
                Такой процесс требует времени и оседлости. Оседлости не
                занимать, но времени всегда не хватает. Не хватает именно
                русскому этносу. Ибо уже идет скрытая и явная битва с
                кочевниками, на этот раз с кочевниками Запада. Этот кочевник
                несет не физическое насилие, а инаковый стиль жизни, стирающий
                амальгаму национальной самобытности, он – истинный
                интернационалист и космополит.
            </p>
            <p>
                Земле, России, народам Сибири нужно время, ибо семя возрождения
                только-только пробудилось к жизни. И якутам, и калмыкам, и
                бурятам, и шорцам, и всем другим народам, очевидно, этого
                времени хватит, но хватит именно потому, что постоянно в
                последние сто лет не хватает русским. Таково устройство и
                свойство не наций, но таково неотторжимое от них устройство
                континента, Зeмли. Объективное свойство неповторимых мест Земли
                становится неповторимым свойством народов, их населяющих. Таков
                вывод из теории этногенеза Л.Н. Гумилева. И он обнадеживает, ибо
                преодолеть силу Земли земному не дано. И это высший полет, ибо
                кто знает, тот умело претворит элементы друг в друга, ибо все
                они – дети <a href="#" class="text-blue-600 hover:underline">Акаши</a>.
            </p>
            <p>
                В период кризиса нации, государства, этноса постепенно
                разрушается структура личности. Если разрушается ее последний
                центр – сердечный, личность погибает. Но сердце живо, а значит,
                сохранилось <strong>пространство</strong>,
                <strong>бодхичитта</strong>, <strong>любовь</strong> и <strong>интуиция</strong>.
            </p>

            <p>
                Таковы составные зародыша, с которого начинается рост
                этнического древа, с которого начинается вызревание Личности.
                Древу этноса расти около пятисот лет, личности – достаточно
                пятидесяти, а значит, и национальное возрождение осуществимо за
                время жизни двух поколений.
            </p>
            <p>
                Этапы роста этнического древа и развития личности необходимо
                совпадают: <strong>распахнутость</strong> (<em>пространство</em>)
                интуиции зародыша самоосознания, <strong>формирование</strong> (<em>вода</em>)
                внутреннего предвзятого понимания, <strong>отвердение</strong> (<em>земля</em>)
                и укоренение личной и национальной гордости, способность
                внешнего выражения понятого («глаголом <strong>жги</strong>
                сердца людей», <em>огонь</em>) и, наконец, творческое <strong>подвижничество</strong>
                (<em>воздух</em>) распространения понятого.
            </p>
            <p>
                Таков же и механизм (янтра) резонанса Учения и национального
                самоосознания, механизм свободного совпадения Страны и Мандала.
            </p>

            <p class="text-right text-sm sm:text-base italic font-bold my-4">
                ВМ, 1992 г.
            </p>

            <hr class="my-6 border-gray-400">

            <!-- Примечание -->
            <p id="citation-1"><sup>* </sup><strong>Предвзятость</strong> –
                то, что уже есть; что предопределяет дальнейшее; внутренняя природа;
                категорический императив; ати; изначальное интуитивное знание.<a href="#ref-1" class="text-blue-500 hover:underline">↩</a></p>
              </div>
        </div>
    </div>
@endsection

