@extends('layouts.app')

@section('title', 'Некоторые принципы символизма северного буддизма')

@section('content')
    <div class="container mx-auto px-4 biography">
        <img src="{{ asset('images/wheel_of_samsara.jpg') }}" alt="Символизм
        северного буддизма"
             class="article-image my-4 rounded-lg shadow-md">
        <!-- Заголовок -->
        <h1 class="text-2xl font-bold text-center mb-8 p-2">НЕКОТОРЫЕ ПРИНЦИПЫ
            СИМВОЛИЗМА СЕВЕРНОГО БУДДИЗМА</h1>

        <p>Антитеизм раннего буддизма, сохранив позиции в философии, не мог
            обойтись без культовых объектов в сфере народной религии. Стремление
            не изображать Будду на начальном этапе развития буддийского
            символизма, избегание зооморфных и антропоморфных образов, столь
            привычных для индийской религиозной культуры, дали начало обширной
            системе основополагающих абстрактных символов в искусстве буддизма V
            — I в. до н.э.</p>

        <p>Знаковая система раннего буддизма, используя традиции национального
            искусства и некоторые принципы шаманского комплекса космологических
            представлений, прежде всего создала символы идеи просветления,
            Будды, учения и общины монахов. Ими стали соответственно: дерево
            бодхи, ступа и отпечатки стоп Будды, или же пустой трон, затем —
            чакра как символ проповеди учения и, наконец, патра, нищенская чаша
            для сбора подаяний, — символ и непременный атрибут бродячего
            монаха.</p>

        <p>Но столь абстрактный и аскетический символизм не мог долго
            просуществовать в чистом виде в такой богатой традициями живописи и
            пластики стране, как Индия. К I в. н.э. под влиянием античного
            искусства появляются первые антропоморфные изображения Будды в
            художественных центрах Гандхары и Матхуры. Северная ветвь буддизма —
            Махаяна, выдвинув идеал общего спасения, создает культ Будды как
            Спасителя. Возникает учение о Трёх Телах Будды. Махаяна ставит
            человека среди существ на первое место по возможности реализации
            нирваны — религиозной максимы буддийского учения о спасении.
            Антропоцентризмом дополняется антропоморфизм, эталоном становится
            совершенный человек — Будда. Весь ряд символов приравнивается к
            единому знаку-источнику — человеку и объединяется в схему на уровне
            психологии. Таким образом, ступа, мудра, слог, дерево становятся
            знаками человека. В свою очередь, поток сознания человека со всем
            его содержанием схематизируется до уровня мандалы, представляющей
            полноту субъект-объектной целостности – космопсихологической модели
            мира.</p>

        <p>Антропоморфизм Махаяны к середине I тысячелетия н.э. достигает
            крайней степени: человеческое тело становится символом отвлечённых
            философских категорий (идея пустотности — богиня Шуньята),
            идеограммой путей спасения (идам — символ тантрийского пути).
            Подобный абсолютный символизм стал естественным следствием концепции
            вместерожденности (сахаджа) абсолютного и феноменального, мудрости и
            неведения, сущности и проявленности.</p>

        <p>Традиционное искусство буддизма, развиваясь в пределах сангхи,
            постепенно вырабатывает эстетический канон и классический набор
            ритуальных символов — патра, чакра, ступа, дерево бодхи, гора
            Шумеру, мандала и др. Параллельно сангхе существовала традиция
            буддийских йогов, придерживающихся учения Ваджраяны. Обитая в
            пещерах, джунглях, на кладбищах, адепты Ваджраяны создали
            специфический набор атрибутов: капалу (чаша из черепа) — вместо
            нищенской чаши, звериную шкуру — вместо травяной подстилки,
            украшения из человеческих костей — вместо скудного одеяния монаха.
            Буддийская психология стала посредником между философской идеей и
            конкретностью многообразия образов. На предметы культового обихода
            постепенно переносился опыт послесозерцательного состояния —
            випашьяна, вышедшая на уровень логико-дискурсивного мышления.
            Символы порой объединялись в цепочки знаков, каждый из которых
            целостно отражал недвойственный взгляд буддизма на мир: ось ступы —
            позвоночник человека — ось мира — гора Шумеру — мандала. Между
            тантрой и сангхой происходит взаимопроникновение символики,
            терминологии, ритуалов. Ортодоксальные символы объясняются с позиций
            тантры. Классические символы читаются на уровне психологии и
            созерцательной практики. Космология и психология, макрокосм и
            микрокосм с принципиальным преобладанием последнего к X — XII вв.
            синтезируются в искусстве Непала. Этот синтез продолжается и
            канонизируется в Тибете вплоть до XVIII в.</p>

        <p>Буддизм иногда называют психологическим плюрализмом. Психологичность
            отражает акцент на анализе сознания; теория спасения выглядит как
            эволюция сознания через стадии совершенствования к Адибудде. Все
            живые существа и градации человеческих характеров выстраиваются в
            ряд последовательных уровней состояния сознания. Внешний мир —
            коррелят и производное от субъективного. Теория, символ, проповедь
            воспринимаются в зависимости от способностей слушателя или зрителя.
            Идея иерархии состояний сознания, проецируясь на религиозную
            символику, вызывает многозначность толкования объектов культа. Ступа
            для мирянина — реликварий останков Будды, для монаха-хинаяниста —
            символ самого Будды, для последователя Махаяны — символ дхармакаи
            (мысль Будды), для тантрийского практика — объемная модель
            соответствующей установки сознания.</p>

        <p>Примером психологичности буддийской символики может служить танка
            (икона). Икона — это не только объект созерцания, но и особым
            образом зашифрованная программа последовательных медитативных
            действий. Иконописному образу обычно соответствует описание —
            садхана, содержащая точные сведения о внешнем облике божества, о его
            ориентации в пространстве, о способе его реализации.</p>

        <p>Икона — символ динамического временного процесса, выражение динамики
            через статику символов. Фактор времени в иконе обязателен. Время
            течет от зрителя к образу; последующий ход времени привязан уже к
            самой плоскости иконы. Центральный образ, символизируя главное
            процесса созерцания, соответствует настоящему времени.
            Композиционный центр иконы удобно считать нулем, точкой отсчета
            временных осей. Вот одна из трактовок вертикальной временной оси.
            Низ — прошлое, субъективное, омраченность, следствие
            (неблагоприятное), мир как процесс (феномен, сансара). Центр —
            настоящее, единство субъекта и объекта в процессе созерцания,
            причина, интроспекция. Верх — будущее, снятие проблемы
            двойственности (мудрость), следствие (благоприятное), мир как целое
            (абсолют, нирвана). Этический аспект этой же оси: низ — деяния,
            середина — процесс религиозного очищения, верх — благой плод
            праведной жизни (нирвана).</p>

        <p>Психологичность подобной символики в том, что многозначность
            вертикальной оси действительно динамична и предполагает ряд
            последовательно совершаемых субъектом умственных действий,
            реализующих в сознании зашифрованную в иконе программу созерцания.
            Троичность вертикальной оси есть отражение минимального числового
            описания процесса восприятия: сознание (низ) — чувства (центр) —
            объект (верх). Гносеологический, объективный источник подобного
            символизма — причина устойчивости композиционных схем и их строгой
            каноничности.</p>

        <p>Зрительное восприятие буддисты считают основным источником
            чувственного познания. “Неочищенное” сознание с предикатами
            осквернений типа — неведение, страсть, гнев, гордость, зависть и др.
            — обладает “глазами”, зрительная способность которых зависит от
            степени проявления названных свойств личности. Например, сущность
            божества всегда постоянна и меняется лишь уровень его восприятия,
            зависящий от состояния личности и, соответственно, от поставленной
            цели созерцания; поэтому одно и то же божество может быть спокойным,
            гневным, свирепым (Манджушри — Черный Манджушри —
            Ваджрабхайрава).</p>

        <p>Восприятие ритуальных изображений буддистами отличается от процесса
            восприятия произведений искусства. Ни личное творчество зрителя, ни
            ассоциативность и пассивность эмоционального переживания в данном
            случае не допускаются. Все это отметается как субъективное и
            случайное. Процесс восприятия ритуальных символов и прежде всего
            иконографических образов божеств в Ваджраяне априорен и
            психологически сознательно активен. Отклонение от правил созерцания
            считается ошибкой, способной привести к нежелательным, с точки
            зрения религиозного спасения, результатам. Заметим, что подобное
            строгое следование садхане требуется на длительном этапе освоения;
            садхана является как бы общим знаменателем для практикующих, но в
            дальнейшем проступают черты индивидуальных особенностей йогинов, в
            конкретной практике фиксируются личные достижения и открытия.
            Последние никогда не фиксируются в письменном виде, но составляют
            содержание устных и, как правило, тайных наставлений.</p>

        <p>Космологический аспект буддийской символики близок магическим
            представлениям шаманского комплекса. Композиция многих памятников
            буддийского искусства — ступы, иконы, рельефа — отражает
            мифологическое представление о трехчастности вертикальной оси мира
            (учение о трех сферах сансары). Представление же об изоморфности
            микрокосма и макрокосма, человека и вселенной, позволило в
            плоскостном (в частности) и в антропоморфном изображениях
            символически передать принципы буддийской космологии,
            рассматриваемой психологически. Недаром поверхность иконы принято
            называть зеркалом, отражающим в микрокосме явления макрокосма.
            Регламентация процесса созерцания требует соблюдения точных
            пространственных представлений в строгой временной
            последовательности. Приемы психотехники вырабатывались веками
            созерцательной практики, и если учесть априорность восприятия
            ритуальных объектов, то не покажется странным мнение буддистов, что
            искусство относится к области точного знания. В подобии
            композиционных схем икон, объемного членения памятников (ступа)
            космологическим представлениям усматривается возможность действия
            основного принципа магии — влияние процесса на процесс. Это возможно
            лишь при сходстве структур явлений, которые входят во взаимодействие
            во время магического ритуала.</p>

        <p>Икона передает образ объемного мира. Но пространство этого мира не
            есть реальное пространство, оно лишь аналогично ему. Это как бы
            мысленное, психологическое пространство, отражающее
            последовательность процессов созерцания. Удобно назвать его
            рациональным пространством. Заметим, что и буддийский символизм и
            тем более буддийская догматика не пересекаются с научным знанием, но
            лишь асимптотически приближаются к нему, дав возможность на
            практическом уровне обогащать созерцание и догматику метафорами и
            ёмким спектром аналогизирования.</p>

        <p>Космологические принципы буддийского искусства ярче всего воплощены в
            двух символах — в мандале и в ступе. Мандала — плоский чертеж
            проекции буддийского космоса, содержащий в то же время всю
            информацию буддийской теории элементов потока сознания личности.
            Ступа — модель тела йогина, а также объемная модель иерархии
            состояний сознания вплоть до состояния Адибудды.</p>

        <p class="italic">Прохладой купола – хранилищем всех Тайн,</p>
        <p class="italic">Мой торс, вода живая;</p>
        <p class="italic">Её ступени – в асане ноги – сосуд земли;</p>
        <p class="italic">Куб хармики – моя глава, вместилище сокровищ;</p>
        <p class="italic">Взлёт шпиля надо мной – огонь нежгучий;</p>
        <p class="italic">Все вверх устремлено, как воздуха движение.</p>
        <p class="italic">Венчает голову сваямбху – мира тайна,</p>
        <p class="italic">Как Три над грудой пяти скандх,</p>
        <p class="italic">В голубизну пространства Дхармадхату</p>
        <p class="italic">Уходит вверх сияньем золотым.</p>
        <br>

        <p>Мандала как наиболее абстрактный образ стала заменителем и
            эквивалентом всего ряда буддийской символики.</p>

        <p>Внутреннее строение каждого символа Ваджраяны обычно сохраняет общую
            числовую структуру: обычно это число 5 или 3. Подобное повторение
            числовой структуры наблюдается в следующих числовых рядах: число 5 —
            пять элементов зародышевого слога ХУМ, пять центров авандуди, пять
            цветов радуги вокруг нирванистических существ, пять частей ступы,
            пять рогов ваджра и т.д.; число 3 — божество типа яб-юм на лотосе,
            навершие ступы — сваямбху, состоящее из луны, солнца и всплеска
            нада; а также – шуньята, Ясный Свет, джнянасаттва (знающий
            наблюдатель); дхармакая, самбхогакая, нирманакая; Мысль, Речь, Тело
            Будды; видение, созерцание, поведение.</p>

        <p>Каждый из буддийских символов универсален. Универсализм обеспечивает
            их взаимозаменяемость: ступа, мудра, статуя, слог — все они
            приравниваемы к мандале; и далее, как следствие, — автономный
            универсализм, когда, например, и божество, и атрибут (Ваджрапани и
            ваджр), каждый, есть достаточный и полный символ операциональности
            монизма Ваджраяны: символ как иллюстрация снятия проблемы
            двойственности.</p><i></i>

        <p>Постоянство и числовую повторяемость общей структуры буддийских
            символов на разных уровнях, преломленных в художественных образах,
            предлагается назвать <i>принципом семени</i>, или принципом
            <i>зародышевого символизма</i>. Способы воплощения этого
            принципа: <i>умозрительный</i> —
            принцип недвойственности, деяния Просветленных; <i>объемный</i> — ступа,
            статуя, курильница, ваджр; <i>плоскостной</i> — икона, мандала, янтра;
            <i>автономный</i> — сваямбха, ушниша, ваджр.</p>

        <p>Таким образом, в искусстве северного буддизма, представленном в
            основном школами Ваджраяны, синтезировавшей главные аспекты
            буддийской философии и религии, постепенно сложился своеобразный
            универсальный метаязык, удобно поддающийся семиотическому и
            психологическому анализу и позволяющий её последователям общаться,
            минуя обычный уровень словесных описаний.</p>
    </div>
@endsection
