@extends('layouts.app')

@section('title', 'Сандаловый Будда')

@section('content')
    <div class="container mx-auto px-4 biography">
        <img src="{{ asset('images/sandalwood_buddha.jpg') }}"
             alt="Сандаловый Будда" class="my-4 rounded-lg shadow-md">
        <!-- Заголовок -->
        <h1 class="text-2xl font-bold text-center mb-8">САНДАЛОВЫЙ БУДДА</h1>

        <p>Есть в русском языке удивительное слово <i>чудо</i> и его
            производное <i>чудотворный</i>. Обычно это – икона, впитавшая в себя
            силу человеческих молитв, пожеланий, чаяний, воистину оживотворенная
            ими. Из поколения в поколение подобные чтимые образы аккумулировали
            психическую силу и затем по частям возвращали ее молящимся.</p>

        <p>Есть подобные реликвии и в буддизме. И одна из них – знаменитая
            статуя Сандалового Будды (Зандан Джу). Удивительным образом попала
            она на территорию России – в Бурятию. Случилось это, когда в Китае
            разразилось Боксерское восстание (Ихэтуаньское восстание, 1890–1901
            гг.; И-хэ-цюань – тайное общество «Кулак во имя справедливости и
            согласия»).</p>

        <p>Восставшие в июне 1901 г. вступили в Пекин, город был разгромлен,
            сгорело много зданий. Сильно пострадал монастырь Сандан-сы – именно
            в нем находилась двухметровая статуя Будды, сделанная, по преданию,
            из цельного куска сандалового дерева. Эта статуя довольно редкого
            иконографического типа, когда Будда изображается стоящим; такой
            образ называется Сандаловый Будда.</p>

        <p>Согласно буддийской традиции, именно статуя пекинского монастыря
            Сандан-сы (что и означает «Монастырь Сандалового Будды») считается
            единственной прижизненной статуей Будды. В то время, как повествует
            Писание, Будда отправился на небеса проповедовать своей матери,
            возродившейся там после смерти. Раджа Уддияны Прасенаджит проникся
            горячим желанием воочию увидеть Просветленного и повелел мастерам
            изваять с него статую. Ученик Будды Маудгальяна, известный своими
            чудотворными способностями, перенес мастеров на небеса, где они
            увидели Просветленного и запомнили его облик. Вернувшись на Землю,
            мастера изваяли статую Будды в натуральную величину из сандала,
            вставив во лбу «солнечный камень», то есть алмаз.</p>

        <p>Когда Будда вернулся на Землю, статуя сделала шесть шагов ему
            навстречу в знак приветствия. По этому случаю Благословенный
            произнес пророчество о грядущем перемещении статуи в Китай как в
            будущий центр буддизма.</p>

        <p>Есть еще одна легенда, согласно которой Будда, пребывая в небесной
            обители в светоносном теле самбхогакаи, получил от гонца весть о
            грусти, охватившей его отца Шуддходану в разлуке с сыном. Будда,
            растроганный рассказом посланца, испустил из сердца луч света,
            который, достигнув поверхности озера, чудесным образом породил в нем
            его собственное изображение. Художник Вишвакарма, глядя на это
            отражение, создал изображение стоящего Будды. Руки Будды обращены
            открытыми ладонями вперед в жесте ободрения, удовлетворения
            просящего – варамудра. Такой образ Будды считается прижизненным и
            особо почитается верующими. Он воспринимается как живой Будда: с ним
            говорят, ему возносят молитвы и жертвуют богатые подношения.</p>

        <p>Хотя в этом варианте легенды о создании прижизненного изображения
            Просветленного ничего не говорится о том, был ли этот образ статуей,
            есть один характерный признак, который объединяет оба повествования.
            В первой легенде четко говорится о статуе. Будда облачен в до пят
            скрывающее его одеяние, по которому складки ниспадают собранными не
            в вертикальные, как это обычно бывает, а в горизонтальные складки.
            Такая характерная деталь, устойчиво наблюдаемая в этом
            иконографическом типе, похожа на блики от воды, которые как раз и
            характерны в случае, если наблюдать не самого Будду, а его отражение
            в воде.</p>

        <p>Очевидно, обе легенды имеют один первоисточник. Есть вариант сказания
            о шествии статуи – Будда вынужден был сам применить духовную силу,
            чтобы остановить статую. Он поднял левую руку с открытой ладонью –
            жест успокоения, усмирения, правую руку опустил вниз также с
            открытой ладонью навстречу движущейся скульптуре, и статуя
            остановилась. Нетрудно догадаться, что именно в такой позиции, с
            такими мудрами Будда позировал Вишвакарме, а тот создал образ,
            зеркальный позирующему Будде, то есть копируя отражение Будды в воде
            озера. Заметим, что в ритуале освящения воды, превращения ее в
            амриту, вода из кувшина льется не на статуэтку Будды, а на ее
            отражение в металлическом зеркале. Стекающая с зеркала в сосуд вода
            считается освящённой.</p>

        <p>Далее в первой легенде повествуется о дальнейшей судьбе статуи. В III
            в. до н.э. статуя была перевезена из Бодхгайи в Бактрию. Это
            свидетельство особенно интригующе, ибо все искусствоведческие
            исследования, касавшиеся искусства Гандхары, где, как принято
            считать, появились первые скульптурные изображения Будды, отмечают
            характерные пропорции тела и декоративность одеяния, в чертах
            которых усматривают влияние античной традиции. Заметим, что Гандхара
            в 327 г. до н.э. была взята войсками Александра Македонского, что,
            казалось бы, подтверждает античное влияние. Но этой версии уверенно
            противостоит легенда, объясняющая наличие горизонтальных складок
            одежды бликами от водной ряби, так что, пожалуй, правы те, кто
            настаивает на независимом происхождении внешних особенностей первого
            скульптурного изображения Будды.</p>

        <p>Дальнейшая судьба статуи связана с ее прибытием в Китай, причем
            источники расходятся во времени этого события. Так, согласно
            «Повествованию о том, как прибыло находящееся в китайской земле
            сандаловое изображение (Будды)» (см. Данжур, том 85, л. 154а–155а),
            статуя по дороге в Китай прибыла в столицу Монгольской империи
            Чингис-хана, царствование которого приходится на XIII в.
            (1206–1227), хотя в другом сочинении «Повествование о сандаловом
            изображении Будды» время ее появления в Китае сдвинуто в прошлое
            почти на тысячелетие и отнесено ко времени династии Цзинь (265–420).
            Такое разночтение свидетельствует либо о наличии двух подобных
            статуй, либо об отсутствии сведений о ее нахождении в течение
            первого тысячелетия нашей эры. По первой версии после прибытия
            статуи в Китай она хранилась в провинции Ли. В результате к концу
            XIX в. она неизвестно уже сколько лет пребывала в пекинском
            монастыре Сандан-сы, где ее в 1885 г. видел Сарат Чандра Дас
            (индийский ученый, буддолог и филолог, составитель знаменитого
            «Тибетско-английского словаря»).</p>

        <p>Образ Сандалового Будды стал устойчивым иконографическим типом и
            распространился по всем странам, где исповедовали буддизм. В самой
            же Индии, после мусульманского вторжения и воцарения Могольской
            династии, буддизм исчезает, а вместе с ним исчезает и буддийское
            искусство, оставив многочисленные следы в виде скальных рельефов и
            немногочисленных каменных статуй Будды, не подвергшихся
            всеразрушающему ходу времени.</p>

        <p>История описываемой нами статуи удивительна, хотя достоверно известны
            лишь последние сто лет из нее. Статуя, как сказано, была гордостью
            пекинского монастыря Сандан-сы. Все паломники из Тибета, Монголии и
            Бурятии отдавали ей молитвенное почтение при посещении Пекина.</p>

        <p>В чьей голове родился хитроумный план похищения статуи – неизвестно.
            Но обрывки сведений о самом похищении сохранились, и эти сведения
            более или менее достоверны, ибо поведал их мне в 1969 г. известный
            русский востоковед Борис Иванович Панкратов, долгие годы (32 года, с
            1916 по 1948 гг.) проведший в Китае.</p>

        <p>Зимой 1901 г., после разгрома Боксерского восстания, пользуясь
            суматохой и разрухой в городе и пожаром в самом монастыре, статуя
            была вывезена бурятскими казаками. Руководил операцией начальник
            русской почты Гомбоев. Статую положили на сани, укрыли соломой и
            рогожей и замаскировали провиантом и почтовым реквизитом. Всего было
            двое саней, статую везли на вторых, как бы грузовых, санях. Можно
            представить благоговейный трепет и отчаянный восторг тех, кто
            исполнил это смелое и опасное предприятие, ведь они выполняли
            религиозный подвиг ради распространения учения, безусловно, исполняя
            наказ не известных нам и почитаемых учителей и лам. Исполнители
            знали, что есть поверье: там, где находится Сандаловый Будда, там и
            центр буддийской религии. Какой верующий не восхитится душой считать
            таковым свою страну и свой дацан. Без особых приключений статуя
            прибыла в Забайкалье и была укрыта в Эгитуйском монастыре
            (дацане).</p>

        <p>Поразительно, что это чудесное предсказание о центре религии сбылось,
            ибо ни Китай, ни Тибет, где буддизм сейчас в упадке, уже не могут
            сейчас считаться регионами благоприятного развития учения. И на всем
            гигантском пространстве азиатского континента действительно Бурятия
            есть центр возрождения буддизма, обучения лам, буддийских
            художников, архитекторов, скульпторов. Ведь за последние годы там
            восстановлено более 15 монастырей.</p>

        <p>Характерно, что двадцать пять лет назад, когда буддизм в Бурятии, как
            и другие религии в иных регионах Союза, был гоним, но уже
            подготавливалась деятельностью Б. Д. Дандарона почва для его
            возрождения, созрел сколь дерзкий, столь и тщеславный план
            перемещения статуи из Бурятии в Ленинград в Музей истории религии и
            атеизма (Казанский собор). Его тогдашний директор В. Шердаков с
            помощью сотрудников восточного отдела Ю. Алексеева и В. Монтлевича
            составил письмо в Министерство культуры о передаче музею знаменитой
            статуи (это было в 1970 г.). Письмо осталось безответным, а Дандарон
            на это сказал: «Рано еще, очень рано».</p>

        <p>Но все это происходило в конце нынешнего века. Мы же в этом рассказе
            добрались до момента привоза статуи в конце 1901 г. в Бурятию. Тогда
            была изготовлена металлическая копия статуи и размещена в Эгитуйском
            дацане; оригинал был тщательно укрыт в секретном месте. Эта мера
            предосторожности была вполне уместна.</p>

        <p>Восстание в Китае было жестоко подавлено силами Англии, Германии,
            России, Японии и Франции в сентябре 1901 г. И вскоре в Бурятию
            приехали японские эксперты на поиски знаменитой статуи. Японцы имели
            сведения, что статуя находится в Эгитуйском дацане. Приехавшим
            показали металлическую статую, и они вынуждены были уехать в полном
            разочаровании.</p>

        <p>После революции, когда буддизм в тридцатых годах был разгромлен,
            Сандаловый Будда на долгие годы становится «арестантом» – он
            хранится в застекленном шкафу на втором этаже Одигитриевской церкви
            г. Улан-Удэ, где разместились фонды Краеведческого музея. И, надо
            сказать, что это была счастливая для статуи судьба, ибо в те лихие
            годы в огне и неприглядных условиях хранения гибло множество
            замечательных религиозных памятников старины. Только в 80-х годах
            статую вернули верующим, поместив уже не тайно, а открыто в тот же
            Эгитуйский дацан, где стояла когда-то металлическая копия.</p>

        <p class="text-center my-8">* * *</p>

        <p>Учение к трем частям бытия Будды причисляет Тело, Речь и Мысль.
            Каждая из этих трех составляющих имеет зримое воплощение в
            религиозной, обиходной, жизни верующих. Символом Тела Будды
            почитается изображение Основателя религии – Будды Шакьямуни, будь то
            статуи или иконописные образы – <i>танки</i>. Символом Речи почитаются
            <i>книги</i> Священного Писания и проповеди учителей. Символом Мысли –
            памятные посмертные сооружения, называемые в Индии <i>ступами</i>, а в
            Бурятии и Монголии – <i>субурганами</i>.</p>

        <p>Учение распространяется многими способами, в том числе и опираясь на
            живое восприятие людей, на их интеллект – это контакты и беседы с
            учителями, чтение книг Писания, зрительное, эстетическое восприятие
            храмов, интерьера, произведений искусства, воплощавших наглядно
            историю буддизма и идеальные человеческие нравственные качества –
            милосердие, кротость, любовь, смирение и, наконец, мудрость.</p>

        <p>Примеров такого распространения учения много. Так, когда знаменитый
            тибетский царь Сронцзангамбо женился (нач. VIII в.), обе его невесты
            – китайская принцесса Вэнь-чэнь и непальская Бхрикути, почитавшиеся
            затем в Тибете как Белая и Зеленая Тары, соответственно, привезли
            многочисленные предметы буддийского культа, книги и изображения
            Будды, среди которых была и небольшая статуя Сандалового Будды.</p>

        <p>Более разительный и совсем уже близкий к нашему времени пример –
            буддийский храм в Петербурге. Что может сравниться с таким
            удивительным действом, как возникновение монументального, подобного
            гранитному неприступному утесу, великолепного храма среди
            болотистого пейзажа тогда еще пригородной местности
            Санкт-Петербурга. Храм был построен в период сложной
            внутриполитической обстановки в Тибете, когда страна стала ареной
            противодействия Англии, России и Китая. Далай-лама XIII Тубтэн Жамцо
            был вынужден, опасаясь английского вторжения в Тибет (1904 г.),
            переехать в Ургу – столицу Монголии (ныне Улан-Батор). В лице России
            он видел единственного защитника от английского и китайского
            посягательств. Именно поэтому он благословил и пожертвовал денежный
            взнос на строительство буддийского храма в столице России, дабы
            крепла духовная и политическая связь двух стран. Тем более, что уже
            почти 200 лет буддизм процветал в Бурятии, которая как бы послужила
            посредником между буддийским Тибетом и христианской Россией.</p>

        <p>Личным другом, а одно время и учителем (географии) Далай-ламы XIII
            был образованнейший бурятский лама Агван Доржиев, имевший титул
            лхарамбы – доктора философии. Его деятельность оставила след на
            духовном и политическом поприще. Ради процветания Бурятии и учения
            он строил головоломные планы вовлечения в сферу российских
            приоритетов, экономического и политического влияния Тибет и даже
            Китай. Один из его неосуществленных проектов – строительство
            железной дороги из России в сердце Центрального Китая, торговый
            город Ляньчжоу. Этот план не удался, споткнувшись о сопротивление
            премьер-министра Ю. Витте. Но зато удался другой план – храм в
            Санкт-Петербурге был построен.</p>

        <p>В строительный комитет вошли такие известные личности, как дипломат
            князь Э. Э. Ухтомский, востоковеды С. Ф. Ольденбург, Ф. И.
            Щербатской, В. В. Радлов, художники Н. К. Рерих и В. П. Шнейдер.
            Архитектурный проект в согласии с канонами тибетской архитектуры
            разработал и воплотил архитектор Г. В. Барановский. Освящен храм был
            в 1915 г., в нем была размещена в алтарной части величественная
            статуя так называемого Алмазнопрестольного Будды – Будды, сидящего в
            позе лотоса. Недавно дважды утраченная (в 20-е и 30-е годы) статуя
            Алмазнопрестольного Будды была вновь восстановлена монгольскими
            художниками и торжественно освящена 27 мая 1994 г.</p>

        <p>Исподволь буддизм распространялся в России и ранее: прежде всего,
            конечно же, в интеллигентной, художественной и научной части
            общества благодаря непрерывному пополнению хранилищ рукописных
            фондов Азиатского музея (ныне Института востоковедения). Русские
            исследователи Монголии, Китая и Тибета создали один из самых лучших
            в мире хранилищ тибетских книг. Начало века стало расцветом
            российского востоковедения, в том числе и буддологии (вспомним имена
            Щербатского, Владимирцова, Обермиллера и др.). Выходили книги по
            буддийской культуре и философии, оказавшие влияние на художественную
            жизнь России (К. Бальмонт, М. Волошин и А. Белый посвятили часть
            своего творчества именно восточной и буддийской тематике).</p>

        <p>В 1918 г. открылась первая выставка буддийских реликвий в основном из
            собраний князя Э. Э. Ухтомского. Были прочтены пять замечательных,
            вполне доступных для неискушенных слушателей лекций по буддизму
            выдающимися русскими буддологами: Ф. Щербатским, С. Ольденбургом, В.
            Владимирцовым и О. Розенбергом. Изданные в 1919 г. в виде небольших
            книжек, они дают читателю полное и проникновенное представление о
            сути буддийского учения и о его истории. Можно назвать много событий
            из своеобразной предыстории буддизма в России, благодаря которым в
            70-х годах нашего века он, выйдя за рамки академических изысканий,
            стал для многих русских людей личным исповеданием, стал
            религией.</p>

        <p>Вернемся к образу Сандалового Будды. Ведь сбылось пророчество Будды,
            что статуя, попав в Китай, превратит его в центр развития
            буддийского учения. Как бы ни противоречили источники друг другу,
            ведь есть сведения, что именно в III в., во время династии Цзинь,
            статуя была привезена в Китай, то есть как раз перед взлетом
            буддийской мысли в Китае, в период интенсивной переводческой
            деятельности, когда был заложен фундамент всему китайскому
            буддизму.</p>

        <p>Подобное же случилось в VIII в. в Тибете при Сронцзангамбо, когда его
            непальская жена Бхрикути привезла среди прочих буддийских реликвий и
            образ Сандалового Будды. А уже при преемнике Сронцзангамбо, царе
            Тисрондэцане, буддизм фактически стал государственной религией
            Тибета. В XIII в., предшествующем распространению буддизма в
            Монголии, мы снова находим упоминание о появлении там Сандалового
            Будды.</p>

        <p>И, наконец, привоз статуи в Бурятию, в Россию, действительно стал
            благим предзнаменованием развитию учения в этой новой для буддизма
            стране. Эти исторические «совпадения» для рационалиста лишь
            любопытный факт, но для верующего еще одно подтверждение и
            пророчества Будды, и чудотворности статуи. Она как бы притягивает к
            себе буддийское учение, заставляя рождаться в той стране, где она
            находится, известных в прошлом буддийских учителей и создавая
            кармическую ситуацию, благоприятную для продвижения дхармы. Статуя
            воистину ведет себя как Тело Будды, как живой Будда; следом за ней
            появляются тексты и затем происходит расцвет буддийской мысли. Так
            было в Китае, Тибете и Бурятии. Возможно, так будет и в России.</p>
    </div>
@endsection
