@extends('layouts.app')
@section('title', 'Буддийская традиционная сангха и современные дхарма-центры')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.5), rgba(255, 255, 255, 0.7)),
            url({{ asset('backgrounds/salad_blue.webp') }});
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto h-full">
        <h1 class="text-2xl font-bold text-center mt-4 mb-8">БУДДИЙСКАЯ
            ТРАДИЦИОННАЯ САНГХА И СОВРЕМЕННЫЕ ДХАРМА-ЦЕНТРЫ</h1>
        <div class="text-justify indent-4 text-lg sm:text-xl leading-relaxed space-y-4 mx-auto">

        <p class="text-center italic mb-8">Посвящается ламам Бурятии</p>

        <p>Буддийская сангха всегда состояла только из монахов. Сангха всегда была окружена мирянами: это – властные покровители, царь, чиновники, донаторы-жертвователи и миряне-верующие. Все дела буддийской церкви решались самими монахами в соответствии с дисциплинарным кодексом Винаи.</p>

        <p>Традиционный буддизм северного варианта, наследуя опыт великих монастырей-университетов Индии: Наланды, Викрамашилы, Нагарджуны и других, выработал систему воспроизведения буддийского знания, буддийской образованности. Эта система была предназначена только для монахов, ибо была столь объёмна и глубока, что требовала для своего изучения и практики всей жизни. Полный курс обучения занимал 10 – 12 лет интенсивной учебы и включал следующие дисциплины:</p>

        <ul class="list-none pl-6 mb-4">
            <li>Абхидхармакоша (Васубандху)</li>
            <li>Махаянасутраламкара (Майтрея)</li>
            <li>Пратимокшасутра</li>
            <li>Абхисамая-аламкара (Майтрея)</li>
            <li>Праманавартика (Дхармакирти)</li>
            <li>Мадхьямакаватара (Чандракирти)</li>
            <li>Бодхисаттвачарьяватара (Шантидэва)</li>
            <li>Уттаратантра (Майтрея)</li>
            <li>Мадхьянтавибхангакарика (Майтрея)</li>
            <li>Дхармадхарматавибханга (Майтрея)</li>
            <li>Махьямакаламкаракарика (Шантаракшита)</li>
            <li>Муламадхьямакакарика (Нагарджуна)</li>
            <li>Винаясутрамула</li>
        </ul>

        <p>В этом списке, взятом из программы школы кармапа, не учтены дисциплины по Тантре и специальные тексты, соответствующие линии преемственности конкретной школы.</p>

        <p>Подобная программа включалась в обучение специальных монастырей, именуемых дацанами. Именно таким был задуман монастырь-храм Санкт-Петербурга, вновь открытый в 1989 году и приступивший к возрождению описанной образовательной программы. Здесь она имела философский уклон и поэтому называлась цаннид. Собственно дацанами как раз и назывались монастыри, образовательная программа которых включала цаннид. Постоянно в Санкт-Петербургском дацане занимались 4 монаха и от 7 до 10 студентов-хувараков – монахов в будущем.</p>

        <p>В 1998 году, в августе, занятия и религиозная жизнь монастыря были насильственно прерваны группой самозваных вооруженных захватчиков, заручившихся для прикрытия своих варварских действий сомнительным документом от городского отделения министерства юстиции.</p>

        <p>Современные чиновники, призванные следить за соблюдением «Закона о свободе совести и религиозных объединениях», поставлены в сложное положение, ибо им невозможно знать особенности организационно-уставных догматов всех зарегистрированных и претендующих на регистрацию религиозных объединений. Попытки брать за пример аналогичные и лучше им известные правила из жизни, например православной церкви, не могут быть применимы для иных конфессий. Но именно это и происходит сейчас при регистрации буддийских общин.</p>

        <p>Испокон веков правилом для внутренней жизни Общины (сангхи) в буддизме является свод дисциплинарных правил – Виная. Миряне никогда ни в Индии, ни в Тибете или Монголии, ни в России на территории Бурятии не имели права влиять на жизнь буддийского монастыря. Их удел – это молитвы, просьбы о совершении ритуалов и подношения.</p>

        <p>В России высшим духовно-административным лицом был Хамбо-лама. Он выбирался собранием лам-монахов. Исторически на территории Бурятии все 40 монастырей, а также монастыри Тувы и Калмыкии и храм-монастырь (дацан) Санкт-Петербурга входили в школу гелуг.</p>

        <p>Созданный в августе 1998 г. Попечительский совет при храме Санкт-Петербурга (См. “Обращение Попечительского совета буддийского Храма Санкт-Петербурга”), в который вошли востоковеды, историки и деятели культуры, призван, в частности, в качестве научной экспертной группы помочь чиновникам соответствующих ведомств не совершать исторически неоправданных и конфессионально несогласованных решений или исправлять их, если таковые имеют место. Попечительский совет выдвинул своими экспертами известных российских буддологов В.И. Рудого и Е.А. Торчинова. (К сожалению, оба маститых учёных уже оставили нас).</p>

        <p>>Кроме системы традиционных монастырей школы гелуг, за последние десять лет на Западе и в России возникло множество дхарма-центров. Исторически дхарма-центры возникли на Западе в связи с эмиграцией лам-беженцев из Тибетского автономного округа Китайской Народной Республики. На Западе они попали в незасеянное, в буддийском смысле, поле. Кроме ученых-востоковедов и моды на буддизм в среде битников, никто этим учением не интересовался.</p>

        <p>Ламы Тибета организовали систему дхарма-центров, которые стали формой выживания тибетской духовной элиты на Западе. Деятельность этих центров многообразна: это и создание фондов помощи тибетским беженцам (300 тысяч человек, проживающих в Индии), это организация буддийских библиотек, это издательская деятельность, это проповедь дхармы в центрах и на выезде. Но это ни в коем случае не образовательная работа, ибо традиционные университетско-монастырского типа центры разных уклонов, от философского до медицинского, сосредоточены исключительно в Индии, где образование получают тибетские монахи. Лишь последние пять лет там могут обучаться европейцы, принявшие монашеские обеты, и миряне.</p>

        <p>Все европейцы, которые приходят на многодневные лекции (до десяти дней; теперь их называют ретритами, от англ. слова retreat – уединение), фактически не получают никакого буддийского образования, но лишь заряд духовного воодушевления, поддерживающий в лучшем случае их веру. Что касается посвящений во время встреч с приезжими учителями, то слушатели не получают тибетского текста молитв, ритуалов или садхан, у них не остается даже их перевода на родной язык. Никто не может внятно повторить даже полученной мантры. Лишь в некоторых традициях налажено обеспечение слушателей пособиями-текстами (например, кармапа и дзогчен). После ретрита учитель исчезает на год и более, а иногда и навсегда, не посещая более места прежней проповеди. Редкие из слушателей становятся настоящими учениками, то есть живут рядом с учителем и могут ежедневно получать наставления, для чего им приходится переезжать в Непал, Индию или другое место постоянного проживания учителя. Но даже это не делает их буддистами-профессионалами, а в лучшем случае они становятся практикующими метод мирянами.</p>

        <p>Положение буддистов России исторически иное – здесь буддизм уже существовал в виде школы гелуг с XVIII века. И хотя в тридцатые годы нашего столетия он пострадал, как и другие конфессии, традиция не исчезла, а монастырская система начала восстанавливаться с 1946 г. после знаменитого письма 1943 года Дандарона и лам Сталину, в результате чего в течение почти 50 лет в Бурятии функционировали два «разрешенных» монастыря – Иволгинский и Агинский.</p>

        <p>Ситуация изменилась после возвращения буддийской церкви храма-монастыря в Санкт-Петербурге. Это случилось после разрешения регистрации буддийского общества, которое было получено от Совета по делам религии при Совете Министров СССР 28 июля 1989 г. С этого момента начали разрешать открывать дацаны в Бурятии, затем в Калмыкии и Туве. Одновременно начался процесс регистрации дзэн-общин, общин гелуг, кармапы и других в разных городах России, как её Европейской части, так и за Уралом.</p>

        <p>И тогда в Россию начали приезжать буддийские учителя разных стран: из Тибета, Непала, Монголии, Японии, Таиланда и Шри Ланки. Для них неожиданностью явился факт существования в России буддийской церкви в лице ЦДУБа (Центрального духовного управления буддистов). В особенности это было неожиданностью для тибетских лам школы гелуг, ибо они встретили в России большое количество верующих из традиционных для буддистов республик – Бурятии, Калмыкии и Тувы, принадлежавших к этой же школе, почитающих Далай-ламу как главу тибетского буддизма, но исторически ориентированных на географически близкого и этнически родственного им главного буддийского иерарха Монголии – Ургинского Хутухту (Богдо-гэгэна).</p>

        <p>Ситуация была осложнена также тем, что Далай-лама XIV и его представители были дезинформированы по поводу статуса Санкт-Петербургского храма-монастыря. Никто не может на данный день де-юре доказать, что Храм принадлежит Его Святейшеству Далай-ламе. Но его опрометчиво убеждали в этом ориентированные на Запад буддисты Санкт-Петербурга. Тем более опрометчиво, что на храм претендовали в том числе и представители Монголии, не говоря уже о традиционно сложившемся отношении к храму верующих Бурятии, Калмыкии и Тувы, почитающих его за свою духовную святыню, что не только де-факто, но и де-юре, наследуя ЦДУБу, современная буддийская церковь России в лице Традиционной Буддийской Сангхи России (БТСР) на законном и исторически справедливом основании вступила в административно-духовное управление Санкт-Петербургским дацаном как своим филиалом.</p>

        <p>Посему высшим административным лицом для храма является глава Буддийской Традиционной Сангхи России досточтимый Хамбо-лама Д. Аюшеев. И согласно уставу БТСР и в полном соответствии с Винаей именно он назначает настоятеля храма. Ныне настоятелем является досточтимый Б. Б. Бадмаев. Вот почему и странная регистрация группы из 16 человек и вооруженный захват ею храма в 1998 г. выглядят в глазах верующих преступлением, а в глазах бурят, калмыков и тувинцев в том числе и актом национального оскорбления.</p>

        <p>Тем временем в Бурятии уже несколько лет успешно работают на поприще духовного просвещения тибетские ламы, и постепенно они вошли во взаимопонимание с бурятским духовенством и стали понимать историческую канву происходящего и в России, и в российском буддизме. Главное: приблизительно сорок талантливых молодых бурят обучаются в Индии в монастырях-университетах, дублях своих прототипов в Тибете, и уже начинают возвращаться на родину, неся в Россию буддийские знания и буддийскую религиозную культуру. Уверен, что со временем из их среды выдвинутся истинные учителя дхармы, достойные продолжатели славных лам прошлого.</p>

        <p>Одновременно с развитием традиционной буддийской культуры в лице монастырей и воспитания высокообразованного ламства в России ширится модернистский буддизм западного образца в виде многочисленных дхарма-центров. В них учителя появляются лишь на несколько дней в году, а то и раз в два года; все же оставшееся время члены общин этих дхарма-центров управляются людьми светскими, чрезвычайно энергичными, но не имеющими профессионального буддийского образования. Власть, которую они имеют в дхарма-центрах, является порой опасным испытанием и для их личной практики, и для духовного благополучия самих центров.</p>

        <p>Самое же прискорбное, что со стороны этих светских, мирских буддийских новообразований проявляется полная историческая неосведомленность об истории дхармы на их родине, пренебрежительное отношение к бурятскому монашеству, к монашеству вообще, иногда переходящее в агрессивность, что удручающе проявилось при захвате в СПб храма группой Чимитова, Агафоновой и др. – этим унылым воинством Мары.</p>

        <p>Обращаясь к вам, члены дхарма-центров, напоминаем вам, что когда вы почитаете своих учителей, то помните, что за редчайшим исключением все они – монахи. Почитая буддийский символ веры, знаменитое буддийское Трехсоставное Прибежище, в лице сангхи вы прибегаете к защите собрания монахов. Представьте, каково отречься от всего мирского, в особенности в наш век. Можете ли вы это сделать!? Ежели вы этого не делаете и не можете понять смысла такого делания, то уважайте тех, кто дерзает идти путем Шакьямуни в той форме, как шел Он сам. Напомните себе, что всё, что вы сейчас можете знать об учении Будды, пришло к вам через века благодаря буддийским монахам. Постарайтесь избежать участи тех современных псевдобуддийских образований, про которые можно сказать печальное: «дхарма-центры – это устаревшее политическое средство разрушения традиционной буддийской культуры».</p>

        <p class="text-right"><em>СПб., 1999 г.</em></p>
    </div>
    </div>
@endsection
