@extends('layouts.app')

@section('title', 'Мирская сангха')

@section('content')

        <!-- Заголовок -->
        <h1 class="text-2xl font-bold text-center text-purple-700 mt-6
        mb-6">МИРСКАЯ
            САНГХА</h1>

        <p class="text-justify">Какой вкус у Традиции Дандарона, какую школу она представляет, какова мотивация действий её последователей? Те, кто лично знал Дандарона, представители первой волны его последователей, отвечали и отвечают на эти вопросы так.</p>

        <p class="text-justify">Вкус – йогическая практика, поэтому йогическая традиция.</p>

        <p class="text-justify">Представляет любую школу, по личной склонности ученика, хотя сам Дандарон выше всех школ ставил <i>гелуг</i> и философское направление <i>мадхьямака-прасангику</i>. Но говорил ученикам: «философия у вас в прошлых рождениях».</p>

        <p class="text-justify">Мотивация действий – стремление знать во что бы то ни стало, стремление ответить на те вопросы, на которые Будда предпочитал не давать ответа, погружаясь в созерцательное молчание. С тем к Учителю и приходили. На этот максималистский запрос следовал ответ – созерцать во что бы то ни стало.</p>

        <p class="text-justify">Собравшихся вокруг себя учеников Дандарон называл <i>сангхой</i>. Традиционным мотивом прихода к буддийскому Учению считается страх перед страданием и вера в Три Драгоценности, как средство избавления от страданий. Такова классика. Но европейские ученики Дандарона приходили к Дхарме, подвигаясь иным импульсом – жаждой знания, и прибегали к Трём Драгоценностям прежде всего как к средству достижения знания. Таковыми помню Ю.А. Алексеева, А.И. Железнова, Ю.К. Лаврова, В.Н. Пупышева, В.П. Репку и других.</p>

        <p class="text-justify">Спонтанно возникло самоназвание – <i>мирская сангха</i>. Этот противоречивый термин точно описывает особенность новообразованного сообщества буддистов. Мы не были сангхой в её классическом определении, как собрание монашествующих. Но мы не были и мирянами, как теми, кто ограничивал свой религиозный опыт молитвами, подношениями, просьбами к монахам о совершении ритуалов, порой с вполне мирскими целями. С одной стороны, жизнь в миру, адекватная социальная вписанность, разнообразие профессиональной деятельности, жизнь в семье или без семьи, с другой – глубокое изучение буддийской философии, истории, искусства, исследование и перевод базовых текстов учения и, главное, ежедневная йогическая созерцательная практика вплоть до её завершающих этапов, самостоятельное проведение простых и при необходимости сложных ритуалов. Такой образ буддийской жизни европейскими последователями дхармы в течение последних сорока лет, со дня посвящения А.И. Железнова, первого европейского ученика Дандарона, стал реальностью в России. И, несмотря на совершенно иной тип буддийской жизни в дхарма-центрах, он прививается среди небольших сообществ учеников, особо близких Учителям, в Европе и в Новом Свете.</p>

        <p class="text-justify">Мирской тип сангхи не является абсолютно оригинальным явлением. Он восходит по линии преемственности Традиции Дандарона через Джаяг-ламу к современнику Шакьямуни знаменитому архату <i>Вималакирти</i>. Вималакирти не был монахом, говорят, он был домохозяином, занимался торговлей. Однажды он заболел, и Будда поочерёдно направлял к нему учеников проведать больного – Ананду, Кашьяпу и других. В своём отказе посетить Вималакирти они ссылались на эпизоды, в которых Вималакирти легко парировал их «неумелые» проповеднические усилия, перехватывал инициативу и блестяще справлялся с темой их «лекций». В конце концов, пошёл к Вималакирти бодхисаттва <i>Манджушри</i>, и между ними состоялась беседа, содержание которой изложено в известной <i>“Вималакиртинирдешасутре”</i>. Таким образом, уровень Вималакирти в буддийском пантеоне естественно повышался, он почитается девятым духовным сыном Будды. Если же учесть, что нет сведений о личной встрече Вималакирти и Шакьямуни, то можно вполне считать Вималакирти синхронной репликой Будды в одном и том же пространстве и времени.</p>

        <p class="text-justify">Что касается сангхи Дандарона, то она выполнила свою историческую миссию. Традиция линейной передачи сработала. Уверен, что коренные ученики Дандарона исполнили его завет – реализовали. Это засвидетельствовали Дандарон, лама Гатавон, сангха. Сомневающимся скажу: воспринимается очевидным лишь соизмеримое. Многие из учеников уже покинули эту жизнь. А.И. Железнов, Ю.К. Лавров, В.Н. Пупышев, В.П. Репка передали учение своим духовным последователям и вместе с Учителем и со всей сангхой, с нами, ныне живущими, пребывают в настоящем, здесь, но более они в творческих полях Будды. Созерцающие понимают это.</p>

        <p class="text-justify">Усилиями Дандарона учению был дан достаточный толчок для того, чтобы буддизм среди европейцев вышел на историческую арену. Регистрация в Ленинграде буддийской общины в 1989 г. и возвращение известного буддийского монастыря-храма в Ленинграде буддистам – плод инициативы автора этих строк – были началом официального признания государством буддийского движения в европейской части России. Это послужило прецедентом для регистрации других буддийских общин в Бурятии, Калмыкии, Туве, Москве, Улан-Удэ, и в других городах СССР. Отметим, не без труда удалось добиться национального административного главенства во вновь возрождённых буддийских регионах, ограничив влияние тибетской духовной диаспоры исключительно духовными пределами.</p>

@endsection

