@extends('layouts.app')

@section('title', 'Неисчислимость')

@section('content')
    <div class="container mx-auto p-4 h-full">

    <h1 class="text-2xl font-bold italic text-center mt-8
        mb-8">НЕИСЧИСЛИМОСТЬ</h1>

        <p class="text-justify">Нет ничего восхитительней, чем совместная радость людей, объединённых одним духовным
            усилием. В основе этого замечательного чувства – единодушие с его буквальным подтекстом Единой Души. Это
            можно объяснить по-разному. Христианин объяснил бы возможность подобного тем, что сотворён человек по образу
            и подобию Божию. Последователь индуизма вспомнил бы величественный образ <i>Вишварупы</i> – гигантского
            космического существа, тело которого состоит из бесчисленного количества самых разнообразных существ, или же
            привёл в пример известную связь между индивидуальным <i>атманом</i> и <i>Брахманом</i>. В буддизме
            <strong>единодушие</strong>, приносящее людям гармонию и напоминающее об истинном и изначальном единстве, исходит из
            шуньевого предела всего проявленного (<i>шуньята-дхармакая</i> как матрица). Есть ещё славная гипотеза об
            одном-единственном сознании, при котором все остальные – лишь его проекции в пространственно-временной
            развёртке.</p>

        <p class="text-justify">В любом случае радость общения свидетельствует о реальности идеи Единого, кем бы или чем
            бы оно ни было, от Бога христиан и индуистов до <i>шуньяты</i> буддистов, или до концепции Поля сознания,
            детально ещё не разработанной. Те же исследования, которые всё же посвящены поискам принципиального
            основания Единого, как, например, работы Дж. Эккалса о квантовом подходе к решению проблемы сознания,
            подтверждают концепцию глубочайшего “материального единства мира, которую можно выразить так: реальный
            физический мир вовсе не есть множество, а есть одно – единая, неделимая и неразложимая на множество
            целостность”.</p>

        <p class="text-justify">Восхитительный вывод! Остаётся предложить учёным для доказательства ещё одну желанную
            предвзятость – иллюзорное разделение Единого на множество происходит столь элегантно и утончённо, что во
            всей его неисчислимости не найдётся и пары одинаковых душ. Буддизм фиксирует это бесстрастно в часто
            повторяемом утверждении о множественности миров будд, о мириадах самих будд и о неслиянности их в Единое,
            хотя каждый из них “зацепился”, прошёл мгновенную, “смертную” сингулярность <i>дхармакаи</i>. Лишь <i>дхармакая</i>
            их “уравнивает”, как, впрочем, и всех живых, в отличие от которых будды всегда помнят об этом “зацеплении”,
            всегда ощущают эту дхармакаевость живого.</p>

        <p class="text-justify">Процесс “разделения” Единого порождает под девизом <i>махабхути</i> Земли инерцию
            двух категорических императивов, две неумолимые предвзятости, источник которых в шуньевой интуиции. Вот эти
            две предвзятости, называемые также убеждениями, или <strong>правидьями</strong>.</p>

        <p class="text-justify">Первая: не всё заключено в начальных условиях, в семени. Новые законы не обязательно
            раскрываются как скрытые потенции по мере возникновения соответствующих условий. Новое, поистине, может
            возникнуть как неведомое, как не вытекающее из всего предшествующего, спонтанно и беспричинно. Вселенная
            растёт через нас, через живых существ. Наши сознания есть точки роста мира. Эти активные зоны развития
            неминуемо порождают новые законы, вовсе не вытекающие из предшествующих, как их эволюция или модификация.
            Такое развитие скорее напоминает законы квантовой механики, чем классической физики. А потому будущее не
            только многовариантно, но и принципиально детерминистски непредсказуемо, независимо оттого, идёт ли речь об
            отдельной личности или обо всём роде человеческом. Такой подход не подвержен логическому анализу. Это –
            твёрдое убеждение, некое <strong>знание заранее</strong>, это определённо интуитивный подход к жизни.</p>

        <p class="text-justify">И второе: быть буддистом вовсе не значит быть космополитом, называя себя возвышенно
            человеком мира или даже космоса, как делают многие, отрешаясь от близкого. Это отрешение сродни неузнаванию
            своего лица, а значит – творению через неведение сансарной спутанности. <i>Бодхичитта</i> не абстрактна,
            <strong>философия истории</strong> не просто звучный термин, это наполнение радостью цветка жизни в объединённом порыве всех
            трёх времён. Если суметь почувствовать и полюбить своё время, то можно понять, как <i>мандала</i> метода
            проступает в очертаниях ослепительно прекрасного обыденного мира. Не отделяйтесь от него ни в аскезе, ни в
            ложном величии гордости. Культура, обычаи, переживания современников – ваши переживания, ваша культура.
            Чувство любви к Родине не чуждо приверженцам Дхармы. Вспомним, с какой теплотой говорил Шакьямуни об Индии,
            называя её <i>Джамбудвипой</i> – страной дерева <strong>джамбу</strong>.</p>

        <p class="text-justify">Близкое – игра света через сотворчество со многими. Выбор рождения уже-давно-шествующими
            вполне сознателен – это пристрастное, а значит, и прекрасное место жизни и сердечной заботы. В конце концов
            придёте и вы к бесхитростному выводу, что <strong>Родина</strong>, род, народ и сам <strong>Род</strong>, как свет живой, летящий в
            пространстве, и есть та конкретная <i>бодхичитта</i>, которую порой ищут в абстракциях всемирной
            общечеловеческой любви. Нужно только, сравняв скорости Рода и наших мысле-страстей, искусно убыстрять их или
            замедлять, ткя волшебные и неповторимые узоры жизни. Зардеют тогда лица от восхищения неутомляемым
            творчеством, через рдяность узнаете средний член <i>ваджрамантры</i> – истинную <i>бодхичитту</i>, как
            непрестанную динамику света, как ваджрный мост. Такое видение наполняет и устремляет жизнь, помогает
            избежать ловушек конечных, всесовершенных структур.</p>

        <p class="text-justify">Далее, способному стоит совместить, опираясь на их взаимодополнительность, первую
            убеждённость (предвзятость) со второй. Другими словами, нужно убедиться, что в полной свободе сами по себе
            вместерождены Постоянное Возникновение Новых Начальных Условий (Первая предвзятость) и Правильное Узнавание
            в близком своего собственного лица (Вторая предвзятость).</p>

        <p class="text-justify">Не стоит впадать в крайности рационализма или иррационализма. Ведь Учение всегда
            срединно, хотя и асимметрично, как истинно живое. Субъективная асимметрия приводит к идеализму
            <i>йогачаров</i>, объективная – к блеску изощрённых построений <i>мадхьямиков</i>. Но и <i>йогачары</i>, и
            <i>мадхьямики</i>, вооружённые мечом интуиции, <strong>не страшатся Неведомого, отрицая исчислимость мира</strong>, утверждая
            тем самым его существование, ибо исчислимого бытия просто не существует, оно мертворождённо.</p>

        <p class="text-justify">Мы вообще не могли бы иметь дело с миром, который полностью исчерпывался бы своими
            причинно-следственными связями. Если бы мир был таковым, то, с учётом того, что для “игры” такого мира мы
            имеем бесконечность, его информативность давным-давно исчерпалась бы. И нас сейчас просто не было бы. Но
            этому противоречит антропный принцип: мы существуем. Если я получил в результате исследования такой мир,
            который явно исключает меня самого, значит, исследование было неправильно<a href="#citation-1" id="ref-1" class="citation-mark"><sup> 1</sup></a>.
        </p>

        <p class="text-justify">Таков очередной довод против абсолютизации и фетишизации математики, делающих из нас
            подобия биороботов, а значит, тварных и с непреложной вероятностью зомбированных существ.</p>

        <p class="text-justify">Но мир неисчислим, и мы – не тварны и с лёгкостью можем преодолеть зловещее очарование
            Каббалы, магии алфавитов и чисел, этого поистине “кладезя бездны”, порождающего «среди нас иносуществ,
            зомби, с которыми у “человека исторического” нет ничего общего и в которых он не может узнать самого себя, а
            может лишь – при случае – “вернуть билет”»<a href="#citation-2" id="ref-2"
                                                         class="citation-mark"><sup>2</sup></a>. Однако не все
            желают подобного, обнаруживая внутреннюю непреодолимую природу. Когда-то А. Эйнштейн, споря с Н. Бором,
            повторял: “Господь Бог не играет в кости”, подтверждая этим право личности на игру в любой степени
            субъективной предвзятости.</p>

        <p class="text-center mb-4">* * *</p>

        <p class="text-justify">Личная смертность на фоне неуничтожимого Поля сознания Совершенных, но не слиянных с
            Единым, <i>шуньята</i>, пугающая неточно понятой пустотностью, ясносветная забава жизненного творчества в
            бездне напряжённого “небытия” и бесподобная мелодия <i>бодхичитты</i> от запредельного звука светолучения до
            тончайших мелодий песен любви и колыбельных – вот “оружие” пробудившегося гражданина-воина на беспредельном
            невероятном и неожиданном поле России. Это поле часто было полем брани и смерти. Сейчас в опасности его
            сердце, дом его духа, обиталище интуиции рода; во вне – это гибель природы, экологическая катастрофа. Мы
            плохо знаем историю своей планеты, следы на её лике читаем как попало, а они говорят о многочисленных
            катастрофах, не уступающих нынешней. Причины их до сих пор остаются втайне. Но ведь должен был человек
            выдвинуть ответ неумолимому и, очевидно, периодическому хаосу, дабы жизнь прорастала сквозь эпохи распада и
            в конце концов смогла научиться избегать их катастрофический характер!</p>

        <p class="text-justify">Такой ответ не только должен быть, он – был: “Приди, приди, <i>Ваджраветали</i>!” –
            слышится в мантрической песне <i>Ваджрабхайраватантры</i>, в этом уникальном экологическом гимне, ибо это –
            призыв к Ваджрному мертвецу женского рода восстать из псевдонебытия к жизни, это страстный одухотворяющий
            призыв к Вселенной, как к живой царственной невесте личного творческого духа. В этом призыве ваджрная, а
            значит, постоянная и неразрушимая возможность совершения йогического акта осознания, оживотворения “мёртвой
            природы” – Великого Кладбища Мира, ибо воистину всё вокруг, вплоть до тончайшей лучистости света, –
            “останки” живого. Идея целостности, идея Единого, снимает тайну савана – загадочного одеяния тантр от
            шёлковых одежд бодхисаттв до пепла на обнажённых телах йогинь, и под ним – Живой Труп – <i>Ваджраветали</i>
            – Интуиция Мира, наречённая жена практикующего.</p>

        <p class="text-justify">И опять как всегда – <strong>«В сердце солнца не задержится луч!»</strong>; странствие продолжается, и
            линия горизонта – в сердце у каждого.</p>

        <br><h2 class="text-center text-xl font-semibold mb-4">Литература</h2>

            <div class="citations mt-8 text-sm border-t pt-4">
                <p id="citation-1"><sup>1</sup>1. М. Мамардашвили. Как я понимаю философию. М., “Прогресс-Культура”, 1992, с. 75.<a href="#ref-1" class="text-blue-500 hover:underline">↩</a></p>
                <p id="citation-2"><sup>2</sup>2. М. Мамардашвили. Там же, с. 189.<a href="#ref-2" class="text-blue-500 hover:underline">↩</a></p>
            </div>

        <p class="text-right"><i>1993 г.</i></p>
        <p class="text-right"><i>(ж. «Гаруда», № 3-5)</i></p>

    </div>
@endsection
<style>
    .container {
        background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.8)),
        url('{{ asset('backgrounds/ice.jpg') }}');
        background-attachment: fixed;
        background-size: cover;
    }
</style>
