@extends('layouts.app')

@section('title', 'Описание мандалы Ваджрабхайравы')

@section('content')
    <div class="container mx-auto h-full">
        <img src="{{ asset('images/vajrabhairava_mandala.png') }}"
             alt="Мандала Ваджрабхайравы" class="article-image my-4 rounded-lg shadow-md">
        <!-- Заголовок -->
        <h1 class="text-2xl font-bold text-center mt-6 mb-6">ОПИСАНИЕ МАНДАЛЫ
            ВАДЖРАБХАЙРАВЫ</h1>
        <p class="text-center mb-8">(Традиция Дандарона)</p>

        <p class="text-justify">Мандалу Ваджрабхайравы в соответствии со садханой
            Цзонхавы,
            известной
            под названием «Драгоценный ларец» (<i>тиб.</i>: dpal rdo-rje
            ’jigs-byed lha
            bcu-gsum-ma’i sgrub-pa’i thabs / rin-po-che’i za-ma-tog ces bya-ba
            bzhugs-so), поручил в 1970 году нарисовать Александру Железнову
            Бидия Дандарович Дандарон. Принципиальную схему такой мандалы
            Железнов получил в Иволгинском дацане от тувинского ламы Гендуна
            Цырена. При рисовании кладбищенского круга Железнов использовал его
            подробное описание из сочинения Лхундуба-пандиты «dPal rdo rje ’jigs
            byed kyi zab lam rim pa gnyis pa rdzogs rim sku gsum them skas»,
            раздел «Кьерим».</p>

        <p class="text-justify">А. И. Железнов рисовал мандалу не отрываясь на иные дела с утра до
            вечера все дни подряд с середины мая по 19 октября 1974 г. в
            Ленинграде.</p>

        <p class="text-justify">Сначала была нарисована мандала с зелёной землёй.</p>
        <p class="text-justify">Затем была нарисована накладка из жёлтой земли и вторая накладка для
            углов.</p>
        <p class="text-justify">Центр мандалы оставался при этом неизменным.</p>
        <p class="text-justify">Вариант с жёлтой накладкой и синими углами считался вариантом для
            внутреннего пользования. Тем не менее именно он был опубликован в «Красной
            Книге»<a href="#citation-1" id="ref-1" class="citation-mark"><sup> 1</sup></a>.
        </p>

        <h2 class="text-2xl font-semibold mt-4 mb-4">1. Описание «внешнего»
            варианта
            с зелёной землёй и с углами без накладки</h2>

        <p><strong><i>Углы:</i></strong></p>
        <ul class="list-disc list-inside pl-6 mb-4">
            <li>Верхний левый – Бидьядара в синей ковбойке, Ваджрасаттва (рис.
                Ю. А. Алексеева) и 3 жертвенника.
            </li>
            <li>Верхний правый – Симхамукха, Падмасамбхава, Сумеру (рис. В. М.
                Монтлевич) и 3 жертвенника.
            </li>
            <li>Нижний правый – Бидьядара в шапке Падмасамбхавы и 6
                жертвенников.
            </li>
            <li>Нижний левый – Гатавон (стоит), Цыбен Цыбенов, Донир-лама,
                Мунко-лама, Гэндун Цырен и Шойжал, 4 жертвенника.
            </li>
        </ul>

        <p><strong><i>В отдалении по солнцу, начиная с северо-востока:</i></strong></p>
        <ul class="list-disc list-inside pl-6 mb-4">
            <li>Лалитаваджра</li>
            <li>Ро-лоцава</li>
            <li>Цзонхава</li>
            <li>Кэдуб Чже</li>
            <li>II Панчен-лама</li>
            <li>Гьялво Лобсан Дондуб</li>
            <li>III Панчен-лама</li>
            <li>Лубсан Сандан (молодой)</li>
        </ul>

        <p><strong><i>У стен, начиная с северо-востока по солнцу:</i></strong></p>
        <ul class="list-disc list-inside pl-6 mb-4">
            <li>Лубсан Сандан (старый)</li>
            <li>Намнанэ-лама</li>
            <li>Джаягсы-гэгэн</li>
            <li>Джанджа Ролби-Дорже XV</li>
            <li>Акпа-гэгэн</li>
            <li>Агван Силнам (Доржи Бадмаев)</li>
            <li>Балжима Абидуева</li>
            <li>Бидьядара-сиддха в шкуре</li>
        </ul>

        <h2 class="text-2xl font-semibold mb-4">2. Описание «внутреннего»
            варианта с жёлтой землёй и с синими накладками на углах</h2>

        <p><strong><i>Углы:</i></strong></p>
        <ul class="list-disc list-inside pl-6 mb-4">
            <li>Верхний левый – Бидьядара в чёрном костюме и Ваджрасаттва (рис.
                Ю. А. Алексеев), 3 жертвенника.
            </li>
            <li>Верхний правый – Падмасамбхава, Сэндэма, Шойжал, 3 жертвенника,
                Сумеру (рис. В. М. Монтлевич).
            </li>
            <li>Нижний правый – Бидьядара-сиддха в шкуре, 3 жертвенника.</li>
            <li>Нижний левый – Лубсан Сандан в сюртуке с портфелем, Учитель в
                шапке Падмасамбхавы, 2 жертвенника.
            </li>
        </ul>

        <p><strong><i>У стен, начиная с северо-востока по солнцу:</i></strong></p>
        <ul class="list-disc list-inside pl-6 mb-4">
            <li>Лалитаваджра</li>
            <li>Падмаваджра</li>
            <li>Ро-лоцава</li>
            <li>Цзонхава на тигре</li>
            <li>II Панчен-лама</li>
            <li>Джаягсы-лама</li>
            <li>Лубсан Сандан (молодой)</li>
            <li>Учитель в зэковской робе</li>
        </ul>

        <p><strong><i>В отдалении против солнца, начиная с северо-востока:</i></strong>
        </p>
        <ul class="list-disc list-inside pl-6 mb-4">
            <li>Учитель в монгольском халате с мудрой кулака</li>
            <li>Учитель с мудрой в калачакринской короне</li>
            <li>Лубсан Сандан старый с жезлом</li>
            <li>Акпа-гэгэн</li>
            <li>Джаягсы-гэгэн</li>
            <li>Джанджа Ролби-Дорже XV</li>
            <li>Агван Силнам</li>
            <li>Балжима Абидуева</li>
        </ul>

        <h2 class="text-2xl font-semibold mb-4">3. Кладбищенский круг. Храмы,
            пирамиды, часовни, тотемы и кладбища</h2>

        <p><strong><i>Восток:</i></strong></p>
        <ul class="list-disc list-inside pl-6 mb-4">
            <li>Иудаизм. Храм Соломона. Иерусалим.</li>
            <li>Античность. Храм в Пафлагонии в Тамбар Кеше, Малая Азия, VIII в.
                до н. э.
            </li>
            <li>Пирамиды в Гизе (Хеопса, Хефрена, Микерина), Египет, II тыс. до
                н. э.
            </li>
        </ul>

        <p><strong><i>Юго-восток:</i></strong></p>
        <ul class="list-disc list-inside pl-6 mb-4">
            <li>Ислам. Средняя Азия. Самарканд. Ансамбль Шахи-Зинды (Живого
                Царя): медресе Улугбека (1417–1420), Мавзолей Казы-Заде Руми
                (астроном, XV в.), группа мавзолеев.
            </li>
            <li>Христианство. Храм Святой Софии в Константинополе (арх. Анфимий
                и Исидор, 532–537 г., Византия).
            </li>
            <li>Католицизм. Нотр Дам де Пари (Париж, 1163–1250), католическое
                кладбище.
            </li>
        </ul>

        <p><strong><i>Юг:</i></strong></p>
        <ul class="list-disc list-inside pl-6 mb-4">
            <li>Протестантизм. Кёльнский собор (XIII–XIV в.).</li>
            <li>Православие. Храм Покрова на Нерли (1165), деревянная часовня,
                старообрядческий крест.
            </li>
            <li>Конфуцианство. Ворота дворца И-хэ-юань под Пекином (XVIII в.).
            </li>
        </ul>

        <p><strong><i>Юго-запад:</i></strong></p>
        <ul class="list-disc list-inside pl-6 mb-4">
            <li>Индуизм. Храм Шивы (Джаганатх) (Пури, Индия, XI в.).</li>
            <li>Христианство и другие конфессии в США. Часовня Академии ВВС для
                службы трёх вероисповеданий: иудаизма, католицизма и
                протестантизма. Штат Колорадо (арх. Скидмор, Оуингс и Меррил,
                1961).
            </li>
            <li>Христианские секты США. Часовня в г. Нью-Хармони (Индиана, арх.
                Филипп Джонс) в память христианской секты, основавшей город.
            </li>
        </ul>

        <p><strong><i>Запад:</i></strong></p>
        <ul class="list-disc list-inside pl-6 mb-4">
            <li>США. Пентагон, Арлингтонское кладбище.</li>
            <li>Африка. Деревянный идол.</li>
            <li>Друиды. Стоунхендж близ Солсбери (Южная Англия). Эпоха бронзы,
                начало II тыс. до н.э.
            </li>
        </ul>

        <p><strong><i>Северо-запад:</i></strong></p>
        <ul class="list-disc list-inside pl-6 mb-4">
            <li>Язычество кочевников южнорусских степей. Баба каменная, I тыс.
                до н. э.
            </li>
            <li>Язычество западных славян. Овручский идол.</li>
            <li>Язычество Прибалтики и литовцев. Жемантийский крест.</li>
        </ul>

        <p><strong><i>Север:</i></strong></p>
        <ul class="list-disc list-inside pl-6 mb-4">
            <li>Атеизм в СССР. Пискарёвское кладбище, статуя Родины-матери
                (Ленинград). Могила неизвестного солдата и Мавзолей Ленина
                (Москва), ХХ в.
            </li>
            <li>Язычество Древней Америки, Полинезии и Океании (о. Пасхи) –
                четыре стелы.
            </li>
        </ul>

        <p><strong><i>Северо-восток:</i></strong></p>
        <ul class="list-disc list-inside pl-6 mb-4">
            <li>Религии народов Центральной Азии. Тюркская каменная баба.
                «Монгольские» каменные изваяния. Начало нашей эры и ранее.
            </li>
            <li>Религия майя. Центральная Америка. Пирамида в Чичен Итца
                (Юкатан, XII в.).
            </li>
        </ul>
        <div class="citations mt-8 text-sm border-t pt-4">
            <p id="citation-1"><sup>1 </sup>Б. Д. Дандарон. Избранные статьи.
                Черная Тетрадь. Материалы к биографии.«История Кукунора» Сумпы
                Кенпо. Из-во «Евразия», СПб., 2006. <a href="#ref-1" class="text-blue-500 hover:underline">↩</a></p>
        </div>
    </div>
@endsection
<style>
    .container {
        background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.8)),
        url('{{ asset('backgrounds/painting-2407262.jpg') }}');
        background-attachment: fixed;
        background-size: cover;
    }
</style>
