@extends('layouts.app')

@section('title', 'Есть ли смысл говорить о Ваджрасаттваяне?')

@section('content')
    <div class="container mx-auto h-full">
    <img src="{{ asset('images/vajrasattva_netroystveniy.png') }}"
         alt="Есть ли смысл говорить о Ваджрасаттваяне?"
         class="article-image my-4 rounded-lg shadow-md">
    <!-- Заголовок -->
    <h1 class="text-2xl font-bold text-center text-red-600 mt-8 mb-8">ЕСТЬ ЛИ
        СМЫСЛ
        ГОВОРИТЬ О ВАДЖРАСАТТВАЯНЕ?</h1>

    <h2 class="text-xl font-semibold text-center mb-4">(К обсуждению)</h2>

    <h3 class="text-lg font-semibold mb-4">Семь позиций письма В.Д. Ковалева о Ваджрасаттваяне и ответы на них В.М. Монтлевича</h3>

    <ol class="list-decimal list-inside pl-4 mb-4">
        <li class="text-justify pl-2"><b>«Я не буддист!» – В.М., 1990-1992.</b><br>
            <i>Отв.</i> Дандарон – величайший буддист в классическом смысле, свидетельство тому – его канонические статьи.<br>
            Дандарон – <i>йогин</i>, ибо мастерство его <i>дхьяны</i> блистало итогами <i>випашьяны</i>.<br>
            Но более того, и это главное – он <i>махасаттва-бодхисаттва</i>, ибо проповедовал в России.<br>
            Дандарон – герой, <i>Вира</i>, <i>Дак</i>, ибо рвал горизонт, не отягощаясь догмой Канона, но точно угадывал все интуиции современности, и в этом он – «небуддист» или, как он точно называл себя, – <i>необуддист</i>.<br>
            Порыв познания, не сдерживаемый никакими границами догм, с привлечением любых позиций из самых разных областей знания и из собственных предвзятостей позволяет воскликнуть: я – небуддист! Что и было сделано.</li>
        <li class="text-justify pl-2"><b>У Ганраба Дорже не было учителя-буддиста, ибо никакого не было. Это – прямой приход Ваджрасаттвы на уже буддийскую землю.</b><br>
            <i>Отв.</i> Земля Ганраба Дорже вряд ли была буддийской. Учителями его были, согласно преданию, <i>дакини</i>, а по-нашему, попросту местные ведьмы. Проповедь он получил от <i>Ваджрасаттвы</i>, значит, это имя уже было известно хотя бы и не как имя, но как принцип огненного посвящения или, более спокойно и точно, как принцип «неуничтожимости живого» (неуничтожимости сознания).<br>
            Повторяю, и это важно: <i>Ваджрасаттва</i> был известен и до Ганраба. Он явился ему в прозрении и был узнан, а затем воплотился в нём, как якобы в первом, кто реализовал принцип ваджрности саттвы.<br>
            Особенность Ганраба не в том, что он первый человек, понявший ваджрность саттвы (неисчислимый сонм людей поняли это задолго до него), и не в том, что он отождествил себя с этим принципом, т.е. воплотил <i>Ваджрасаттву</i> в себе, а в том, что он понял – это можно сделать мгновенно. Ганраб – не первый <i>Ваджрасаттва</i>, а первый <i>дзогченпа</i>, по его главному и определяющему принципу.<br>
            <i>Ваджрасаттва</i> не имеет начала, ибо он Изначальный Будда, которого обычно называют <i>Самантабхадрой</i>, когда хотят подчеркнуть всегдашность <i>Ваджрасаттвы</i>.<br>
            Как только <i>акаша</i> впала в метрику, в гладкости её обнаружились <i>ратны</i>, или пустотные <i>тигле</i> – семена жизни. Это <i>Самантабхадра</i> в виде <i>Самантабхадра-Самантабхадри</i> (появившись как ощущение в бездне <i>шуньяты</i>, нераздельно от <i>Вайрочаны</i> и <i>Ваджрасаттвы</i>) сам собой представил себя как собственное дитя – гиперсферу, <i>тигле</i>, <i>ратну</i> и т.д. по Падмасамбхаве. Он сам – и Отец с Матерью, и Сын вместе. Это и есть <i>Трикая</i>.<br>
            И здесь же, на экваторе <i>ратны</i>, на горизонте событий, – месте топологической катастрофы в мантре <i>Ваджрасаттвы</i> (там, где <i>/SU TO shYO ME BHa BA/</i> переходит в <i>/SU PO shYO ME BHa BA/</i>), забил крылами <i>Хаягрива</i> – Мир начал полёт.<br>
            Пространство, <i>тигле</i>, <i>шуньята</i>, <i>Трикая</i>, <i>Дамдин</i> и Его Величество Осязание в любом его виде – подумал, увидел, услышал, обонял, вкусил, и, наконец, главное и обобщающее – ПРИКОСНУЛСЯ, приобщился, сподобился – кричат о Теле. И поэтому не принцип ваджрности саттвы (Мысль), не имя <i>Ваджрасаттва</i> (Речь-Слово), а Тело Его было в начале, безымянно и бездумно.<br>
            Это первичное ощущение в бездне <i>шуньяты</i>, или вспышка <i>Самантабхадры</i>, есть Тело <i>Ваджрасаттвы</i>, или Прародитель всех будд.<br>
            Божественная мембрана-зеркало на границе <i>ратны</i> есть Речь <i>Ваджрасаттвы</i>, или <i>Вайрочана</i>.<br>
            Первомысль Я есть – Мысль <i>Ваджрасаттвы</i> или, как его называют мастера <i>ньингмы</i>, Единственный Сын всех Будд.<br>
            Всё вместе и есть <i>Ваджрасаттва</i> – Жив Простой. Так всё и началось, если начало было. Ибо начало происходит в каждый момент, вот сейчас, конкретно. При этом, как известно, оно сразу разверзается безначальным прошлым, манящим будущим и ускользающим настоящим. Бегущий по волне настоящего, чья стихия Речь, кто не мыслью мысль перепроверяет, а рискует и наслаждается остриём Познавания сразу в Слове, стягивает <i>Трикаю</i> в Настоящее.<br>
            Красный он, красный! Приглашающий и не жгущий, Тело стяжающий, в узорных одеждах Мысли.<br>
            А теперь послесловие. Нет ни в чём противоречий. Всё играет и переливается, как живое Тело Реальности. Так и с <i>ОМ А ХУМ</i>. Где Мысль, где Тело, где Речь?<br>
            А поэтому далее.<br>
            Семя <i>Самантабхадры</i> (Единственный Сын всех Будд) – <i>Тигле</i> – состоит из верхней полусферы: Солнце, Центральная Розетка, Ступа (ступица), и нижней полусферы – Луна (<i>праджня</i>), Внешняя Розетка, <i>капала</i>. Вместе они и образуют третье, т.е. <i>Тигле</i>. Это как чечевица тибетской ладанки-<i>гау</i>; куда ни ткни в <i>авандуди</i>, оно там и есть – мембрана Мыслящего Тростника. Важно, что эта мембрана проницаема для Ясного Света <i>бодхичитты акаши</i> – взрывной динамики Пространства Ваджра. Эту символику и оседлал Раджа Собак. Но вроде ему это сказал сам <i>Ваджрасаттва</i>. Какая разница…</li>
        <li class="text-justify pl-2"><b>Возможность буддийского учения, не восходящего к Шакьямуни.</b><br>
            <i>Отв.</i> Всё, что не восходит к Шакьямуни, может называться как угодно и не обязано называться буддизмом. А вот всё, что, возникнув спонтанно и не из буддийских корней, объяснено языком буддизма, необходимо становится буддийским учением, восходящим к Шакьямуни. Не было и нет до сих пор более совершенного языка, чем язык дхармы.<br>
            Если принимаешь Четыре Печати<br>
            <i>анитья</i> – непостоянство,<br>
            <i>анатма</i> – отсутствие самостоятельной сущности явлений,<br>
            <i>дукха</i> – неудовлетворённость бытия,<br>
            <i>ниродха</i> – пресечение страданий,<br>
            то ты – буддист. Принимаешь более того – принадлежишь к конкретной школе. Но если не принимаешь – ты вне дхармы.</li>
        <li class="text-justify pl-2"><b>Это вызовет рост творческого еретизма.</b><br>
            <i>Отв.</i> В России это было всегда. При наличии Государства и Церкви, в том числе и буддийской, это не станет гроздью ересей, способных погубить русский этнический генотип восприятия. Он сильнее всего.</li>
        <li class="text-justify pl-2"><b>Ваджрасаттваяна – пятая (первая) буддийская школа.</b><br>
            <i>Отв.</i> Не первая и не пятая, а всегдашняя, постоянная, ибо это сама жизнь. Поэтому о ней и не говорят. Просто живут. «На Западе коровы пасутся, на Востоке Кудун течёт, к Югу караван машин движется, с Севера ветер подул. А я стою в центре и с(су). Вот она – <i>мандала</i>». Так говорил Александр Железнов однажды Батодалаю Дугарову. Так стоит ли искать <i>Акаништху</i> ещё где-то. Вот они, <i>Сукхавати</i> с <i>Тушитой</i>, в любом месте пребывания в данный момент.</li>
        <li class="text-justify pl-2"><b>Любой идам – всего лишь метод. Но Ваджрасаттва – нет!</b><br>
            <i>Отв.</i> Да, это так. Но, кто же и что же <i>Ваджрасаттва</i>!?<br>
            <i>Ваджрасаттва</i> – глубинная сущность сознания, тайна личностного существования. <i>Вайрочана</i> про себя может сказать – есть. <i>Ваджрасаттва</i> обязательно говорит – Я есть! Это «Я» <i>Ваджрасаттвы</i> не есть Я индивидуума. Это – гордое «Я» Учителя и, если надо, <i>идама</i>. <i>Ваджрасаттва</i> может стать любым <i>идамом</i> и представить собой в этом случае метод.<br>
            <i>Ваджрасаттва</i> – ярчайшая печать бытия в этот раз. Поэтому он есть воплощение <i>махамудры</i>.<br>
            <i>Ваджрасаттва</i> – матрица, форма высшей жизни в этом конкретном фантоме <i>акаши</i>. Здесь и сейчас <i>акаша</i> может предстать как жизнь исключительно в виде и наподобие <i>Ваджрасаттвы</i>.<br>
            Нет смысла, хотя и очень интересно, искать происхождение <i>Ваджрасаттвы</i> по текстам, искать его историческое происхождение. <i>Ваджрасаттва</i> – более принцип, чем имя. Происхождение <i>Ваджрасаттвы</i> скрыто за словом <i>гухья</i> (тайна).<br>
            <i>Ваджрасаттва</i> – слово, ставшее именем; слово, ставшее саттвой, живым сознательным существом.<br>
            <i>Беседуя с В.Е. Ушаковым.</i><br>
            <i>Ваджрасаттва</i> в Индии гость. Ни темперамент, ни эмоциональная палитра, ни спокойная мировоззренческая позиция <i>Ваджрасаттвы</i> не соответствует страстной, чувственной натуре индийской тантры, ни её борческим и максималистским воззрениям. <i>Ваджрасаттва</i> вторгся в индийский буддизм на переломе эр. Пришёл он из областей, примыкающих к Памиру, Тянь-Шаню и Гиндукушу, из оазисов Великого шёлкового Пути. Взрос он там, например, в Восточном Туркестане (Куча, Турфан, Яркенд, Кашгар) или в монастырях Таджикистана (Кара-тепе, Аджина-тепе) в долгие века без войн, наступившие после отката уставших пассионариев Великого македонца. Остаётся не ясным, почему авторитет этого «северного» буддийского <i>Махасамаясаттвы</i> был столь велик, что был безоговорочно инкорпорирован в буддизм предтантрийской Индии. С развитием буддийской тантры, двоеверия натхов, «индуизма» сиддхов «чужак» <i>Ваджрасаттва</i> был потеснён с главной позиции и занял в тантрах почётное место божества очистительных практик. Но все созерцатели, будь то Тибета или Китая, до последнего времени осознают ключевую, основополагающую роль <i>Ваджрасаттвы</i> в буддийской тантре, его точнейшее соответствие и телом, и речью и мыслью буддизму Махаяны в её шуньевадинском и читтаматринском вариантах. А Индия до сих пор, пропитанная чувственностью матриархальной <i>Дэви-Кали</i> и яростью патриархального деспота <i>Шивы-Бхайравы</i>, веселится и купается в страстях жаркой этнической мозаики.</li>
        <li class="text-justify pl-2"><b>Падмасамбхава о Ваджрасаттве:</b><br>
            <div class="poetry text-center mb-2">
                <p>Это не-созерцание нельзя помыслить.</p>
                <p>Это не-отвлечение – ясность сущности.</p>
                <p>Пустота проявлений – самоосвобождение.</p>
                <p>Пустота ясности – дхармакая.</p>
                <p>Когда же станет очевидно,</p>
                <p>Что этого не обретёшь на пути Будды,</p>
                <p>В тот самый миг узришь Ваджрасаттву.</p>
            </div>
            <i>Отв.</i> а) Ничто внешнее не поможет реализовать, пока оно будет восприниматься как внешнее. Дхарма, воспринятая как учение, не поможет, пока не будет понято, что дхарма и есть сама реальность. Тогда и будет понято, что речь идёт не о следовании рецептам конкретной личности по имени Шакьямуни, а о законе внутри каждого из нас – Будда ты сам! Такой Будда, конечно же, называется не Шакьямуни, имя его – <i>Ваджрасаттва</i>. Но это никак не отменяет буддизм Шакьямуни. Будда исторический показал устье воронки дхармы. И <i>Ваджрасаттва</i> не сбоку от неё, а там – в глубине, за бурной стремниной, где гладь <i>самадхи</i> полного спокойствия всевидящего сознания <i>Ваджрасаттвы</i>. Это – Око Мира.<br>
            б) Этот текст Падма написал, очевидно, сразу же после отъезда из Тибета, когда были ещё свежи в памяти не только бонские диверсии, но и упрямое выдавливающее занудство индийских пандитов. Это лишь ироническое предположение.</li>
    </ol>

    <h3 class="text-lg font-semibold mb-4">Три основные классические линии Дандарона</h3>
    <ol class="list-decimal list-inside pl-4 mb-4">
        <li class="text-justify pl-2">Дандарон – <i>Адибудда Самантабхадра</i>. Это называется подпиткой сверху – Всё Всегда Здесь.</li>
        <li class="text-justify pl-2">Дандарон – Черный Ворон, Падмасамбхава, Дарма-Доди. Это – непрестанная передача, цепь воплощений. Здесь реализуется принцип Нас всегда трое.</li>
        <li class="text-justify pl-2">Дандарон – Удивительный и могучий <i>Вималакирти</i> (основатель мирской <i>сангхи</i>), … Джаяг-лама. Это – линия перерождений.</li>
    </ol>

    <h3 class="text-lg font-semibold mb-4">Три субъекта Нетройственности</h3>
    <ol class="list-decimal list-inside pl-4 mb-4">
        <li class="text-justify pl-2"><i>Ваджрасаттва</i>. Ваджр. Я.</li>
        <li class="text-justify pl-2"><i>Вайрочана</i>. Зеркало. Оно.</li>
        <li class="text-justify pl-2"><i>Самантабхадра</i>. Кольцо. Мы.</li>
    </ol>

    <p class="text-justify">Здесь тоже реализуется принцип Нас всегда трое. Но это не цепь воплощений, это тайный механизм <i>Рца</i> (<i>Рцы</i>).<br>
        Порядок Тело-Речь-Мысль надо понять. Что называть Телом, а что Мыслью – лишь методологический окрас; важно, что сначала Тело, потом Слово и только тогда Мысль. Нетройственный принцип – бытие абсолютно вероятно – устанавливает закон <i>Трикаи</i>: Тело возможно только тогда, когда заведомо будет Слово, а значит, и Мысль. Так что в начале была <i>Трикая</i>!<br>
        Тантра – сочетание сильной и утончённой чувственности и спокойного, аналитического ума, гармония между ними, игра. Такое сочетание – истинный жемчуг индивидуальности, и как жемчуг встречается крайне редко. Здесь почти всё задано кармически, и очень немногие годны для такого опасного и изысканного пути.</p>

    <p class="text-right"><i>25.08.2001 – 31.08.2001</i></p>
    </div>
@endsection
