@extends('layouts.app')

@section('title', 'Метод реализации Ваджрасаттвы')

@section('content')
        <!-- Изображение (если есть) -->
        <img src="{{ asset('images/vajrasattva_method.jpg') }}" alt="Метод реализации Ваджрасаттвы" class="article-image my-4 rounded-lg shadow-md">

        <!-- Заголовок -->
        <h1 class="text-2xl font-bold text-center text-lime-600 mt-8 mb-8">МЕТОД
            РЕАЛИЗАЦИИ ВАДЖРАСАТТВЫ</h1>

        <p class="text-justify">
            Поклоняюсь Трем Драгоценностям. Да освобожу я всех живых существ. Да будет достигнуто состояние пробуждения. Пусть эта пробужденная мысль послужит рождению истинности. Троекратным повторением этого обретается сила опоры (сила Идама). I сила – это первый из четырех разделов метода.
        </p>

        <p class="text-justify">
            ОМ СВАБХАВА ШУДДХА САРВА ДХАРМА СВАБХАВА ШУДДХО ХАМ – все дхармы превращаются в шуньяту. Из шуньевого пространства в одно мгновение я сам проясняюсь Ваджрасаттвой с белым слогом БAM на макушке. Из него лотос со слогом А, из него лунный мандала с ХУМ на нем, из ХУМ белый пятиконечный ваджр, отмеченный в центре слогом ХУМ.
        </p>

        <p class="text-justify">
            От ваджра свет распространился, осуществил два деяния, полностью обратно собрался, от этого преобразования – Ваджрасаттва у меня на макушке с телом белого цвета, одним лицом, двумя руками, держащими дильбу и ваджр; обнимает юм Дорже Нима Гарму, одноликую, двурукую, держащую дигуг и габалу.
        </p>

        <p class="text-justify">
            Оба украшены шелками и различными драгоценностями. Яб (Ваджрасаттва) сидит в ваджрасане. У обоих на макушке ОМ, в горле А, в сердце ХУМ. Из сердечного ХУМ свет распространился; этим пригласил джняну, подобного самому Ваджрасаттве.
        </p>

        <p class="text-justify">
            ЗА ХУМ БАМ ХО – Ваджрасаттва у меня на макушке становится недвойственным с джняной. Снова из сердечного ХУМ свет распространился и Божеств абхишека пригласил. Прошу всех Татхагат даровать правомочность. Этой просьбе вняв, Они, подняв бумбу, наполненную нектаром мудрости,
        </p>

        <p class="text-justify">
            ОМ САРВА ТАТХАГАТА АБХИШЕКАТА САМАЯ ШРИЕ А ХУМ — абхишек дают; все тело Ваджрасаттвы на макушке наполняется нектаром мудрости, нектар переполняет тело и выходит сверху, и из этого избытка нектара появляется Акшобхья в виде головного украшения.
        </p>

        <p class="text-justify">
            В сердце, на луне – слог ХУМ, вокруг него вращается стобуквенная мантра.
        </p>

        <p class="text-justify">
            О, Бхагаван Ваджрасаттва! Прошу очистить от всех помрачений (грехов-скверн) меня и всех живых, и от всех нарушений обета! Это есть сила совершенного успокоения. [2-й раздел метода закончен]
        </p>

        <p class="text-justify">
            Так взмолился, и от четок сердечной мантры и ХУМ свет распространился, грехи всех живых очистил, Буддам и бодхисаттвам с окружением радостную жертву поднес. Все достоинства их Тела, Речи и Мысли, полностью в свет собравшись, в четки-мантры и в ХУМ входят. От них белый нектар непрерывным потоком нисходя, через промежуток соединения яб-юм выходит и, войдя в меня через отверстие Брахмы, наполняет все мое тело нектаром мудрости, чем очищает, очищая три двери от всех грехов-скверн.
        </p>

        <p class="text-justify">
            ОМ ВАДЖРАСАТТВА САМАЯМ АНУПАЛАЯ ВАДЖРАСАТТВА ТВЕНО ПАТИШТА ДРИДХО МЕ БХАВА СУТОШЙО МЕ БХАВА СУПОШЙО МЕ БХАВА АНУРАКТО МЕ БХАВА САРВА СИДДХИ МЕ ПРАЯЧЧХА САРВА КАРМА СУЧА МЕ ЧХИТТАМ ШРИЯМ КУРУ ХУМ ХА ХА ХА ХА ХО БХАГАВАН САРВА ТАТХАГАТА ВАДЖРА МА МЕ МУНЧА ВАДЖРА БХАВА МАХА САМАЯ САТТВА А ХУМ ПАТ
        </p>

        <p class="text-justify">
            Повторяемая мантра и очищаемые скверны не имеют собственной природы (суть шунья), это рассматривается как сила противодействия всем врагам. [3-й раздел метода закончен].
        </p>

        <p class="text-justify">
            Я, неведующий, отойдя от обетов, нарушил (их). Владыка-Учитель, будьте моей защитой! К Держащему Верховный Ваджр, к тому, Чья сущность – Великое Сострадание, К Хозяину всего живого прибегаю! Ваджрасаттва говорит:
        </p>

        <p class="text-justify">
            О сын благородного Рода! Твои грехи-скверны и все нарушения обетов, очистив, удаляю! Так сказав, Он входит в меня, и мои три двери становятся нераздельными с Телом, Речью и Мыслью Ваджрасаттвы. Произнесение с твердой мыслью обета есть сила, вновь и вновь отвращающая от греха. [4-й раздел метода закончен].
        </p>

        <p class="text-justify mt-4">
            Благопожелание:
        </p>

        <p class="text-justify">
            Через это созерцание, быстро достигнув состояния Ваджрасаттвы, пусть я приведу к этому состоянию всех без исключения существ! Этот действенный метод созерцания, произнесения и совершения Ваджрасаттвы, составленный Дже Сумати Праджней, осуществил и записал в девятом месяце года Железа-Лошади (1870 г.) Агван Лубсан Галсан Жинба (Вахиндра Сумати Бхадра-кальпа-дана).
        </p>

        <p class="text-right italic mt-4">
            Рис. С.Носкова Перевел с тиб. В.М.Монтлевич, 1983
        </p>
@endsection
