@extends('layouts.app')
@section('title', 'Есть ли смысл говорить о Ваджрасаттваяне?')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.8)),
            url('{{ asset("backgrounds/watercolor.jpg") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto h-full">
    <img src="{{ asset('images/vajrasattva_netroystveniy.png') }}"
         alt="Есть ли смысл говорить о Ваджрасаттваяне?"
         class="article-image my-4 rounded-lg shadow-md">
    <!-- Заголовок -->
    <h1 class="text-2xl font-bold text-center text-red-600 mt-8 mb-8">ЕСТЬ ЛИ
        СМЫСЛ
        ГОВОРИТЬ О ВАДЖРАСАТТВАЯНЕ?</h1>

    <h2 class="text-xl font-semibold text-center mb-4">(К обсуждению)</h2>

    <h3 class="text-lg font-semibold mb-4">Семь позиций письма В. Д. Ковалева о Ваджрасаттваяне и ответы на них В. М. Монтлевича</h3>

    <ol class="list-decimal list-inside pl-4 my-4">
        <li class="text-justify my-4 pl-2"><b>«Я не буддист!» – В. М., 1990-1992.</b><br>
            <em>Отв.</em> Дандарон – величайший буддист в классическом смысле, свидетельство тому – его канонические статьи.<br>
            Дандарон – <em>йогин</em>, ибо мастерство его <em>дхьяны</em> блистало итогами <em>випашьяны</em>.<br>
            Но более того, и это главное – он <em>махасаттва-бодхисаттва</em>, ибо проповедовал в России.<br>
            Дандарон – герой, <em>Вира</em>, <em>Дак</em>, ибо рвал горизонт, не отягощаясь догмой Канона, но точно угадывал все интуиции современности, и в этом он – «небуддист» или, как он точно называл себя, – <em>необуддист</em>.<br>
            Порыв познания, не сдерживаемый никакими границами догм, с привлечением любых позиций из самых разных областей знания и из собственных предвзятостей позволяет воскликнуть: я – небуддист! Что и было сделано.</li>
        <li class="text-justify my-4 pl-2"><b>У Ганраба Дорже не было учителя-буддиста, ибо никакого не было. Это – прямой приход Ваджрасаттвы на уже буддийскую землю.</b><br>
            <em>Отв.</em> Земля Ганраба Дорже вряд ли была буддийской. Учителями его были, согласно преданию, <em>дакини</em>, а по-нашему, попросту местные ведьмы. Проповедь он получил от <em>Ваджрасаттвы</em>, значит, это имя уже было известно хотя бы и не как имя, но как принцип огненного посвящения или, более спокойно и точно, как принцип «неуничтожимости живого» (неуничтожимости сознания).<br>
            Повторяю, и это важно: <em>Ваджрасаттва</em> был известен и до Ганраба. Он явился ему в прозрении и был узнан, а затем воплотился в нём, как якобы в первом, кто реализовал принцип ваджрности саттвы.<br>
            Особенность Ганраба не в том, что он первый человек, понявший ваджрность саттвы (неисчислимый сонм людей поняли это задолго до него), и не в том, что он отождествил себя с этим принципом, т.е. воплотил <em>Ваджрасаттву</em> в себе, а в том, что он понял – это можно сделать мгновенно. Ганраб – не первый <em>Ваджрасаттва</em>, а первый <em>дзогченпа</em>, по его главному и определяющему принципу.<br>
            <em>Ваджрасаттва</em> не имеет начала, ибо он Изначальный Будда, которого обычно называют <em>Самантабхадрой</em>, когда хотят подчеркнуть всегдашность <em>Ваджрасаттвы</em>.<br>
            Как только <em>акаша</em> впала в метрику, в гладкости её обнаружились <em>ратны</em>, или пустотные <em>тигле</em> – семена жизни. Это <em>Самантабхадра</em> в виде <em>Самантабхадра-Самантабхадри</em> (появившись как ощущение в бездне <em>шуньяты</em>, нераздельно от <em>Вайрочаны</em> и <em>Ваджрасаттвы</em>) сам собой представил себя как собственное дитя – гиперсферу, <em>тигле</em>, <em>ратну</em> и т.д. по Падмасамбхаве. Он сам – и Отец с Матерью, и Сын вместе. Это и есть <em>Трикая</em>.<br>
            И здесь же, на экваторе <em>ратны</em>, на горизонте событий, – месте топологической катастрофы в мантре <em>Ваджрасаттвы</em> (там, где <em>/SU TO shYO ME BHa BA/</em> переходит в <em>/SU PO shYO ME BHa BA/</em>), забил крылами <em>Хаягрива</em> – Мир начал полёт.<br>
            Пространство, <em>тигле</em>, <em>шуньята</em>, <em>Трикая</em>, <em>Дамдин</em> и Его Величество Осязание в любом его виде – подумал, увидел, услышал, обонял, вкусил, и, наконец, главное и обобщающее – ПРИКОСНУЛСЯ, приобщился, сподобился – кричат о Теле. И поэтому не принцип ваджрности саттвы (Мысль), не имя <em>Ваджрасаттва</em> (Речь-Слово), а Тело Его было в начале, безымянно и бездумно.<br>
            Это первичное ощущение в бездне <em>шуньяты</em>, или вспышка <em>Самантабхадры</em>, есть Тело <em>Ваджрасаттвы</em>, или Прародитель всех будд.<br>
            Божественная мембрана-зеркало на границе <em>ратны</em> есть Речь <em>Ваджрасаттвы</em>, или <em>Вайрочана</em>.<br>
            Первомысль Я есть – Мысль <em>Ваджрасаттвы</em> или, как его называют мастера <em>ньингмы</em>, Единственный Сын всех Будд.<br>
            Всё вместе и есть <em>Ваджрасаттва</em> – Жив Простой. Так всё и началось, если начало было. Ибо начало происходит в каждый момент, вот сейчас, конкретно. При этом, как известно, оно сразу разверзается безначальным прошлым, манящим будущим и ускользающим настоящим. Бегущий по волне настоящего, чья стихия Речь, кто не мыслью мысль перепроверяет, а рискует и наслаждается остриём Познавания сразу в Слове, стягивает <em>Трикаю</em> в Настоящее.<br>
            Красный он, красный! Приглашающий и не жгущий, Тело стяжающий, в узорных одеждах Мысли.<br>
            А теперь послесловие. Нет ни в чём противоречий. Всё играет и переливается, как живое Тело Реальности. Так и с <em>ОМ А ХУМ</em>. Где Мысль, где Тело, где Речь?<br>
            А поэтому далее.<br>
            Семя <em>Самантабхадры</em> (Единственный Сын всех Будд) – <em>Тигле</em> – состоит из верхней полусферы: Солнце, Центральная Розетка, Ступа (ступица), и нижней полусферы – Луна (<em>праджня</em>), Внешняя Розетка, <em>капала</em>. Вместе они и образуют третье, т.е. <em>Тигле</em>. Это как чечевица тибетской ладанки-<em>гау</em>; куда ни ткни в <em>авандуди</em>, оно там и есть – мембрана Мыслящего Тростника. Важно, что эта мембрана проницаема для Ясного Света <em>бодхичитты акаши</em> – взрывной динамики Пространства Ваджра. Эту символику и оседлал Раджа Собак. Но вроде ему это сказал сам <em>Ваджрасаттва</em>. Какая разница…</li>
        <li class="text-justify my-4 pl-2"><b>Возможность буддийского учения, не восходящего к Шакьямуни.</b><br>
            <em>Отв.</em> Всё, что не восходит к Шакьямуни, может называться как угодно и не обязано называться буддизмом. А вот всё, что, возникнув спонтанно и не из буддийских корней, объяснено языком буддизма, необходимо становится буддийским учением, восходящим к Шакьямуни. Не было и нет до сих пор более совершенного языка, чем язык дхармы.<br>
            Если принимаешь Четыре Печати<br>
            <div class="flex justify-center">
                <ul class="text-left list-none my-2">
                    <li><em>анитья</em> – непостоянство,</li>
                    <li><em>анатма</em> – отсутствие самостоятельной сущности явлений,</li>
                    <li><em>дукха</em> – неудовлетворённость бытия,</li>
                    <li><em>ниродха</em> – пресечение страданий,</li>

                </ul>
            </div>
            то ты – буддист. Принимаешь более того – принадлежишь к конкретной школе. Но если не принимаешь – ты вне дхармы.</li>
        <li class="text-justify my-4 pl-2"><b>Это вызовет рост творческого еретизма.</b><br>
            <em>Отв.</em> В России это было всегда. При наличии Государства и Церкви, в том числе и буддийской, это не станет гроздью ересей, способных погубить русский этнический генотип восприятия. Он сильнее всего.</li>
        <li class="text-justify my-4 pl-2"><b>Ваджрасаттваяна – пятая (первая) буддийская школа.</b><br>
            <em>Отв.</em> Не первая и не пятая, а всегдашняя, постоянная, ибо это сама жизнь. Поэтому о ней и не говорят. Просто живут. «На Западе коровы пасутся, на Востоке Кудун течёт, к Югу караван машин движется, с Севера ветер подул. А я стою в центре и с(су). Вот она – <em>мандала</em>». Так говорил Александр Железнов однажды Батодалаю Дугарову. Так стоит ли искать <em>Акаништху</em> ещё где-то. Вот они, <em>Сукхавати</em> с <em>Тушитой</em>, в любом месте пребывания в данный момент.</li>
        <li class="text-justify my-4 pl-2"><b>Любой идам – всего лишь метод. Но Ваджрасаттва – нет!</b><br>
            <em>Отв.</em> Да, это так. Но, кто же и что же <em>Ваджрасаттва</em>!?<br>
            <em>Ваджрасаттва</em> – глубинная сущность сознания, тайна личностного существования. <em>Вайрочана</em> про себя может сказать – есть. <em>Ваджрасаттва</em> обязательно говорит – Я есть! Это «Я» <em>Ваджрасаттвы</em> не есть Я индивидуума. Это – гордое «Я» Учителя и, если надо, <em>идама</em>. <em>Ваджрасаттва</em> может стать любым <em>идамом</em> и представить собой в этом случае метод.<br>
            <em>Ваджрасаттва</em> – ярчайшая печать бытия в этот раз. Поэтому он есть воплощение <em>махамудры</em>.<br>
            <em>Ваджрасаттва</em> – матрица, форма высшей жизни в этом конкретном фантоме <em>акаши</em>. Здесь и сейчас <em>акаша</em> может предстать как жизнь исключительно в виде и наподобие <em>Ваджрасаттвы</em>.<br>
            Нет смысла, хотя и очень интересно, искать происхождение <em>Ваджрасаттвы</em> по текстам, искать его историческое происхождение. <em>Ваджрасаттва</em> – более принцип, чем имя. Происхождение <em>Ваджрасаттвы</em> скрыто за словом <em>гухья</em> (тайна).<br>
            <em>Ваджрасаттва</em> – слово, ставшее именем; слово, ставшее саттвой, живым сознательным существом.<br>

            <p class="my-2"><strong><em>Беседуя с В. Е. Ушаковым.</em></strong></p>
            <p><em>Ваджрасаттва</em> в Индии гость. Ни темперамент, ни эмоциональная палитра, ни спокойная мировоззренческая позиция <em>Ваджрасаттвы</em> не соответствует страстной, чувственной натуре индийской тантры, ни её борческим и максималистским воззрениям. <em>Ваджрасаттва</em> вторгся в индийский буддизм на переломе эр. Пришёл он из областей, примыкающих к Памиру, Тянь-Шаню и Гиндукушу, из оазисов Великого шёлкового Пути. Взрос он там, например, в Восточном Туркестане (Куча, Турфан, Яркенд, Кашгар) или в монастырях Таджикистана (Кара-тепе, Аджина-тепе) в долгие века без войн, наступившие после отката уставших пассионариев Великого македонца. Остаётся не ясным, почему авторитет этого «северного» буддийского <em>Махасамаясаттвы</em> был столь велик, что был безоговорочно инкорпорирован в буддизм предтантрийской Индии. С развитием буддийской тантры, двоеверия натхов, «индуизма» сиддхов «чужак» <em>Ваджрасаттва</em> был потеснён с главной позиции и занял в тантрах почётное место божества очистительных практик. Но все созерцатели, будь то Тибета или Китая, до последнего времени осознают ключевую, основополагающую роль <em>Ваджрасаттвы</em> в буддийской тантре, его точнейшее соответствие и телом, и речью и мыслью буддизму Махаяны в её шуньевадинском и читтаматринском вариантах. А Индия до сих пор, пропитанная чувственностью матриархальной <em>Дэви-Кали</em> и яростью патриархального деспота <em>Шивы-Бхайравы</em>, веселится и купается в страстях жаркой этнической мозаики.
            </p>

        </li>
        <li class="text-justify my-4 pl-2"><b>Падмасамбхава о Ваджрасаттве:</b><br>
            <div class="flex justify-center my-2">
                <ul class="text-left list-none">
                    <li>Это не-созерцание нельзя помыслить.</li>
                    <li>Это не-отвлечение – ясность сущности.</li>
                    <li>Пустота проявлений – самоосвобождение.</li>
                    <li>Пустота ясности – дхармакая.</li>
                    <li>Когда же станет очевидно,</li>
                    <li>Что этого не обретёшь на пути Будды,</li>
                    <li>В тот самый миг узришь Ваджрасаттву.</li>
                </ul>
            </div>
            <em>Отв.</em> а) Ничто внешнее не поможет реализовать, пока оно будет восприниматься как внешнее. Дхарма, воспринятая как учение, не поможет, пока не будет понято, что дхарма и есть сама реальность. Тогда и будет понято, что речь идёт не о следовании рецептам конкретной личности по имени Шакьямуни, а о законе внутри каждого из нас – Будда ты сам! Такой Будда, конечно же, называется не Шакьямуни, имя его – <em>Ваджрасаттва</em>. Но это никак не отменяет буддизм Шакьямуни. Будда исторический показал устье воронки дхармы. И <em>Ваджрасаттва</em> не сбоку от неё, а там – в глубине, за бурной стремниной, где гладь <em>самадхи</em> полного спокойствия всевидящего сознания <em>Ваджрасаттвы</em>. Это – Око Мира.<br>
            б) Этот текст Падма написал, очевидно, сразу же после отъезда из Тибета, когда были ещё свежи в памяти не только бонские диверсии, но и упрямое выдавливающее занудство индийских пандитов. Это лишь ироническое предположение.</li>
    </ol>

    <h3 class="text-lg font-semibold mb-4">Три основные классические линии Дандарона</h3>
    <ol class="list-decimal list-inside pl-4 mb-4">
        <li class="text-justify my-1 pl-2">Дандарон – <em>Адибудда Самантабхадра</em>. Это называется подпиткой сверху – Всё Всегда Здесь.</li>
        <li class="text-justify my-1 pl-2">Дандарон – Черный Ворон, Падмасамбхава, Дарма-Доди. Это – непрестанная передача, цепь воплощений. Здесь реализуется принцип Нас всегда трое.</li>
        <li class="text-justify my-1 pl-2">Дандарон – Удивительный и могучий <em>Вималакирти</em> (основатель мирской <em>сангхи</em>), … Джаяг-лама. Это – линия перерождений.</li>
    </ol>

    <h3 class="text-lg font-semibold mb-4">Три субъекта Нетройственности</h3>
    <ol class="list-decimal list-inside pl-4 mb-4">
        <li class="text-justify my-1 pl-2"><em>Ваджрасаттва</em>. Ваджр. Я.</li>
        <li class="text-justify my-1 pl-2"><em>Вайрочана</em>. Зеркало. Оно.</li>
        <li class="text-justify my-1 pl-2"><em>Самантабхадра</em>. Кольцо. Мы.</li>
    </ol>

    <p class="text-justify">Здесь тоже реализуется принцип Нас всегда трое. Но это не цепь воплощений, это тайный механизм <em>Рца</em> (<em>Рцы</em>).<br>
        Порядок Тело-Речь-Мысль надо понять. Что называть Телом, а что Мыслью – лишь методологический окрас; важно, что сначала Тело, потом Слово и только тогда Мысль. Нетройственный принцип – бытие абсолютно вероятно – устанавливает закон <em>Трикаи</em>: Тело возможно только тогда, когда заведомо будет Слово, а значит, и Мысль. Так что в начале была <em>Трикая</em>!<br>
        Тантра – сочетание сильной и утончённой чувственности и спокойного, аналитического ума, гармония между ними, игра. Такое сочетание – истинный жемчуг индивидуальности, и как жемчуг встречается крайне редко. Здесь почти всё задано кармически, и очень немногие годны для такого опасного и изысканного пути.</p>

    <p class="text-right"><em>25.08.2001 – 31.08.2001</em></p>
    </div>
@endsection
