@extends('layouts.app')

@section('title', 'Обеты и страх шуньевой бездны')

@section('content')
    <div class="container mx-auto px-4 biography">
{{--        <img src="{{ asset('images/shunya.jpg') }}" alt="Шуньята"--}}
{{--             class="article-image my-4 rounded-lg shadow-md">--}}
        <!-- Заголовок -->
        <h1 class="text-2xl font-bold text-center mb-8">ОБЕТЫ И СТРАХ
            ШУНЬЕВОЙ БЕЗДНЫ</h1><i></i>

        <h2 class="text-2xl text-center font-semibold mb-4">Обеты и страх</h2>

        <p>В каждой буддийской колеснице есть свои клятвы (санскр.
            <i>samaya</i>;
            тиб. <i>dam-tshigs</i>) и обеты. Каждая сангха акцентирует одни и
            оставляет за скобками другие. Эволюционирует мир, сменяются кальпы –
            обновляются устаревающие обеты. Сейчас уже странно читать некоторые
            заветы Шакьямуни для монахов-современников из его окружения: «не
            чавкать за столом», «не хватать еду руками», «собственную одежду
            мыть самому», «не испражняться стоя».</p>

        <p>Иное в тантре. Сурово и мощно выглядит главный тантрийский обет:
            «Клянусь реализовать созерцаемого идама, ибо так и только так
            познается природа учителя». Обеты, данные тантрийскому учителю,
            почитаются выше общебуддийских; нарушение их учеником порой даже
            провоцируется для демонстрации его истинного, а не декларируемого
            духовного достижения.</p>

        <p>Среди иерархии мотиваций вступления на путь дхармы – спасения,
            блаженства, тайны, страха посмертного небытия или вечного страдания
            и др. гелугпинцы считают главными <i>страх</i> страданий сансары и <i>веру</i> в
            то, что Три Драгоценности могут спасти от ужасов сансары. В 60-е
            годы доминантой были два иных мотива, кратко выражаемые двусоставной
            формулой неразделимых устремлений: «хочу знать, чтобы помочь». На
            тантрийском этапе – это Мудрость недвойственности шуньяты (<i>хочу
                знать</i>) и блаженства (<i>чтобы помочь</i>) – отправная точка «гнева
            неведения». Эту двусоставную формулу «неразделимых устремлений»
            традиция называет <i>бодхичиттой</i>. Но подчеркну: главным мотивом тогда
            на фоне общей неудовлетворённости была жажда знания.</p>

        <p>Действия учеников <i>определяются</i> нравственными принципами дхармы и
            <i>отличаются</i> заповедями Учителя. Отсюда право и ответственность
            определять момент и содержание (степень открытости) Проповеди
            (Ваджрная речь). Истинная же Проповедь никогда не прекращается, ибо
            это сама жизнь и тем более – общение между ваджрными братьями и
            сестрами.</p>

        <p>Если есть страх нарушить обеты, общие и специальные, то это не так уж
            и плохо, заслуги и будут согласно такому «уровню» соблюдения
            правил.</p>

        <p>«Беда» в том, что обеты ни взять, ни исполнить. Поэтому страх обета –
            это ненужный костыль, подобный христианскому методу борьбы с
            гордыней при помощи <i>страха Божия</i>. В буддизме <i>сомнение выше обета</i>,
            ибо работа мысли с сомнением (вместерожденным с мудростью) есть
            причина творчества и Пробуждения.</p>

        <p>Дхарма <i>страх</i> есть у всех. Есть и у практикующих тантру, но у
            последних, затрагивая область мысли и психики, она, тем не менее, не
            должна определять целеполагание. Иначе – комплексы, взрывы клеш,
            сумасшествие. Истинно тантрийский подход состоит в созерцании самого
            страха, в применении в созерцании испытанных методов трансформации
            клеш.</p>

        <p>«Со мной останутся те, кто не боится сансары», – с этой фразы
            Дандарон начал в июле 1972 года Ваджрную Проповедь и повел учеников
            в гневную тюремную мандалу.</p>

        <p>Он же сказал: «Истинный йогин должен при жизни испытать смертные
            страдания». И своей жизнью неоднократно подтвердил эту неумолимую
            печать сансары на Пути созерцателя. Без подобной суровой и
            бесстрашной практики Ясного Света неоткуда взяться пониманию шуньяты
            Блаженства, шуньяты Проявленного!</p>

        <p>Суровы буддовогордые образы боддхисаттв-сиддхов в буддийской
            иконографии. Взгляните на лики учителей любой традиции, и все
            сомнения о Проповеди, духовном праве и дхарме <i>решимость</i> исчезнут
            сами собой. Человек принимает решение всегда на уровне отсутствия
            полноты информации. Только тогда это будет <i>решимость</i>. В этом –
            шуньевая составляющая познания, поведения и продвижения, не говоря
            уже о вместерожденной практике махамудры. Тем, кто боятся шуньяты,
            радуга Ясного Света не приносит радости, их восторг и вдохновение
            лишь временны, и все чаще настигает провал в тяготу страдания и
            уныния.</p>

        <h2 class="text-2xl text-center font-semibold mb-4">Закат классической
            религиозности и нерелигиозность классического буддизма</h2>

        <p>Утверждение об «отработанности религиозных программ» смущает. Но
            никто: ни счастливое бюргерство христианского Старого Света,
            отдавшее заботы о своем посмертии религиозным структурам; ни
            самоуверенный атеизм юной Америки, прикрывающийся конформизмом
            полусектантских учений; ни молодое, здоровое, радостно славящее
            Аллаха поколение исламского Востока – парадоксально сохраняющее
            генофонд планеты, – не опровергают этот тезис. Нельзя забывать, что
            первичная, неискаженная цель большинства религий – не рай на Земле,
            но постижение себя и божества. В иудаизме и христианстве –
            установление общения с Богом, в индуизме – постижение Бога в себе, и
            совсем иное в буддизме – Пробуждение истинной свободной
            самоприроды.</p>

        <p>Этим целям перестали соответствовать мировые религии, вырастив
            паразитирующие на первоидее общемировые структуры, а значит,
            уловившись в сети многоликого Дэвапутра-мары (Мары Сына Небожителя).
            Не скрывая заявляют исповедники этих, давно уже по сути
            протестантских, верований: «Мой жизненный успех – свидетельство
            божьей благодати!». Религии перестали вести к Богу, они стали вполне
            светскими институтами.</p>

        <p>Конечность религиозных программ заповедана их основателями. Будда
            прямо говорил о тысяче, а потом даже о пятистах лет процветания
            дхармы, о смене её иным учением в грядущую эпоху Майтреи. В
            китайской традиции идея деградации и упадка дхармы выражена еще
            чётче: сначала эпоха процветания, затем эпоха формализованной формы
            учения и, наконец, завершающий период псевдоучения.</p>

        <p>Да и христиане с ожиданием конца света, апокалипсиса, пришествия
            Антихриста, тоже ограничивают время жизни христианства как религии,
            как системы нравственных и философских установок.</p>

        <p>Не прост буддизм даже в форме народной религии, еще труднее как
            монашество с программой философского образования, совсем сложен в
            метрике поведения сиддхов и постижим лишь для немногих на уровнях
            атийоги и махамудры.</p>

        <p>Учение Будды изначально заряжено динамичностью и многоуровневостью.
            Человек же по природе своей стремится к определенности и
            постоянству. И даже опытные буддисты порой пасуют при резкой смене
            установки. Так было при Втором повороте Колеса учения Нагарджуной:
            сотни подвизающихся кончали жизнь самоубийством либо погибали от
            разрыва сердца или инсульта. Они были буддистами и не смогли
            воспользоваться соблазном объявить Нагарджуну еретиком, им хватило
            понимания признать буддистичность и истинность его учения, но
            взглянуть в шуньяту по-новому было не в их природе.</p>

        <p>Дандарон переводил иногда шуньяту как <i>бездна</i>. Наивно утверждать, что
            в бездну осмелятся «смотреть» многие, а тем более практиковать ее.
            Но бодхисаттвам-махасаттвам – мужчинам и женщинам, велено по
            естеству практиковать эту бездну в блаженстве шуньяты с Тарами и
            <i>дакинями</i>, бодхисаттвами и <i>даками</i>, вместерожденно с вами познающими
            шуньяту блаженства.</p>

        <p>Игра шуньяты и Ясного Света, их «осцилляция» немыслимой частоты,
            «выше которой нет», как говорил А.И. Железнов, порождает эффект
            зеркала Вайрочаны, возможность знать о себе голое «есмь». А далее –
            чистота, блеск и богатство Ясного Света, или манящая, но
            путанно-страдательная сансара.</p>

        <p>Мало кто может иметь дело с реальностью шуньяты – Открытым
            горизонтом, Неисчислимостью и постоянно и принципиально
            незавершаемым Творчеством.</p>

        <p>Все сказанное про буддизм-не-религию не очень уютно. Но тантра – это
            битва, и есть прекрасная установка: пять органов чувств превыше всех
            сиддх!</p>

        <p>Шуньята – не дхарма, как и время. Это обозначение открытости и
            беспредельности бытия, это категорически определяет буддизм как
            незамкнутую систему. В этом его естественность и трепетный ужас для
            робких.</p>

        <p>Убоявшиеся прибегли под покровительство Мары духовных наркотиков,
            жрецы которого, изучив язык буддизма, но не реализовав его максимы,
            стремятся завоевывать мир под магические и убогие заклинания.
            Иллюзия спокойствия и духовного усилия в ретритах и дхарма-центрах;
            «вибрации» и массовый психоз псевдосамадхи на бенефисах
            лам-гастролеров; веселье и тусовочная кутерьма новообращенных
            статистов духовных структур, мнимое приобщение к опыту великих
            йогинов в доморощенном отшельничестве – вот несомненные знаки упадка
            учения.</p>

        <p>Мы говорим: русский буддизм, готовясь, не иронизируя, добавить
            <i>православный</i>. Буддизм сможет стать душевнее, когда станет, наконец,
            русским. Просто слишком холодны были сердцем буддийские
            первопросветители славян – <i>щербатские</i> и <i>розенберги</i>. Мы отчасти
            унаследовали холодный блеск их интеллектуальных экзерсисов.</p>

        <p>Появится и в русском буддизме благодать и старчество, и духовное
            водительство в русском стиле – с отеческой заботой и милосердием.
            Будут и русские буддийские лавры, подобные Самье и Лаврану.</p>

        <p>Русский буддизм в России и есть Великое Сострадание. Шуньевая
            обнаженность и гладкость акаши холодны и реально небытийны. Но
            дхармакая безлично бодхичиттово узорит акашу, и буддизм, не мыслимый
            без бодхичитты, просто обязан быть одетым, в нашем случае – в одежды
            русской национальной культуры.</p>

        <p>Национальный буддизм – это всегда религия. Но есть тантрийские
            бодхисаттвы, буддисты-как-таковые, все они – никак не религиозные
            люди. Нагарджуна, Васубандху, Лонченпа, Дандарон – буддисты, скорее
            даже необуддисты, но это нерелигиозный тип личности. Это
            бесстрашники, они всегда в опасной точке разрыва горизонта, где
            слышен рык Дамдина. Недаром Дандарон в «Черной Тетради» писал, что
            Сократу и Платону нашептывал в ухо некто вроде Хаягривы.</p>

        <p>Сокровенной сутью любой нации является её язык. С какими бы формами
            культуры ни взаимодействовал буддизм вплоть до гармоничного
            взаимопроникновения, как, например, в Китае, национальной религией
            он будет тогда, когда язык дхармы и язык народа станет одним языком.
            Это и есть самое эффективное условие рождения национального
            буддизма: тексты Канона должны быть переведены на русский язык;
            ритуалы, молитвы и славословия должны звучать по-русски. Вот тогда
            буддизм и станет русским по достаточному условию.</p>

        <p class="text-right"><i>18.04.2012 г.</i></p>
    </div>
@endsection
