@extends('layouts.app')
@section('title', 'ДХАРМА - ТЕКСТ И ТЕКСТОПОРОЖДАЮЩИЙ МЕХАНИЗМ')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.8)),
            url('{{ asset("backgrounds/miyal.webp") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            ДХАРМА - ТЕКСТ И ТЕКСТОПОРОЖДАЮЩИЙ МЕХАНИЗМ</h1>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>Общеизвестно, что понимание одного из центральных терминов буддизма «дхармы» вызывает
                определенные трудности. Несмотря на упорный труд нескольких поколений
                исследователей, значение этого термина как единого понятия до сих пор не раскрыто. В
                начале нашего века Д. Т. Судзуки предлагал для перевода «дхармы» следующие слова:
                law, institution, rule, doctrine, duty, justice, virtue, moral, merit, character,
                attribute, essential quality, substance, that which exists, being<a
                    href="#citation-1" id="ref-1" class="citation-mark"><sup>1</sup></a>. В 1918 г.
                петербургский буддолог О. Розенберг выпустил книгу по буддийской философии, в
                которой выделил семь групп основных значений «дхармы»:</p>
            <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                <li class="my-2">Качество, атрибут, сказуемое;</li>
                <li class="my-2">Субстанциальный носитель, трансцендентальный субстрат единичного
                    элемента сознательной жизни;
                </li>
                <li class="my-2">Элемент, т. е. составной элемент сознательной жизни;</li>
                <li class="my-2">Нирвана, т. е. «Дхарма», объект учения Будды;</li>
                <li class="my-2">Абсолютное, истинно реальное и т. д.;</li>
                <li class="my-2">Учение, религия Будды;</li>
                <li class="my-2">Вещь, предмет, объект, явление<a href="#citation-2" id="ref-2"
                                                                  class="citation-mark"><sup>2</sup></a>.
                </li>
            </ol>
            <p>По мнению Розенберга, именно второе значение является главным: «Основное и, вероятно,
                первоначальное значение термина встречается в философских сочинениях, а также и в
                сутрах, где под дхармами разумеются «носители», или истинно-реальные, непознаваемые
                субстраты тех элементов, на которые в абстракции разлагается поток сознательной
                жизни, т. е. субъект и переживаемый им мир как внешний, так и внутренний»<a
                    href="#citation-3" id="ref-3" class="citation-mark"><sup>3</sup></a>.</p>
            <p>Поэтому и не удивительно, что Розенберг определяет «дхарму» следующим образом:
                «Дхармами называются истинно-сущие трансцендентальные непознаваемые
                носители-субстраты тех элементов, на которые разлагается поток сознания со своим
                содержанием»<a href="#citation-4" id="ref-4" class="citation-mark"><sup>4</sup></a>.
            </p>
            <p>В 1922 г. М. и В. Гэйгеры опубликовали книгу о дхарме, которую можно считать итогом
                работы палийских филологов в этом направлении<a href="#citation-5" id="ref-5"
                                                                class="citation-mark"><sup>5</sup></a>.
                Но в содержательном плане она не прибавляла почти ничего нового к тому, что было уже
                высказано Розенбергом.</p>
            <p>В 1923 г. вышла книга о дхарме Ф. И. Щербатского. Представляется, что влияние
                Розенберга на концепции Щербатского было немалым. Но Щербатской толковал открытия
                Розенберга по-своему и, как мне кажется, несколько упрощенно. В его интерпретации
                буддийская теория дхармы представляется нам как своеобразный онтологический атомизм:
                «The conception of dharma is the central point of the Buddhist doctrine. In the
                light of this conception Buddhism discloses itself as a metaphysical theory,
                developed out of one fundamental principle, viz. the idea, that existence is an
                interplay of a plurality of a subtle, ultimate, not further analysable elements of
                Matter, Mind and Forces. These elements
                are technically called dharmas»<a href="#citation-6" id="ref-6"
                                                  class="citation-mark"><sup>6</sup></a>.</p>
            <p>Эту идею Щербатской продолжил и в своих последующих работах: «... every composite
                thing contains nothing real over and above the parts of which it is composed. Real are
                only the parts, that is the ultimate parts, the Elements. Element and reality are synonymous»<a href="#citation-7" id="ref-7"
                                                      class="citation-mark"><sup>7</sup></a>.</p>
            <p>Но и Щербатской не дал окончательного ответа на то, что этот элемент, т. е. дхарма,
                представляет собой. Поэтому он заканчивает свою работу несколько обескураживающим
                признанием: «What is dharma? It is inconceivable! It is subtle! No one
                will ever be able to tell what its real nature is! It is transcendental»<a
                    href="#citation-8" id="ref-8" class="citation-mark"><sup>8</sup></a>.</p>
            <p>Вся последующая буддология почти ничего не прибавила к тому, что было высказано этими
                двумя великими учеными.</p>
            <p>Лишь в одной статье В. Либенталя проводится интересная идея о дхарме как «элементе
                образа» или «позиций»; «Eine Position ist also ein Wort in der Schrift (dem Bild) eines Lehrers, und wurde
                von anderen Lehrern abgelehnt, weil sie in deren Schrift nicht passte. So
                lehnte Gotama Buddha die Position Gott (īśvara) ab, weil sie nicht zur Befreiung
                führt»<a href="#citation-9" id="ref-9" class="citation-mark"><sup>9</sup></a>.</p>
            <p>Эту идею Либенталя можно считать прямым продолжением линии Розенберга и Щербатского,
                и нам будет важно подчеркивать то, что для Либенталя дхарма как «элемент
                сознательной жизни» (определение Розенберга) проявляется прежде всего как «слово
                Писания», т. е. элемент текста. Важен и факт, что Либенталь полностью отказался от
                мыслей о «трансцендентальных носителях» и т. д., что соответствует современному
                пониманию буддизма как учения, не признающего противопоставления «явление — сущность»
                или «проявленное — трансцендентальное».</p>
            <p>Итак, в дальнейшем рассуждении мы исходим из того, что Дхарма это «элемент текста»,
                который в то же время и «элемент сознательной жизни», т. к. сознание проявляется
                только тогда, когда происходит акт порождения текста. Но, на мой взгляд, можно идти
                еще дальше: «дхарму» можно рассматривать не только как элемент текста, но скорее как
                текст, который может иметь любую протяженность, начиная с одной буквы (напр. «а»),
                или даже с паузы, и кончая такими объемистыми сутрами, как «Аватансака» или
                «Шатасахасрика Праджняпарамита», или даже всей совокупностью буддийской литературы
                («Учение Будды»), настоящий объем которой, кстати, по некоторым причинам (в течение
                истории все время создавались новые канонические тексты и в то же время исчезли
                многие другие) не известен ни одному буддологу.</p>
            <p>Но дхарма вообще не обязательно должна быть строго зафиксированным, имеющим
                окончательную форму текстом. Поэтому можно дхарму рассматривать как текст, который
                порождает новые тексты, т. е. она представляет собой прежде всего текстопорождающий
                механизм. Первую проповедь Будды Шакьямуни называют «дхармачакраправартана»
                («поворачивание колеса дхармы»), что можно почти буквально перевести и как «запуск
                механизма дхармы». Невероятно большое количество буддийских священных текстов
                является доказательством именно такого понимания: в буддизме (особенно в махаяне)
                восторжествовала идея, что в деятельности основоположника (т. е. Будды Шакьямуни)
                важным было не столько то, что именно он высказал, т. е. процесс зафиксирования его
                речей, сколько то, что он создал правила (парадигмы) текстопорождения, по которым в
                течение некоторых веков происходил процесс создания текстов (которые, кстати, все
                формально содержат высказывания самого Шакьямуни).</p>
            <p>Таким образом, любой зафиксированный текст имеет как будто бы назначение порождать
                новые тексты (напомним хотя бы множество праджняпарамитских сутр). Но здесь не
                следует забывать, что основным назначением буддийских текстов было совершение
                изменений в сознании буддиста вплоть до достижения наивысших состояний сознания
                (нирвана, ануттара самьяк-самбодхи, праджняпарамита, сарваджнята и т. д.). Поскольку
                в буддизме сознание (точнее состояние сознания, т. к. «чистое» сознание считается
                вообще неописуемым) рассматривается тоже как текст, «внутренний текст», то создание
                нового состояния сознания понимается как порождение нового «внутреннего текста»,
                причем «внешний текст» (а объем его, как уже сказано, может быть любым) выступает в
                качестве импульса, который запускает механизм порождения внутреннего текста. Иногда
                внутренний текст фиксировался (или мнемотехнически или письменно), что означало
                появление нового «внешнего текста».</p>
            <p>Механизм создания «внутреннего текста» состоит из некоторых действий, основными из
                которых являются «дхьяна» и «бхавана». «Дхьяна» (букв. «мышление») это прежде всего
                взаимодействие сознания с текстом, в котором преобладают понятия, но «бхавана»
                (букв. «становление») представляет собой образное мышление, а с помощью ее создаются
                и визуальные тексты (т. е. картины).</p>
            <p>Именно понимание «дхармы» как текста и «текстопорождающего механизма» позволяет
                соединять в единое целое все значения его, которые до сих пор рассматривались как
                совершенно разные (элемент бытия нирвана учение Будды и т. д.).</p>
            <hr class="my-8 border-t-4 border-gray-500">
            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl my-4">ПРИМЕЧАНИЯ</h4>
                <p class="my-2" id="citation-1"><sup>1</sup> Suzuki D. T. Outlines of Mahayana
                    Buddhism. London, 1907, p. 221.<a href="#ref-1"
                                                      class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-2"><sup>2</sup> Розенберг О. О. Проблемы буддийской
                    философии. Петроград, 1918, c. 83.<a href="#ref-2"
                                                         class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-3"><sup>3</sup> Там же, с. 85.<a href="#ref-3"
                                                                              class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-4"><sup>4</sup> Там же, с. 106.<a href="#ref-4"
                                                                               class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-5"><sup>5</sup> Geiger M. und W. Pali dhamma. München,
                    1922.<a href="#ref-5" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-6"><sup>6</sup> Stcherbatsky Th. The Central Conception
                    of Buddhism and the Meaning of the Word "Dharma". London, 1923, p. 13.<a
                        href="#ref-6" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-7"><sup>7</sup> Stcherbatsky Th. The Doctrine of the
                    Buddha. In: Bulletin of the School of Oriental Studies. London, 1931, vol. VI,
                    p. 873.<a href="#ref-7" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-8"><sup>8</sup> Stcherbatsky Th. The Central
                    Conception.... p. 75.<a href="#ref-8"
                                            class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-9"><sup>9</sup> Liebenthal W. Ding und Dharma. In:
                    Asiatische Studien. 1961, Bd. XIV, S. 20.<a href="#ref-9"
                                                                class="text-blue-500 hover:underline">↩</a>
                </p>
            </div>
            <hr class="my-8 border-t-4 border-gray-500">
            <p class="text-right italic text-gray-600 mt-4">Учёные записки Тартуского
                государственного университета, Труды по знаковым системам XXI, Символ в системе культуры, с. 22-25</p>
            <p class="text-right italic text-gray-600 mt-4">Л. Мялль</p>
        </div>
    </div>
@endsection
