@extends('layouts.app')
@section('title', 'Об одном возможном подходе к пониманию śūnyavāda')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.8)),
            url('{{ asset("backgrounds/miyal.webp") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            Об одном возможном подходе к пониманию śūnyavāda</h1>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">

            <p>0. Дошедший до синтеза диалог между Западом и Востоком выставляет на первый план
                требование понимать то, что Восток имеет нам сказать, чтобы мы могли принимать
                восточные достижения как важные компоненты нашей культуры.</p>

            <p>0.1. Исследователи восточных культур исходили до сих пор главным образом из двух
                разных концепций (здесь я опускаю те случаи, где восточные достижения признаются
                непонятными или неполноценными):</p>

            <p>0.1.1. И западная и восточная культуры развились и развиваются параллельно (оказывая
                или не оказывая влияние друг на друга) в строгом соответствии. Все основные явления
                культуры имели место при одной и той же исторической эпохе (что бы под этим не
                подразумевалось) в ареалах обоих культур. Приверженцы этой аксиомы могут привести
                параллели Будда — Христос, аристотелевская логика — логика ньяи (<em>nyāya</em>),
                Лао-цзы —
                Сократ и др.<a href="#citation-1" id="ref-1" class="citation-mark"><sup>1</sup></a>
            </p>

            <p>0.1.2. По другой концепции и та и другая культуры доходили до одних и тех же
                результатов не обязательно одновременно. По такому допущению представляются вполне
                правомерными сравнения: Кант — Шанкара, <em>шуньявада</em> — релятивизм XX века,
                буддизм —
                диалектический материализм<a href="#citation-2" id="ref-2"
                                             class="citation-mark"><sup>2</sup></a>.</p>

            <p>0.1.2.1. На мой взгляд, вторая концепция имеет явные преимущества перед первой: уже
                признание неодновременности в развитии культур допускает активную роль Востока в
                синтезе этих двух культур. Но сразу же бросается в глаза и основной недостаток
                второй
                концепции: все достижения Востока рассматривались сторонниками этой точки зрения как
                уже реализованные на Западе, притом всегда при жизни данного автора<a
                    href="#citation-3" id="ref-3" class="citation-mark"><sup>3</sup></a>. То новое,
                что было открыто при исследовании восточных культур, относится главным образом к
                деталям, причем все основные моменты были оценены как восточные аналоги западных
                явлений.</p>

            <p>0.2. Думается, что сказанное относится в такой же мере и к первой предпосылке, а
                именно в том смысле, что восточные феномены рассматривались как удобное поле для
                совершения выработанных на Западе научных действий. В качестве примера приведем
                буддизм, который разными учеными был провозглашен то религией, то атеизмом, то
                нигилизмом, то материализмом или идеализмом, то рационализмом, то диалектикой<a
                    href="#citation-4" id="ref-4" class="citation-mark"><sup>4</sup></a>. Каждое
                определение в этом списке показывает тенденцию к отрицанию других. Думается, что
                такой подход уже исчерпал себя. Пользование такими терминами как «парадоксальное»,
                часто встречающимся в последних трудах<a href="#citation-5" id="ref-5"
                                                         class="citation-mark"><sup>5</sup></a>,
                доказывает, что уже созрел новый подход к Востоку<a href="#citation-6" id="ref-6"
                                                                    class="citation-mark"><sup>6</sup></a>.
            </p>

            <p>0.3. Этот подход основывается на понимании относительной самостоятельности Восточного
                мира. Восточные феномены рассматриваются как не подлежащие редукции по западным
                схемам. Этим, конечно, не отрицается возможность существования параллелей, но
                поскольку их нельзя конструировать насильственно, то параллели сами появляются
                неожиданно на новых уровнях. Поэтому представляется само собой разумеющимся, что
                Восток имеет во многих областях культуры совершенно уникальные результаты<a
                    href="#citation-7" id="ref-7" class="citation-mark"><sup>7</sup></a>.</p>

            <p>0.3.1. Нашей задачей при востоковедческих исследованиях должно быть стремление к
                созданию моделей, делающих возможным новый подход к осмыслению западных явлений.</p>

            <p>0.3.2. Сначала такой подход покажется нелегким. Здесь мы сразу сталкиваемся со
                сложными методологическими проблемами, решение которых на первых порах неизбежно
                зависит от интуиции. Что касается буддологии, то здесь в первую очередь необходимо
                создание центральных понятий, способных описать буддизм в строгом соответствии с
                восточными представлениями. Первым членом нового ряда может стать термин
                лизиология<a href="#citation-8" id="ref-8" class="citation-mark"><sup>8</sup></a>.
            </p>

            <p>— <strong>Лизиология</strong> — это учение об освобождении лизиологической персоны (в
                качестве которой выступает отдельная личность или коллектив), причем под
                освобождением понимается достижение нового уровня, который в сравнении с
                первоначальным оценивается как высшее. Учение можно называть лизиологическим, если
                оно содержит три компонента:</p>

            <p>1.1. Первый компонент — описание первоначального уровня, центральным моментом
                которого является доказывание неизбежности освобождения от этого уровня. Описание
                первоначального уровня не обязательно должно соответствовать реальности, даже не
                важно <strong>понимание</strong> его данной лизиологической персоной. Существенным
                считается только наличие отрицательного понятия (не только такого, которое
                предполагает существование парного утвердительного понятия), при помощи которого
                лизиологическая персона оценивает свое положение.</p>

            <p>1.2. Вторым элементом является определение и описание конечного уровня. Так как
                лизиологические учения предпочитают пользоваться максимально противоположными
                понятиями, то и определение конечного уровня проявляет тенденцию быть максимально
                противоположным к первоначальному.</p>

            <p>1.3. Третьим элементом лизиологии является <strong>путь</strong>. Под этим термином я
                понимаю совокупность следующих друг за другом методов, нужных для поднятия
                лизиологической персоны с одного уровня на другой. Путь описывается обычно как
                <strong>процесс</strong>, что в смысле описания противопоставляется синхронным
                уровням. Но обычно и путь разделяется на конечное число уровней.</p>

            <p>1.4. Лизиологические учения нередко встречаются как на Востоке, так и на
                Западе. Лизиологическими можно считать и медицину, и психоанализ, и разные
                социологические учения и мистические, и йогические учения. Что касается
                лизиологической персоны, то восточный человек легче принимает роль индивидуальной
                лизиологической персоны, а западный - коллективной. Кажется, что это различие
                объясняется более развитой склонностью восточного человека к практике. Западный
                человек, напротив, довольствуется элегантно изложенной
                теорией<a href="#citation-9" id="ref-9" class="citation-mark"><sup>9</sup></a>.
            </p>

            <p>1.4.1. Только на Востоке (особенно в Индии) лизиология была развита как теоретическая
                и практическая наука. Благодаря индийской мысли, мы имеем детальные, тонко
                психологические теории, которые могут стать основой для выработки теории европейской
                лизиологии. Лизиологиями были все шесть даршан (<em>darśana</em>)<a
                    href="#citation-10" id="ref-10"
                    class="citation-mark"><sup>10</sup></a>,
                а кроме этих и многие другие учения, в том числе учения современных Будде шраманов
                (<em>śramana</em>).</p>

            <p>1.5. По приведенной в § 5 семиотической модели можно лизиологический процесс описать
                следующим образом (систематическая семиотика — S, трансформативная семиотика —
                T):</p>

            <p class="text-center">S1 → T (t1, t2, t3,...tn) → S2</p>

            <p>Таким образом этот процесс в конечном счете представляет собой замену систем, а не
                выход за пределы знаковой системы как таковой.</p>

            <p>Это обстоятельство хорошо понимали буддисты-праджняпарамитисты. Можно привести для
                примера отрывок из Аштасахасрики Праджняпарамиты (<em>Aṣṭasāhasrikā
                    Prajñāpāramitā</em>):</p>

            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>Если он пребывает в форме (<em>rūpa</em>), то пребывает в знаке (<em>nimitta</em>);
                    если он
                    пребывает в знаке формы, то пребывает в знаке; если он пребывает (в мысли):
                    «форма является знаком», то пребывает в знаке, если он пребывает в возникновении
                    формы, то пребывает в знаке; если он пребывает в исчезновении формы, то
                    пребывает в знаке; если он пребывает в уничтожении формы, то пребывает в знаке;
                    если он пребывает (в мысли) «форма пуста», то пребывает в знаке; если он
                    пребывает (в мысли) «я пребываю», то пребывает в знаке; если он пребывает (в
                    мысли) «я — бодхисаттва», то пребывает в знаке, так как он достигает только
                    (выражение) — «я — бодхисаттва»<a href="#citation-11" id="ref-11"
                                                      class="citation-mark"><sup>11</sup></a>.</p>
            </blockquote>

            <p>2.1. Приведенный пример относится к снятию одной абхидхармистской
                (<em>abhidharma</em>)
                системы, по которому путь представлялся заменой т.н. дхарм (<em>dharma</em>) в
                качестве
                объектов медитации.</p>

            <p>Здесь указывают, что любая дхарма (в примере форма — <em>rūpa</em>) является только
                знаком и
                что путь от одного уровня к другому (в примере от «формы» до «я — бодхисаттва») не
                является выходом за пределы знаковых систем.</p>

            <p>3. Таким образом, буддисты не принимали ни пути, ни системы, а выработали совершенно
                новое учение, настолько оригинальное и уникальное, что его вряд ли можно с чем-либо
                сопоставить. Название этого учения на санскрите — <em>śūnyavāda</em>, что можно
                перевести
                как <strong>зерология</strong>. Центральным понятием шуньявады является
                <em>śūnyatā</em>
                (на пали — <em>suññatā</em>), термин, представляющий для буддологии огромные
                трудности<a
                    href="#citation-12" id="ref-12" class="citation-mark"><sup>12</sup></a>.</p>

            <p>3.1. Хотя каждый перевод этого слова (приведенный в сноске 12), сам по себе не
                ложный, все-таки очевидна их связь с концепциями, не свободными от влияния
                традиционных схем. Но даже при таком подходе можно при помощи уместного истолкования
                передать более или менее точный смысл этого термина<a href="#citation-13"
                                                                      id="ref-13"
                                                                      class="citation-mark"><sup>13</sup></a>.
            </p>

            <p>3.1.1. В то же время было давно известно, что <em>śūnya</em> (абстрактная форма —
                <em>śūnyatā</em>)
                обозначает в индийской математике <strong>ноль</strong><a href="#citation-14"
                                                                          id="ref-14"
                                                                          class="citation-mark"><sup>14</sup></a>.
                Среди немногочисленных индологов, расширивших поле этого значения на другие области
                индийской культуры, выделяется Бетти Хейманн<a href="#citation-15" id="ref-15"
                                                               class="citation-mark"><sup>15</sup></a>.
                По ее мнению, ноль был изобретением индийских метафизиков, как буддистов, так и
                брахманистов. Математика усвоила ноль только в III в. до н.э., описав его точно так,
                как буддисты описали нирвану. Благодаря арабам, которые выступали посредниками между
                Индией и Европой, ноль, наконец, попал и в западный мир<a href="#citation-16"
                                                                          id="ref-16"
                                                                          class="citation-mark"><sup>16</sup></a>.
                Отдавая должное заслугам Б. Хейманн, нельзя согласиться с ее попыткой сопоставить
                буддизм с брахманизмом и редуцировать понятие ноля к монистическому абсолюту<a
                    href="#citation-17" id="ref-17" class="citation-mark"><sup>17</sup></a>.</p>

            <p>3.2. В буддийской литературе существует и другой термин для обозначения ноля, и, как
                мне кажется, более древний — <em>madhya</em> (<em>madhyama</em>), который обычно и в
                буддийских
                текстах переводится как «среднее». Ф. И. Щербатской указал на синонимичность этого
                слова и шуньи<a href="#citation-18" id="ref-18" class="citation-mark"><sup>18</sup></a>.
            </p>

            <p>3.2.1. Ноль в буддизме не обозначает отсутствие чего-либо, или отрицание чего-либо, а
                снятие (еще точнее — игнорирование) оппозиций между утвердительными и отрицательными
                суждениями, между + и —, а это значит, что все взаимосвязи оцениваются как
                неопределенные.</p>

            <p>Это выражено уже в самых ранних буддийский текстах (<em>Saṃyutta-nikāya</em>, II, p.
                17.):</p>

            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>Этот мир, о Каччаяна, зависит от утверждения и от отрицания...» «Всё есть» — это
                    первая противоположность, «всё не есть» — это вторая противоположность. Минуя
                    эти
                    две противоположности, Татхагата проповедует нулевой путь (видимо автор имеет в
                    виду <em>madhyamā-pratipad</em>).</p>
            </blockquote>

            <p>Или в махаянской традиции (<em>Kāśyapaparivarta</em>, § 60):</p>

            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>«Есть» — это первая противоположность, «не есть» — это вторая противоположность.
                    То, что лежит между этими двумя противоположностями, не подлежит исследованию,
                    неизреченно, непроявленно, непостижимо и не имеет длительности. Это, о Кашьяпа,
                    и есть нулевой путь, называемый истинным познанием явления бытия.</p>
            </blockquote>

            <p>3.3. Ввиду того, что формулировка объекта зерологических исследований остается пока
                (а может быть, что и навсегда) невозможной<a href="#citation-19" id="ref-19"
                                                             class="citation-mark"><sup>19</sup></a>,
                целесообразно приблизиться к этому объекту при помощи трех моделей.</p>

            <p>4. Первая модель — <strong>лизиологическая</strong>. На первый взгляд,
                лизиологическое
                направление в буддизме настолько преобладает, что кажется естественным рассматривать
                буддизм как лизиологическое учение. Действительно, некоторые школы буддизма
                подчеркивают именно этот аспект.</p>

            <p>4.1. Лизиологическая модель опирается на то, что и буддизм объявляет своей целью
                освобождение (неважно, каким словом это понятие обозначается). Это значит, что мы
                можем в буддийской литературе найти все компоненты лизиологического учения.</p>

            <p>4.2. Описание первоначального уровня исходит обычно из понятий <em>saṃsāra</em> или
                <em>duḥkha</em>
                (на пали <em>dukkha</em>). Их принято переводить соответственно как «феноменальный
                мир»
                (противоположное понятие к абсолюту) и «страдание». Нас в данном случае не
                интересует интерпретация этих терминов, для нашей цели важно только понимание их
                отрицательного характера. Примером может служить известная буддийская первая
                благородная истина: «Это, о монахи, благородная истина о страдании: рождение —
                страдание, старость — страдание, болезнь — страдание, соединение с неприятным —
                страдание, отлучение от приятного — страдание, недостижение желаемого — страдание»<a
                    href="#citation-20" id="ref-20" class="citation-mark"><sup>20</sup></a>.</p>

            <p>4.3. Описание конечного уровня передается многими различными терминами как <em>nirodha,
                    nirmokṣa, nirvṛti, nirveda</em>, но среди них выделяется <em>nirvāṇa</em>. Как
                правило, это все
                отрицательные термины, т.е. их противопоставление к элементам описания
                первоначального уровня состоится в отрицательном плане: «Существует, о монахи,
                нерожденное, неставшее, несделанное, неоформленное»<a href="#citation-21"
                                                                      id="ref-21"
                                                                      class="citation-mark"><sup>21</sup></a>.
            </p>

            <p>4.4. Все различие буддизма от всех остальных лизиологических учений состоит в том,
                что путь излагается как нулевой (<em>madhyamā pratipad</em>), который с точки зрения
                внешнего наблюдателя может быть описан как восьмеричный путь
                (<em>āryāṣṭāṅgikamārga</em>):
                правильный взгляд, правильное отношение, правильная речь, правильное действие,
                правильное поведение, правильное стремление, правильное внимание, правильная
                концентрация<a href="#citation-22" id="ref-22"
                               class="citation-mark"><sup>22</sup></a>.</p>

            <p>4.4.1. Нулевой путь означает то, что в действительности снимается оппозиция между
                первоначальным и конечным уровнями и они рассматриваются как тождественные.
                Нагарджуна пишет об этом удивительно ясно: «Предел нирваны является и пределом
                самсары, они ничем не отличаются друг от друга»<a href="#citation-23" id="ref-23"
                                                                  class="citation-mark"><sup>23</sup></a>.
            </p>

            <p>Та же мысль выражена в Аштасахасрике:</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Я должен нирванизировать неисчислимые
                существа. Но не бывает существ, которые нирванизировались бы. Сколько бы существ ни
                были нирванизированы, все-таки нет ни одного достигшего нирваны и нет ни одного,
                который нирванизировался бы<a href="#citation-24" id="ref-24" class="citation-mark"><sup>24</sup></a>...
                Бодхисаттва-махасаттва отправляется в путь, хотя он не отправляется куда-нибудь.
                Никто не отправляется никуда. Он не пребывает нигде. Но он пребывает во всезнании,
                так как он не стремится там пребывать. Ни одна большая колесница (<em>mahāyāna</em>)
                не
                отправлялась, не отправляется и не отправится<a href="#citation-25" id="ref-25"
                                                                class="citation-mark"><sup>25</sup></a>.
            </blockquote>

            <p>4.5. Лизиологическая модель в буддологии удаляется на второй план, а главное ударение
                переносится на другие модели.</p>

            <p>5. Вторая модель может быть названа <strong>семиотической</strong>. Эта модель
                предполагает существование трех видов практических семиотик во всех сферах
                общества<a href="#citation-26" id="ref-26" class="citation-mark"><sup>26</sup></a>.
                Ю. Кристева называла их удачно систематической, трансформативной и
                парадигматической. На санскрите могут их названиями служить: <em>dṛṣṭi</em> (теория,
                взгляд), <em>yoga</em> (превращение) и <em>śūnyatā</em> (нулевость). В
                лизиологической модели мы
                можем найти параллели этим терминам: путь — трансформативная практическая семиотика.
                В индийской традиции <em>mārga</em> (<em>pratipad, pathā</em>) и <em>yoga</em>, <em>śūnyatā</em>
                и <em>madhyamā pratipad</em> рассматриваются как синонимы и часто заменяют друг
                друга.</p>

            <p>5.1. Эта модель неиерархическая, т.е. все ее компоненты существуют параллельно.
                Все-таки буддийские зерологи трактуют шуньяту как более реальный уровень по
                сравнению с двумя предыдущими, которые оцениваются как иллюзорные (<em>māyā</em>).
            </p>

            <p>5.2. Семантический аспект шуньяты превращает связи между знаками и денотатами в ноль
                (<em>śūnya</em>):</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Говорят «бодхисаттва», «бодхисаттва». Выражением какой дхармы<a
                    href="#citation-27" id="ref-27" class="citation-mark"><sup>27</sup></a> является
                «бодхисаттва»? Я не вижу дхарму «бодхисаттва». Я не вижу и дхарму «трансцендентность
                мудрости». Так как я не нахожу и не вижу ни бодхисаттвы, ни дхармы «бодхисаттва», ни
                трансцендентности мудрости, ни дхармы «трансцендентность мудрости» о каком
                бодхисаттве в какой трансцендентности мудрости я должен наставлять<a
                    href="#citation-28" id="ref-28" class="citation-mark"><sup>28</sup></a>.
            </blockquote>

            <p>5.3. Синтаксический аспект состоит в том, что знаки рассматриваются свободными от
                определенных связей и способными вступать в любые связи между собой: «Сущность
                дхармы глубокая». — «Из-за обособленности» — «Сущность трансцендентности мудрости
                глубокая». — «Из-за чистоты сущности. Из-за обособленности сущности... Все дхармы
                обособлены в их сущности. Что есть обособленность сущностей всех дхарм, то и есть
                трансцендентность мудрости. Почему так? Татхагаты понимали все дхармы как
                несделанные!»<a href="#citation-29" id="ref-29" class="citation-mark"><sup>29</sup></a>
            </p>

            <p>5.4. Парадигматический аспект показывает, что зерологическая персона (бодхисаттва) не
                зависит от какого бы то ни было знака и может свободно оперировать любыми знаками:
                «Но бодхисаттвы не зависят ни от каких дхарм»<a href="#citation-30" id="ref-30"
                                                                class="citation-mark"><sup>30</sup></a>.
            </p>

            <p>6. Третья модель может быть условно названа <strong>психологической</strong>. Основой
                этой модели служит признание трехступенчатости умственной деятельности. По
                буддийской терминологии можно эти ступени обозначить как <em>avidyā</em> (незнание,
                традиционный ум), <em>vijñāna</em> (различение, способность конструировать новые
                знаки) и
                <em>prajñā</em>, (мудрость), синонимом которой служит <em>sarvajñatā</em>,
                (всезнание). Эта
                модель представляется иерархической, причем под целью развития сознания понимается
                достижение уровня <em>prajñā</em> через <em>vijñāna</em>. Уровень <em>prajñā</em>
                противопоставляется
                другим как трансцендентальность (<em>pāramitā</em>).</p>

            <p>6.1. На уровне <em>prajñā</em> отсутствуют логически определяемые связи между
                понятиями, и
                человек может сам создавать или не создавать любые знаковые ситуации. Наблюдатель,
                находящийся на уровне <em>avidyā</em> или <em>vijñāna</em>, не может определить
                этого процесса
                (т.е. найти логическую обоснованность в поведении человека, находящегося на уровне
                <em>prajñā</em>). Но так как случайно некоторые отдельные ситуации <em>prajñā</em>
                могут
                совпадать с моделями наблюдателя, то в такой степени они описуемы.</p>

            <p>6.1.1. Это значит, что каждый уровень имеет своё отношение к логике. Мне кажется, что
                уровню <em>avidyā</em> cоответствует дологическое мышление, уровню <em>vijñāna</em>
                — логическое,
                а уровню <em>prajñā</em> — надлогическое (в действительности это совсем иная
                логика),
                которая может быть обозначена логико-предметной формулой</p>
            <p class="my-2 text-center">
                <strong>A Θ B</strong><a href="#citation-31" id="ref-31" class="citation-mark"><sup>31</sup></a>.
            </p>
            <p>
                Примером этой логики, кроме уже приведенной тетралеммы можно еще привести место из
                Ваджрачхедики: «Татхагата говорил о существах как о несуществах. Поэтому говорят
                «существа, существа»<a href="#citation-32" id="ref-32"
                                       class="citation-mark"><sup>32</sup></a>. <strong>А</strong>
                есть <strong>А</strong>, потому что оно есть <strong>Ā</strong>.
            </p>

            <p>6.2. Уровни <em>avidyā</em> и <em>vijñāna</em> рассматриваются буддистами постоянно сменяющими друг друга:</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Дхармы существуют так, как они не существуют. Их несуществование
                называется незнанием (<em>avidyā</em>). От них зависят обыкновенные люди, которые
                конструируют несуществующие дхармы. Сконструировав дхармы, они стремятся к двум
                противоположностям и не узнают и не видят дхарм. Поэтому они конструируют
                несуществующие дхармы. Сконструировав дхармы, они зависят от двух противоположностей
                и поэтому конструируют дхармы прошлого, дхармы будущего и дхармы настоящего. Их
                сконструировав, они зависят от имени и формы и конструируют несуществующие дхармы<a
                    href="#citation-33" id="ref-33" class="citation-mark"><sup>33</sup></a>.
            </blockquote>

            <p>6.3. Это беспрерывное чередование, постоянное превращение <em>avidyā</em> в <em>vijñāna</em> и
                наоборот и есть то состояние, которое по лизиологической модели оценивается как
                самсара. Переход в <em>prajñā</em> (которая не должна рассматриваться как нирвана) не
                происходит намеренно, по плану, т.е. нельзя определить временную и пространственную
                точку, где сознание превращается в праджническое. Можно даже сказать: <em>prajñā</em>
                возникает сама.</p>

            <p>6.3.1. Смысл всей буддийской зерологической литературы состоит в том, чтобы научить
                людей узнавать состояние (это состояние имеет свою параллель в семиотической модели
                в виде парадигматической практической семиотики, <em>śūnyatā</em>). Для этой цели
                разработана сложная методология, рассмотрение которой не является целью данной
                статьи.</p>

            <p>7. Ноль был изобретен как понятие зерологии, откуда он попал в математику. Европа
                овладела нулем как математическим понятием, но не пора ли уже дать ему более
                глубокое применение.</p>

            <p>7.1. Все-таки «Не нулевость превращает дхармы в нулевые. Дхармы суть нулевые.»<a
                    href="#citation-34" id="ref-34" class="citation-mark"><sup>34</sup></a></p>

            <hr class="my-8 border-t-4 border-gray-500">

            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl my-4">ПРИМЕЧАНИЯ</h4>

                <p class="my-2" id="citation-1"><sup>1</sup> Этому служит примером основная
                    востоковедческая литература, главным образом — конца 19 — начала 20 века.<a
                        href="#ref-1" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-2"><sup>2</sup> См., например, многочисленные труды С.
                    Радхакришнана, особенно, Индийская философия, т. I-II, Москва 1956, а также Th.
                    Stcherbatsky, The Conception of Buddhist <em>Nirvāṇa</em>, Len. 1925. М. Рой в
                    своей
                    книге «История индийской философии», перевод с бенгальского, Москва 1958,
                    считает, что Будда – основоположник диалектического материализма.<a
                        href="#ref-2" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-3"><sup>3</sup> Агехананда Бхарати призывает отказаться
                    при исследовании индийской мысли от терминологии 19 века и заменить ее
                    терминологией новейшей философии и филологии (Agehananda Bharati, The Tantric
                    Tradition, London 1965, p. 13.). Интересны в этом отношении так же работы H. V.
                    Guenther, The Jewel Ornament of Liberation, London 1959; The Life and Teaching
                    of <em>Nāropa</em>, Oxford 1963.<a href="#ref-3"
                                                       class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-4"><sup>4</sup> См. вышеприведенные работы, а также E.
                    Conze, Buddhism, Oxford 1951; Buddhist Thought in India, London 1962; É.
                    Lamotte, Histoire du bouddhisme indien, Louvain 1958.<a href="#ref-4"
                                                                            class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-5"><sup>5</sup> См. особенно Г. Померанц,
                    Европоцентристская модель религии и парадоксальные религии Востока (в сборнике
                    «Труды по востоковедению» I, Тарту 1967).<a href="#ref-5"
                                                                class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-6"><sup>6</sup> Академик Н. И. Конрад пишет: «Мы
                    прилагаем к оценке философских идей Востока обозначения, сложившиеся в
                    философской науке у нас, в Европе, такие, например, как материализм, идеализм,
                    рационализм, интуитивизм, мистицизм, критицизм, монизм, плюрализм и т.п., даже
                    не подумав всерьез о том, подходят ли вообще эти обозначения к тому, что мы
                    хотим
                    обозначить ими; не лучше ли обратиться к тем обозначениям и характеристикам,
                    которые выработаны научной мыслью там же — на Востоке; не соответствуют ли
                    именно эти обозначения природе и содержанию обозначаемых ими явлений. (Н. И.
                    Конрад, Запад и Восток, Москва 1966, стр. 29-30).<a href="#ref-6"
                                                                        class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-7"><sup>7</sup> "The greatest obstacle, however, to
                    mutual understanding is the provincialism of the Westerner himself. Beneath a
                    popular façade being of the world's classic example of an open society, Western
                    people are tribally oriented in a grand but unconscious way." (N. P. Jacobson,
                    Buddhism. The Religion of Analysis, London 1966, p. 15.).<a href="#ref-7"
                                                                                class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-8"><sup>8</sup> От греческого слова λύσιζ, которое
                    соответствует по значению санскритскому <em>mokṣa</em>. Λυσιολογία
                    представляется таким образом переводом санскритского <em>mokṣadharma</em>.<a
                        href="#ref-8" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-9"><sup>9</sup> Я понимаю, что такое воззрение может
                    встретить резкое несогласие. Но все-таки, европейцу не так легко стать йогом.
                    Лучше уж обсуждать вопрос о возможности существования такого странного явления
                    как йога!<a href="#ref-9" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-10"><sup>10</sup> <em>Darśana</em> переводят обычно как
                    «философия».<a href="#ref-10" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-11"><sup>11</sup> <em>Aṣtasāhasrikā
                        Prajñāpāramitā</em>, ed.
                    by P. L. Vaidya, Darbhanga 1960, p. 6.<a href="#ref-11"
                                                             class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-12"><sup>12</sup> M. Monier Williams, Sanskrit-English
                    Dictionary, p. 1085 дает значения: emptiness, loneliness, desolateness, absence
                    of mind, distraction, vacancy (of gaze), nothingness, non-existence,
                    non-reality, illusory nature (of all worldly phenomena); Pali Text Society's
                    Pali-English Dictionary (p. 717): emptiness, "void", unsubstantiality,
                    phenomenality; The Cultural Heritage of India, I, Calcutta 1958, p. 506:
                    non-existence; Th. Stserbatsky, op. cit., p. 242: Relativity.<a href="#ref-12"
                                                                                    class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-13"><sup>13</sup> "The doctrine of emptiness has
                    baffled more than one enquirer. As a theoretical proposition it gives little
                    sense, and seems to amount to a mere assertion of nihilism. The teaching of
                    'emptiness' does not, however, propound the view that only the Void exists. It
                    is quite meaningless to state that 'everything is really emptiness'. It is even
                    false, because the rules of this particular logic demand that also the emptiness
                    must be denied as well as affirmed. ...The destruction of all opinions also
                    includes the opinion which proclaims the emptiness of everything." (E. Conze,
                    Buddhist Thought in India, p. 242-243.)<a href="#ref-13"
                                                              class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-14"><sup>14</sup> См. напр., M. Monier Williams,
                    Sanskrit-English Dictionary, p. 1085.<a href="#ref-14"
                                                            class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-15"><sup>15</sup> Betty Heimann, Facets of Indian
                    Thought, London 1964.<a href="#ref-15"
                                            class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-16"><sup>16</sup> Ibid., p 95.<a href="#ref-16"
                                                                              class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-17"><sup>17</sup> Ibid., p. 110 ff., 128 ff.<a
                        href="#ref-17" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-18"><sup>18</sup> Th. Stsherbatsky, op.cit.,p. 241.<br>Интересно
                    отметить, что в народном языке вместо шуньи применяли <em>śūnya-madhya</em> (B.
                    Heimann, op. cit., p. 122.), и что синонимом шуньявады служит мадхьямика.<a
                        href="#ref-18" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-19"><sup>19</sup> Буддисты сами, во всяком случае,
                    считали единственным знаком этого молчание.<a href="#ref-19"
                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-20"><sup>20</sup> <em>Vinaya-piṭaka</em>, I, p. 10.<a
                        href="#ref-20" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-21"><sup>21</sup> <em>Udāna</em>, p. 80.<a
                        href="#ref-21"
                        class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-22"><sup>22</sup> <em>Aṣṭāṅgika mārga</em> никак не должен быть понят как <strong>восьмиричный путь</strong>, где каждый следующий
                    элемент пути
                    рассматривается как более высокая ступень по сравнению с предыдущим.<a
                        href="#ref-22" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-23"><sup>23</sup> <em>Nāgārjuna,
                        Mūlamadhyamakakārikās,</em>
                    XXV, 20.<a href="#ref-23" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-24"><sup>24</sup> <em>Aṣtasāhasrikā</em>, p. 10.<a
                        href="#ref-24" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-25"><sup>25</sup> Ibid., p. 12.<a href="#ref-25"
                                                                               class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-26"><sup>26</sup> См. J. Kristeva, Pour une sémiologie
                    des paragrammes, "Tel Quel",29, и Л. Мялль, Нулевой путь, труды по знаковым
                    системам, II, Тарту, 1965, стр. 190-191.<a href="#ref-26"
                                                               class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-27"><sup>27</sup> Дхарма (dharma) — трудно переводимое
                    понятие в индийской традиции. В семиотической модели дхарма значит «знак»,
                    точнее, еще то, что должно рассматриваться как знак.<a href="#ref-27"
                                                                          class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-28"><sup>28</sup> Aṣtasāhasrikā, p. 3.<a href="#ref-28"
                                                                                      class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-29"><sup>29</sup> Ibid., p. 95-96.<a href="#ref-29"
                                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-30"><sup>30</sup> Ibid., p. 8.<a href="#ref-30"
                                                                              class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-31"><sup>31</sup> См. J. Kristeva, op. cit., 68, Л.
                    Мялль, op. cit.,стр. 191.<a href="#ref-31"
                                                class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-32"><sup>32</sup> E. Conze, <em>Vajracchedikā
                        Prajñāpāramitā</em>, Roma 1957, p. 49.<a href="#ref-32"
                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-33"><sup>33</sup> <em>Aṣtasāhasrikā</em>, p. 8.<a
                        href="#ref-33" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-34"><sup>34</sup> <em>Ratnakūta</em>, (Цитируется по
                    изданию:
                    <em>Nāgārjuna, Mūlamadhyamakakārikās,</em> publiée par L. de la Vallée Poussin,
                    Bibliotheca Buddhica, IV, St.-Pétersbourg 1913, p. 248<a href="#ref-34"
                                                                             class="text-blue-500 hover:underline">↩</a>
                </p>
            </div>
            <p class="text-right italic text-gray-800 my-4">Мялль Л. Э. Об одном возможном подходе к пониманию śūnyavāda // Буддизм: вопросы теории и практики. — Тарту, 1980. — С. 47–64.</p>

        </div>
    </div>
@endsection
