@extends('layouts.app')
@section('title', 'К анализу Праджняпарамиты')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.8)),
            url('{{ asset("backgrounds/miyal.webp") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">К
            анализу Праджняпарамиты</h1>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>Одним из ключевых моментов в истории буддийской философии является возникновение
                махаяны. Сутра Сердца Праджняпарамиты (санскр. <em>Prajñāpāramitāhṛdayasūtra</em>,
                или
                <em>Prajñāpāramitā-hṛdaya-sūtra</em>), датируемая началом III в.<a
                    href="#citation-1"
                    id="ref-1"
                    class="citation-mark"><sup>1</sup></a>,
                в наиболее лаконичной форме отразила результаты развития идей буддизма в философии
                махаяны.</p>
            <p>Центральные идеи раннего буддизма переформулируются праджняпарамитой настолько
                радикально, что, как рассказывает устная традиция, многие архаты, впервые услышав
                это учение, умерли от разрыва сердца.<a href="#citation-2" id="ref-2"
                                                        class="citation-mark"><sup>2</sup></a></p>
            <p>Как же выглядели основы буддийского миросозерцания к моменту появления
                праджняпарамитской литературы? Фундамент его составляли <em>четыре благородные
                    истины</em>, которые определяются в первой проповеди Будды следующим образом:
            </p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>А вот, монахи, что есть страдание: и рождение страдание, и старость страдание, и
                    болезнь страдание, смерть страдание, и печаль, стенание, боль, уныние, отчаяние
                    — страдание. С постылыми связь — страдание, с милыми разлука — страдание, и не
                    иметь, чего хочется — страдание. И это благородная истина.</p>
                <p>А вот, монахи, каков источник страдания: это жажда, себя поддерживающая,
                    прелесть, сопряженная со страстью, то тем, то этим готовая прельститься, а
                    именно: жажда обладать, жажда быть, жажда мочь. И это благородная истина.</p>
                <p>А вот, монахи, каково пресечение страдания: без остатка всей этой жажды
                    бесстрастное пресечение, уход, покидание, свобода, безуютность. И это
                    благородная истина.</p>
                <p>А вот, монахи, какова верная дорога, что приводит к пресечению страданий: это —
                    благородная восьмизвенная стезя, а именно: истинное возрение, истинное
                    намерение, истинная речь, истинные поступки, истинный образ жизни, истинное
                    усилие, истинное памятование, истинное самадхи. И это благородная истина<a
                        href="#citation-3" id="ref-3" class="citation-mark"><sup>3</sup></a>.</p>
            </blockquote>
            <p>Уже здесь, в наиболее общей формулировке буддийского учения, встречается ряд
                технических терминов, значение которых раскрывается в последнем из трёх разделов
                канона — в Абхидхарме. Особый интерес представляет термин скандха, буквально
                означающий <em>груда</em>, <em>куча<a href="#citation-4" id="ref-4"
                                                      class="citation-mark"><sup>4</sup></a></em>.
                Совокупность пяти скандх охватывает всю область индивидуального опыта:</p>
            <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                <li class="my-2">рупа-скандха (букв.: форма) — сферу чувственных восприятий;</li>
                <li class="my-2">ведана-скандха — сферу эмоций;</li>
                <li class="my-2">самджня-скандха — сферу формирования понятий;</li>
                <li class="my-2">самскара-скандха — источники индивидуальных различий, связанных с
                    кармой;
                </li>
                <li class="my-2">виджняна-скандха — сознание.</li>
            </ol>
            <p>Поскольку буддизм не рассматривал проблему бытия вне индивидуального опыта,
                подразумевалось, что система пяти скандх охватывает не только поток бытия отдельного
                индивида, но всю совокупность фактов бытия — дхарм, т.е. всю реальность. Такое
                описание мира устраняет психофизический дуализм путем включения объективного мира в
                состав личности.<a href="#citation-5" id="ref-5" class="citation-mark"><sup>5</sup></a>
            </p>
            <p>Помимо разложения опыта по пяти скандхам в раннем буддизме употреблялось еще два
                равноправных способа классификации фактов бытия — по двенадцати <em>источникам
                    сознания</em> (аятана) и восемнадцати <em>классам элементов</em> (дхату).</p>
            <p>К числу источников сознания относятся 5 органов чувств, ум, а также 5 объектов
                органов чувств и дхармы как объект ума.</p>
            <p>Из восемнадцати классов элементов первые 12 одноименны с источниками сознания, а
                затем к ним добавляется 6 типов сознания: зрительное, слуховое, обонятельное,
                вкусовое, осязательное сознание и сознание ума.</p>
            <p>Завершая обзор важнейших доктрин раннего буддизма, приведем текст уже упоминавшейся
                концепции <em>взаимозависимого происхождения</em> (пратитья-самутпада):</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>Обусловлены неведением кармические образования (самскары — А. Т.); обусловлено
                    кармическими образованиями сознание; обусловлены сознанием имя и форма;
                    обусловлены именем и формой шесть сфер восприятия (аятана — А. Т.); обусловлен
                    шестью сферами восприятия контакт; обусловлены контактом чувства; обусловлена
                    чувствами жажда; обусловлена жаждой привязанность; обусловлено привязанностью
                    становление; обусловлено становлением рождение; обусловлены рождением старость и
                    смерть, горе, печаль и отчаяние. Таково происхождение всех этих страданий.</p>
                <p>Но из полного истощения и пресечения неведения приходит так же и пресечение
                    кармических образований; из пресечения кармических образований — пресечение
                    сознания; из пресечения сознания — пресечение имени и формы; из пресечения же
                    имени и формы — пресечение шести сфер восприятия; из пресечения шести сфер
                    восприятия — пресечение контакта; из пресечения контакта — пресечение чувств; из
                    пресечения чувств — пресечение жажды; из пресечения жажды — пресечение
                    привязанности; из пресечения привязанности — пресечение становления; из
                    пресечения становления — пересечение рождения; из пресечения рождения —
                    пресечение старости и смерти, горя, стенаний, боли, печали и отчаяния. Таково
                    пресечение всех этих страданий.<a href="#citation-7" id="ref-7"
                                                      class="citation-mark"><sup>7</sup></a></p>
            </blockquote>
            <p>Таким образом, до появления сутр Праджняпарамиты основы буддийского миросозерцания в
                целом охватывались указанными выше классификациями Абхидхармы и теорией
                взаимозависимого происхождения, построенными на фундаменте четырех благородных
                истин.</p>
            <p>Что же нового вносит Праджняпарамита? Наиболее ясный ответ на этот вопрос мы находим
                в <em>Сутре сердце Праджняпарамиты</em>, «единственном из кратких праджняпарамитских
                текстов, действительно доходящем до сердца доктрины», — так отзывался об этом
                произведении выдающийся исследователь Праджняпарамиты Э. Конзе.<a href="#citation-8"
                                                                                  id="ref-8"
                                                                                  class="citation-mark"><sup>8</sup></a>
            </p>
            <p>Эта сутра является одним из самых известных текстов северного буддизма. В тибетский
                канон, Ганджур, она включена в переводе Вималамитры<a href="#citation-9" id="ref-9"
                                                                      class="citation-mark"><sup>9</sup></a>;
                Данжур содержит семь индийских комментариев на неё<a href="#citation-10" id="ref-10"
                                                                     class="citation-mark"><sup>10</sup></a>.
                «Сутра сердца» многократно
                издавалась в Тибете и за его пределами, широко распространялась в форме рукописи.
                Очень рано (223 г.) этот текст был переведен на китайский язык и стал одним из
                источников вдохновения для китайского буддизма и, в частности, школы чань.</p>
            <p>Существует около пятнадцати переводов сутры на английский язык, несколько французских
                переводов и так далее. Предлагаемый русский перевод выполнен по критическому изданию
                Э. Конзе<a href="#citation-11" id="ref-11" class="citation-mark"><sup>11</sup></a>.
                В
                тех случаях, когда санскритский текст отличается от тибетского канонического
                перевода, тибетский вариант (по дергэскому изданию Ганджура<a href="#citation-12"
                                                                              id="ref-12"
                                                                              class="citation-mark"><sup>12</sup></a>)
                вводится в скобки с сокращением: т.= тибетский. Фрагменты перевода пронумерованы для
                удобств комментирования.</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <h2 class="text-center text-blue-800 font-bold text-xl mt-6 mb-4">Сердце
                    Благословенной
                    Праджняпарамиты</h2>
                <p>(1) Ом<a href="#citation-13" id="ref-13" class="citation-mark"><sup>13</sup></a>,
                    хвала Благословенной Праджняпарамите!<a href="#citation-14" id="ref-14"
                                                            class="citation-mark"><sup>14</sup></a>
                </p>
                <p>Так я слышал. Однажды Благословенный пребывал в Раджагрихе на горе Коршуна с
                    великой
                    общиной монахов и великой общиной бодхисаттв. В то время Благословенный
                    погрузился в
                    самадхи проявления дхарм, именуемое <em>глубокое сияние</em><a
                        href="#citation-15" id="ref-15" class="citation-mark"><sup>15</sup></a>. И в
                    тот же миг
                    бодхисаттва-махасаттва<a href="#citation-16" id="ref-16"
                                             class="citation-mark"><sup>16</sup></a>
                    Арья-Авалокитешвара так узрел суть практики глубокой Праджняпарамиты: «Ведь пять
                    скандх поистине видятся пустыми в их самобытности!»<a href="#citation-17"
                                                                          id="ref-17"
                                                                          class="citation-mark"><sup>17</sup></a>
                </p>
                <p>Тогда достопочтенный Шарипутра силой Будды так спросил у бодхисаттвы-махасаттвы
                    Арья-Авалокитешвары: «Если какой-нибудь сын (благородной) семьи или дочь
                    (благородной) семьи захотят практиковать глубокую Праджняпарамиту, как следует
                    обучать?»</p>
                <p>Когда эти слова были сказаны, бодхисаттва-махасаттва Арья-Авалокитешвара так
                    ответил
                    достопочтенному Шарипутре:</p>
                <p>«Если, Шарипутра, какие-нибудь сын семьи и дочь семьи захотят практиковать
                    Праджняпарамиту, следует именно так истинно показать: "ведь пять скандх поистине
                    видятся пустыми в их самобытности!".</p>
                <p>(2) Здесь, Шарипутра<a href="#citation-18" id="ref-18"
                                          class="citation-mark"><sup>18</sup></a>, форма — пустота,
                    а
                    пустота — форма. Пустота не отлична от формы, форма не отлична от пустоты; что
                    форма
                    — то пустота, что пустота — то форма. Точно так же эмоции, понятия, кармические
                    образования, сознание<a href="#citation-19" id="ref-19"
                                            class="citation-mark"><sup>19</sup></a>
                    (т.- все пусты!).</p>
                <p>(3) Здесь, Шарипутра, все дхармы отмечены пустотой (т. все дхармы пусты, не имеют
                    признаков)<a href="#citation-20" id="ref-20" class="citation-mark"><sup>20</sup></a>,
                    не рождаемы и не преходящи, не загрязнены и не очищены, не ущербны и не
                    совершенны.
                </p>
                <p>(4) Поэтому, Шарипутра, в пустоте нет формы, нет эмоций, нет понятий, нет
                    кармических
                    образований, нет сознания; нет глаза, уха, носа, языка, тела, ума, нет видимого,
                    слышимого, обоняемого, вкушаемого, осязаемого, нет дхарм<a href="#citation-21"
                                                                               id="ref-21"
                                                                               class="citation-mark"><sup>21</sup></a>.
                    Нет элементов, начиная от глаза (т. до уха) и кончая сознанием ума.<a
                        href="#citation-22" id="ref-22" class="citation-mark"><sup>22</sup></a> Нет
                    ведения<a href="#citation-22" id="ref-22"
                              class="citation-mark"><sup>22</sup></a>,
                    неведения, нет пресечения неведения, и далее, вплоть до того, что нет старости и
                    смерти и нет пресечения старости и смерти.<a href="#citation-23" id="ref-23"
                                                                 class="citation-mark"><sup>23</sup></a>
                </p>
                <p>(5) Страдания, источника, пресечения, пути — нет<a href="#citation-24"
                                                                      id="ref-24"
                                                                      class="citation-mark"><sup>24</sup></a>.
                    Нет познания, нет достижения, нет недостижения.</p>
                <p>(6) Поэтому Шарипутра, бодхисаттва живет, опираясь на Праджняпарамиту посредством
                    недостижения, и, благодаря отсутствию не-психических (в т. «не-психических»
                    отсутствует) и психических препятствий<a href="#citation-25" id="ref-25"
                                                             class="citation-mark"><sup>25</sup></a>
                    бесстрашно, отринув превратное, в конце концов, достигает нирваны.</p>
                <p>Все Будды, пребывающие в трёх временах, полностью пробуждались к высочайшему
                    подлинному совершенному прозрению, опираясь на Праджняпарамиту.</p>
                <p>(7) Поэтому следует знать: Праджняпарамита — великая (в т. «великая» отсутствует)
                    мантра<a href="#citation-26" id="ref-26" class="citation-mark"><sup>26</sup></a>,
                    мантра великого ведения, высочайшая мантра, несравненная мантра, успокаивающая
                    все
                    страдания (т. мантра), истинная (т. называемая истинной) благодаря отсутствию
                    заблуждений. Мантра Праджняпарамиты говорится вот так: ОМ<a href="#citation-27"
                                                                                id="ref-27"
                                                                                class="citation-mark"><sup>27</sup></a>
                    ГАТЕ ГАТЕ ПАРАГАТЕ ПАРАСАМГАТЕ БОДХИ СВАХА.<a href="#citation-28" id="ref-28"
                                                                  class="citation-mark"><sup>28</sup></a>
                </p>
                <p>(8) Так, Шарипутра, должны бодхисаттвы (т. махасаттвы) осуществлять обучение
                    глубокой
                    Праджнапарамите».</p>
                <p>Тогда Благословенный вышел из самадхи и похвалил бодхисаттву-махасаттву
                    Арья-Авалокитешвару: «Отлично! Отлично, сын семьи! Именно так, сын семьи, именно
                    так, как показано тобой, следует осуществлять практику глубокой Праджняпарамиты
                    на
                    радость всем Татхагатам и архатам (в т. <em>архатам</em> отсутствует)».</p>
                <p>Когда оказаны были Благословенным такие слова, возрадовались достопочтенный
                    Шарипутра, и бодхисаттва-махасаттвы, и все присутствовавшие боги, люди, асуры,
                    гаруды, гандхарвы, и мир возликовал от сказанного Благословенным (в т. после
                    <em>Авалокитешвара</em>
                    идет <em>и все окружающие вместе с богами, людьми, асурами и гандхарвами
                        ...</em>).
                </p>
                <p>Так заканчивается (т. <em>махаянская сутра</em>) «Сердце Благородной
                    Праджняпарамиты».</p>
            </blockquote>

            <p>
                Структура текста достаточно прозрачна и была вскрыта в уже упоминавшихся работах Э.
                Конзе<a href="#citation-29" id="ref-29" class="citation-mark"><sup>29</sup></a>.
            </p>
            <p>
                Фрагмент (1) представляет собой пролог, хотя и многозначительный в своём описании
                взаимодействия Будды, Авалокитешвары и Шарипутры, но не имеющий принципиального
                значения для самой доктрины. Поэтому в сокращённых версиях текста этот пролог
                сжимается до одной фразы, где вводится утверждение о пустоте всех пяти скандх.
            </p>
            <p>
                Пустота (санскр. <em>śūnyatā</em>, тиб. <em>stong pa nyid</em>) — ключевой термин
                праджняпарамитской литературы, обозначающий центральную идею доктрины — указание на
                отсутствие абсолютной конечной реальности, которую мы ожидаем найти в результате
                анализа бытия, и, опираясь на которую, можно было бы дать "истинное описание"
                существующего. Всякое описание реальности есть ограничение и искажение. Обозначив
                вещь, мы гипостазируем это обозначение, саму же вещь теряем из виду. Учение о
                пустоте призвано разрушить все обозначения, показав их условность, а также условный,
                временный характер обозначаемого понятия, так как в состоянии просветления
                реальность должна восприниматься непосредственно и целиком, без рамок понятийного
                мышления. Традиционно принято рассматривать понятие пустоты в восемнадцати или
                двадцати аспектах<a href="#citation-30" id="ref-30"
                                    class="citation-mark"><sup>30</sup></a>
                , однако для философского анализа главную роль играют первые
                четыре, последовательно лишающие нас надежды отыскать хоть какую-то опору для
                мыслительных конструкций:
            </p>
            <ol class="list-decimal list-outside ml-4 space-y-1 pl-2">
                <li class="my-2">пустота внутреннего (санскр. <em>adhyātma-śūnyatā</em>, тиб. <em>nang
                        stong pa nyid</em>) — отрицание абсолютного
                    статуса субъекта;
                </li>
                <li class="my-2">пустота внешнего (санскр. <em>bahirdhā-śūnyatā</em>, тиб. <em>phyi
                        stong pa nyid</em>) — отрицание абсолютного статуса
                    объекта, то есть независимости внешнего мира;
                </li>
                <li class="my-2">пустота внешне-внутреннего (санскр.
                    <em>adhyātma-bahirdhā-śūnyatā</em>, тиб. <em>nang phyi stong pa nyid</em>) —
                    отрицание
                    возможности найти какую-либо абсолютную основу в самом субъектно-объектном
                    отношении, если такой основы не оказалось ни в одной из сторон, участвующих в
                    отношении;
                </li>
                <li class="my-2">пустота пустоты (санскр. <em>śūnyatā-śūnyatā</em>, тиб. <em>stong
                        pa nyid stong pa nyid</em>) — отрицание абсолютного статуса
                    самой пустоты, которая, как и всё прочее, не может быть сделана опорой для
                    конструирующего мышления, то есть рассматриваться в качестве субстанции.
                </li>
            </ol>
            <p>
                Теория пустоты, таким образом, может здесь пониматься как естественное и
                закономерное развитие древнейшей буддийской доктрины "несубстанциональности" —
                Анатма-вады (санскр. <em>anātmavāda</em>, тиб. <em>bdag med pa'i lta ba</em>).
            </p>
            <p>
                Фрагмент (2), оперируя введенным понятием пустоты, разрушает представление о
                незыблемости, окончательной истинности описания бытия в терминах пяти скандх
                (санскр. <em>pañca-skandha</em>, тиб. <em>phung po lnga</em>).
            </p>
            <p>
                Фрагмент (3) распространяет достигнутый результат на все дхармы (санскр.
                <em>dharma</em>, тиб. <em>chos</em>), последовательно снимая их наиболее
                распространённые характеристики.
            </p>
            <p>
                Фрагмент (4) совершает очередной виток спирали, возвращаясь от общих характеристик
                дхарм к конкретным дхармическим описаниям бытия. В начале в парадоксальной форме
                относительно фрагмента (2) повторяется отрицание представлений о скандхах. Затем
                проводится деструкция описания бытия в терминах двенадцати "источников сознания"
                (аятан, санскр. <em>āyatana</em>, тиб. <em>skye mched</em>), в терминах восемнадцати
                "классов элементов" (дхату, санскр. <em>dhātu</em>, тиб. <em>khams</em>), и,
                наконец,
                отрицается теория взаимозависимого происхождения (санскр. <em>pratītyasamutpāda</em>,
                тиб. <em>rten cing 'brel bar 'byung ba</em>), начинающая причинно-следственную цепь
                со
                звена "неведения" (санскр. <em>avidyā</em>, тиб. <em>ma rig pa</em>) и завершая её
                звеном "пресечения старости и смерти" (санскр. <em>jarāmaraṇa</em>, тиб. <em>rga
                    shi</em>).
            </p>
            <p>
                Фрагмент (5) завершает разрушение здания буддийской философии, отрицая его фундамент
                - Четыре Благородные Истины (санскр. <em>catvāri āryasatyāni</em>, тиб. <em>'phags
                    pa'i bden pa bzhi</em>) — и, заодно, саму идею достижения (нирваны, санскр. <em>nirvāṇa</em>,
                тиб. <em>mya ngan las 'das pa</em>) вместе с её противоположностью - идеей
                недостижения.
            </p>
            <p>
                Фрагмент (6), однако, подводит итог проделанному движению, возвращая всё на свои
                места: бодхисаттва (санскр. <em>bodhisattva</em>, тиб. <em>byang chub sems dpa'</em>)
                в конце концов достигает нирваны, но он вынужден, как и все
                прежние Будды (санскр. <em>buddha</em>, тиб. <em>sangs rgyas</em>), делать это
                методом "недостижения", методом Праджняпарамиты (санскр. <em>prajñāpāramitā</em>,
                тиб. <em>shes rab kyi pha rol tu phyin pa</em>), очищающей
                его сознание от всех мыслительных конструкций, ограничивающих восприятие реальности.
            </p>
            <p>
                Фрагмент (7) кодирует метод Праджняпарамиты в форму мантры (санскр. <em>mantra</em>,
                тиб. <em>sngags</em>), предназначенную для
                интериоризации доктрины в процессе йогической медитации (санскр. <em>dhyāna</em>,
                тиб. <em>bsam gtan</em>).
            </p>
            <p>
                И фрагмент (8) является эпилогом, "счастливым концом" интеллектуальной драмы. В
                кратких версиях текста этот фрагмент опускается.
            </p>
            <p class="text-center font-semibold">***</p>
            <p>
                Таким образом, небольшой текст "Сутры сердца" (санскр. <em>Prajñāpāramitāhṛdaya-sūtra</em>,
                тиб. <em>Shes rab kyi pha rol tu phyin pa'i snying po'i mdo</em>) охватывает
                важнейшие доктрины
                раннебуддийской философии и, обрабатывая их понятием "пустоты", лишает статуса
                догмы, сковывающей мышление и препятствующей постижению истины. Ни один другой
                праджняпарамитский текст не делает такой последовательной переработки буддийского
                теоретического наследия, поэтому можно согласиться с мнением Э. Конзе,
                подчёркивающим особую роль Сутры сердца в опусе литературы Праджняпарамиты, и
                сравнивающим её с той ролью, которую играла излагающая Четыре Благородные Истины
                <em>Сутра поворота колеса учения</em> (санскр. <em>Dharmacakrapravartana-sūtra</em>,
                тиб. <em>Chos kyi 'khor lo bskor ba'i mdo</em>) в раннем буддизме:
            </p>
            <p>
                "<em>Праджняпарамита-хридая-сутра</em>", — писал Э. Конзе, — "это <em>Сутра поворота
                    колеса учения</em>
                нового распространения. Это результат восьмисот лет непрерывной медитации над
                традицией первого поворота колеса учения. В литературе второго поворота колеса
                учения <em>Хридайя</em> была призвана занять такое же центральное и фундаментальное
                положение, какое <em>Сутра поворота колеса учения</em> занимает в писаниях первого
                поворота<a href="#citation-31" id="ref-31" class="citation-mark"><sup>31</sup></a>."
            </p>

            <hr class="my-8 border-t-4 border-gray-500">
            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl my-4">ПРИМЕЧАНИЯ</h4>
                <p class="my-2" id="citation-1"><sup>1</sup> Фукс сообщает, что первый перевод этой
                    сутры на китайский язык датируется 233 годом.<a href="#ref-1"
                                                                    class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-2"><sup>2</sup> Этот эпизод упоминается в комментариях
                    к «Аштасахасрика-праджняпарамите» (8,000-строчной Праджняпарамите) и
                    «Махапраджняпарамита-шастре» Нагарджуны (гл. 41). Согласно текстам, пятьсот
                    архатов испытали шок от учения о пустоте всех дхарм и скончались от разрыва
                    сердца, после чего переродились в мире Будды Акшобхьи, где окончательно постигли
                    учение. Подробнее см.: Edward Conze "The Perfection of Wisdom in Eight Thousand
                    Lines", 1973, p. 12; Étienne Lamotte "Le Traité de la Grande Vertu de Sagesse",
                    vol. III, 1970, p. 1234-1235. (прим. ред. сайта).<a href="#ref-2"
                                                                        class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-3">
                    <sup>3</sup> Цитата из первой проповеди Будды (Дхаммачаккапаваттана-сутта, пали
                    Dhammacakkappavattana Sutta, Саньютта-никая 56.11).
                    Приводится в переводе А. В. Парибка. Оригинальный палийский текст:<br>
                    <em>"Idaṃ kho pana, bhikkhave, dukkhaṃ ariyasaccaṃ: jāti pi dukkhā, jarā pi
                        dukkhā..."</em>.
                    См.:<a href="#ref-3" class="text-blue-500 hover:underline">↩</a></p>
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>Pali Text Society ed. (SN V 420)</li>
                    <li>Перевод В. И. Рудого в: "Палийский канон: Избранные сутты", 1999, с. 45-47
                    </li>
                    <li>Сравнительный анализ китайских и палийских версий: Anālayo "Comparative
                        Study of the Majjhima-nikāya", 2011, vol. 1, pp. 109-112
                    </li>
                </ul>

                <p class="my-2" id="citation-4"><sup>4</sup> Подробнее о термине <em>скандха</em>
                    см. Рудой В. И. «Некоторые вопросы структуры и терминологии Абхидхармы
                    (исследования, перевод, тексты и санскритско-тибетско-китайские
                    терминологические соответствия)». Диссертация на соискание ученой степени
                    кандидата исторических наук. Ленинград, 1980, с.92.<a href="#ref-4"
                                                                          class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-5"><sup>5</sup> Подробнее см. Васубандху
                    «Абхидхарма-коша», I, 12 и Рудой В. И. цит. соч., с. 127 и далее.<a
                        href="#ref-5"
                        class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-7">
                    <sup>7</sup> Цитата представляет собой классическую формулу <em>пратитья-самутпады</em>
                    (санскр. <em>pratītyasamutpāda</em>, пали <em>paṭiccasamuppāda</em>) —
                    буддийского
                    учения о взаимозависимом происхождении. Приводится в переводе Эдварда Конзе из:
                    <em>Buddhist Wisdom Books: The Diamond Sutra and the Heart Sutra</em> (London:
                    George Allen & Unwin, 1958), p. 81-82.
                    Основные канонические источники:<a href="#ref-7"
                                                       class="text-blue-500 hover:underline">↩</a>
                </p>
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>Палийский канон: <em>Маханидана-сутта</em> (ДН 15), <em>Вибханга-сутта</em>
                        (СН
                        12.2)
                    </li>
                    <li>Санскритские версии: <em>Махавасту</em> (I.340),
                        <em>Пратитьясамутпада-сутра</em></li>
                    <li>Китайский канон: <em>Чжун ахань</em> (Т. 26, №1537)</li>
                </ul>
                Ключевые исследования:
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>Lamotte É. <em>Le traité de la grande vertu de sagesse</em>, Tome III,
                        Louvain
                        1970, pp. 1327-1365
                    </li>
                    <li>Рудой В. И. "Учение о причинности в буддийской философии" // Буддийская
                        философия в средневековой Индии, СПб 2018, с. 144-178
                    </li>
                    <li>Gethin R. <em>Foundations of Buddhism</em>, Oxford 1998, pp. 141-146</li>
                </ul>
                <p>
                    В тексте (А. Т.) обозначены комментаторские пояснения переводчика. (прим. ред.
                    сайта).
                </p>

                <p class="my-2" id="citation-8">
                    <sup>8</sup> Edward Conze. <em>Buddhist Wisdom Books: The Diamond Sutra and the
                        Heart Sutra</em>. London: George Allen & Unwin, 1958. P. 77. Цитируется
                    предисловие к переводу сутры. Конзе посвятил изучению Праджняпарамиты несколько
                    фундаментальных работ, включая:<a href="#ref-8"
                                                      class="text-blue-500 hover:underline">↩</a>
                </p>
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li><em>The Prajñāpāramitā Literature</em> (2nd ed., Tokyo: Reiyukai, 1978)</li>
                    <li><em>Selected Sayings from the Perfection of Wisdom</em> (Boulder: Prajñā
                        Press, 1978)
                    </li>
                </ul>
                Современные исследования о месте <em>Сутры сердца</em> в праджняпарамитском каноне:
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>Nattier J. "The Heart Sūtra: A Chinese Apocryphal Text?" // <em>Journal of
                            the International Association of Buddhist Studies</em>. 1992. Vol.
                        15(2).
                        P. 153-223
                    </li>
                    <li>Huifeng Shi. "Annotated English Translation of the Heart Sūtra" // <em>Journal
                            of the Oxford Centre for Buddhist Studies</em>. 2014. Vol. 6. P. 12-38
                    </li>
                </ul>
                <p>Санскритский текст сутры критически издан в:
                    <em>Vaidya P.L. (ed.) Mahāyāna-sūtra-saṁgrahaḥ</em>. Darbhanga: Mithila
                    Institute,
                    1961. P. 97-98. (прим. ред. сайта).</p>

                <p class="my-2" id="citation-9">
                    <sup>9</sup> Вималамитра (тиб. Дримед Шенйен, "Безупречный Друг") — одна из
                    самых загадочных и многогранных фигур в истории тибетского буддизма. Этот
                    кашмирский мастер VIII-IX веков воплотил в себе синтез трех великих традиций:
                    будучи прямым учеником Шантаракшиты, он воспринял глубину мадхьямаки; через
                    обучение у Шри Сингхи получил полную передачу Дзогчена; а его переводы
                    Праджняпарамитских текстов, включая "Сутру сердца", стали каноническими.

                    Исторические хроники описывают его как "ученого-йогина" — днем он участвовал в
                    философских диспутах и переводах при монастыре Самье, а ночи проводил в пещерных
                    ретритах, где, по преданию, достиг единства с Ваджрасаттвой. Именно Вималамитра,
                    сочетая филологическую точность с глубинным постижением, создал окончательную
                    тибетскую версию "Сутры сердца", которую мы находим в Ганджуре (раздел "Шерчин",
                    том "Ка").

                    Его уникальный вклад заключается в "трехсторонней передаче":<a href="#ref-9"
                                                                                   class="text-blue-500 hover:underline">↩</a>
                </p>
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>Как <em>филолог</em> он разработал систему перевода буддийских терминов,
                        используемую доныне.
                    </li>
                    <li>Как <em>йогин</em> оставил цикл практик "Сердечная сущность ясного света"
                        (тиб. <em>'od gsal snying thig</em>).
                    </li>
                    <li>Как <em>философ</em> в своем комментарии к "Сутре сердца" соединил
                        мадхьямаку
                        с тантрическим подходом.
                    </li>
                </ul>
                <p>
                    Последние годы жизни мастер провел в таинственных обстоятельствах: согласно
                    "Синей летописи" (тиб. <em>Deb ther sngon po</em>), он не умер, а вошел в
                    "радужное тело" в долине Падмако (Южный Тибет), оставив лишь ногти и волосы. Его
                    наследие особенно почитается в школе Ньингма, где он считается одним из "Восьми
                    Видьядхар" — главных передатчиков тантрических учений.
                </p>
                <p>
                    Для глубокого изучения рекомендуются:
                </p>
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>Ардза Ринпоче. <em>Лотосовый светильник: Жизнеописания мастеров
                            Дзогчена</em>.
                        М., 2012. Гл. 5 (с. 178-203)
                    </li>
                    <li>Dudjom Rinpoche. <em>The Nyingma School of Tibetan Buddhism</em>. Boston,
                        1991. Vol. 1, pp. 532-538
                    </li>
                    <li>Karmay S.G. <em>The Great Perfection</em>. Leiden, 2007. Chapter 3 (особенно
                        раздел "Vimalamitra's Legacy") (прим. ред. сайта).
                    </li>
                </ul>

                <p class="my-2" id="citation-10">
                    <sup>10</sup> Семь индийских комментариев на "Сутру сердца" в тибетском каноне
                    Данжуре (<em>bsTan-'gyur</em>, Derge edition) (<em>Sher phyin</em> section (vol.
                    <em>Phi</em>,
                    ff. 144b-218a) представляют собой уникальную сокровищницу буддийской
                    герменевтики. Среди них особо выделяются:<a href="#ref-10"
                                                                class="text-blue-500 hover:underline">↩</a>
                </p>
                <ol class="list-decimal list-outside ml-8 pl-2">
                    <li><em>"Ясный светоч"</em> (санскр. <em>Prajñāpāramitāhṛdayaṭīkā</em>, тиб.
                        <em>Shes
                            rab snying po'i rgya cher 'grel pa</em>) Вималамитры
                        — самый объемный и авторитетный комментарий, сочетающий философский анализ с
                        тантрическими интерпретациями.
                    </li>
                    <li><em>"Разъяснение сокровенного смысла"</em> (санскр. <em>Āryaprajñāpāramitāhṛdayaṭīkā</em>,
                        тиб. <em>'Phags pa shes rab snying po'i rgya cher 'grel pa</em>)
                        Джнянагарбхи
                        - уникальная попытка согласовать йогачаринскую и мадхьямаковскую экзегезу.
                    </li>
                    <li><em>"Лампа мудрости"</em> (санскр. <em>Prajñāpāramitāhṛdayaṭīkā</em>, тиб.
                        <em>Shes
                            rab snying po'i 'grel pa</em> Ваджрапани — практическое руководство по
                        медитативному освоению текста.
                    </li>
                    <li><em>Prajñāpāramitāhṛdayaṭīkā</em> Камалашилы.</li>
                    <li><em>Prajñāpāramitāhṛdayavivaraṇa</em> Смритиджнянакирти.</li>
                    <li><em>Prajñāpāramitāhṛdayaṭīkā</em> Махаджяны.</li>
                    <li><em>Prajñāpāramitāhṛdayapañjikā</em> Шантидевы (предположительно).</li>
                </ol>
                <p>
                    Эти работы, созданные в период с VIII по XI век, демонстрируют герменевтическую
                    эволюцию от философского анализа Мадхьямаки (Камалашила) до тантрических
                    интерпретаций (Вималамитра). Каталожные номера издания Дерге следующие:
                </p>
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>Vimalamitra: #3857, <em>Phi</em> 144b-160a</li>
                    <li>Jñānagarbha: #3858, <em>Phi</em> 160a-175b</li>
                    <li>Vajrapāṇi: #3859, <em>Phi</em> 175b-183a</li>
                </ul>
                Современные исследования:
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>Brunnhölzl K. <em>Heart Sutra: Indian and Tibetan Commentaries</em>. Snow
                        Lion, 2012 (анализ 4 основных комментариев).
                    </li>
                    <li>Фуксами Р. "Тибетские комментарии к Сутре сердца" // <em>Вопросы
                            буддологии.</em>, 2018, №3, с. 45-67
                    </li>
                    <li>Harrison, P. "The Tibetan Text of Vimalamitra's Commentary" //
                        <em>JIABS.</em>
                        1993;16(1):7-54
                    </li>
                    <li>Fukami R. <em>Comparative Study of Heart Sūtra Commentaries</em>. Kyoto,
                        2015.
                        (прим. ред. сайта).
                    </li>
                </ul>

                <p class="my-2" id="citation-11">
                    <sup>11</sup> Имеется в виду критическое издание санскритского текста,
                    подготовленное Эдвардом Конзе:
                    <em>Conze E. The Perfection of Wisdom in Eight Thousand Lines & Its Verse
                        Summary</em>.
                    (Serie Orientale Roma VIII). Rome: IsMEO, 1954. 328 p.<a href="#ref-11"
                                                                             class="text-blue-500 hover:underline">↩</a>
                </p>
                <p>
                    Это издание включает:
                </p>
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>Санскритский текст на основе 7 рукописей XI-XIV вв.</li>
                    <li>Сравнительный анализ с тибетскими и китайскими версиями.</li>
                    <li>Филологические комментарии к спорным местам.</li>
                </ul>
                <p class="my-2">
                    Работа Конзе остаётся эталонной, несмотря на последующие издания:
                </p>
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>Vaidya P. L. <em>Mahāyāna-sūtra-saṁgrahaḥ</em>. Darbhanga, 1961 (использовал
                        дополнительные непальские манускрипты).
                    </li>
                    <li>Harrison P., Watanabe S. <em>Prajñāpāramitā Manuscripts in the Stein-Hoernle
                            Collection</em>. Tokyo, 2006 (анализ центральноазиатских версий).
                    </li>
                </ul>
                <p class="my-2">
                    Критические замечания к изданию Конзе см. в:
                </p>
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>Schopen G. "The Manuscript of the Vajracchedikā Found at Gilgit" // <em>Studies
                            in the Literature of the Great Vehicle</em>. Ann Arbor, 1989. P. 89-139.
                    </li>
                    <li>Накamura Х. <em>Сравнительная история буддийской философии</em>. М., 2020.
                        С.
                        234-237. (прим. ред. сайта).
                    </li>
                </ul>

                <p class="my-2" id="citation-12"><sup>12</sup> В данной работе использовалось
                    издание, хранящееся в Тибетском фонде ЛО ИВ АН СССР под шифром В 10216. Отметим,
                    что по мнению хранителя фонда Л. С.Савицкого (которому автор приносит искреннюю
                    благодарность за помощь), данный том Гайдара, несмотря на то, что его пагинация
                    совпадает с изданием Дергэ, был издан в Улан-Баторе.<a href="#ref-12"
                                                                           class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-13"><sup>13</sup> В Тибестком тексте «ОМ»
                    отсутствует.<a href="#ref-13" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-14"><sup>14</sup> Праджняпарамита (букв. <em>запредельная
                        мудрость</em>) не только название доктрины, типа текстов, вида религиозной
                    практики, но и богиня, персонифицирующая одноименное учение. Об этом см.
                    например, Торчинов Е. А. «Буддийская иконография Праджняпарамиты и некоторые
                    аспекты праджняпарамитской философии», в кн.: «Использование музейных коллекций
                    в критике буддизма. Издание ГМИРиА, Л.,1981, с.121-127. Подробнее о термине <em>праджняпарамита</em>
                    см. Мялль Л. «Основные термины праджняпарамитской психологии», в кн.: «Труды по
                    востоковедению», том 2 (Ученые записки Тартуского государственного
                    университета, Выпуск 309. Тарту, 1973, с.202-214.)<a href="#ref-14"
                                                                         class="text-blue-500 hover:underline">↩</a>
                </p>

                <p id="citation-15"><sup>15</sup> "Самадхи" (санскр. <em>samādhi</em>, тиб. <em>ting
                        nge 'dzin</em>) - транс, как высшая стадия
                    сосредоточения сознания. В литературе махаяны упоминается много видов самадхи.
                    "Самадхи проявления дхарм, именуемое "глубокое сияние" (санскр. <em>gambhīrāvabhāsa-nāma-dharmapradīpa-samādhi</em>,
                    тиб. <em>zab mo snang ba zhes bya ba'i chos kyi sgron me'i ting nge 'dzin</em>)",
                    объясняется
                    Джнянамитрой следующим образом: "Это медитация (тиб. <em>sgom pa</em>) Бхагавана
                    для
                    благословения живых существ. ... "Глубоким сиянием" это названо потому, что
                    постижение сути Учения происходит благодаря демонстрации ухода от всех
                    ограничений и опор. (<em>gambhīrāvabhāsa</em>) Здесь и далее переводы
                    комментариев из Данжура
                    выполнялись по пекинскому изданию тибетского канона, хранящегося в ЛО ИВ АН
                    СССР. Шифр С-14124).<a href="#ref-15"
                                           class="text-blue-500 hover:underline">↩</a>
                </p>
                <p>
                    Согласно комментарию Камалашилы, "Словами "Глубокое сияние" показывается
                    разделённость заслуг (тиб. <em>bsod nams</em>) и познания (тиб. <em>ye shes</em>).
                    То есть, поскольку самобытие
                    (см. прим. 17 - А. Т.) подобно иллюзии, из отсутствия реального предмета (тиб.
                    <em>dngos po med pa</em>)
                    - (возникает) сияние. Обретя это познание, ушедший из мира Бхагаван
                    Арья-Авалокитешвара (санскр. <em>Ārya Avalokiteśvara</em>, тиб. <em>'Phags pa
                        spyan ras gzigs</em>) понял, что таковы же проявления всех дхарм.")
                </p>
                <p>
                    Для понимания приведённых комментариев следует иметь в виду, что термин
                    "глубокое" относится к праджняпарамите (санскр. <em>prajñāpāramitā</em>),
                    являясь наиболее распространённым её
                    эпитетом (Мялль Л. "Четыре термина праджняпарамитской психологии. Статья 2, в
                    книге: Труды по востоковедению. Том 3, Учёные записки Тартуского
                    государственного университета. Вып. 392, Тарту, 1976, с. 99), а разделение
                    познания и заслуг, о котором говорит Камалашила - сквозная методическая идея в
                    религиозной практике северного буддизма. Здесь возникают два терминологических
                    ряда, способствующие пониманию выражения "глубокое сияние":
                </p>
                <div class="flex justify-center font-medium">
                    <div class="w-full max-w-xl">
                        <div class="grid grid-cols-3 gap-2 text-sm sm:text-base">
                            <div class="text-left">1. глубокое (санскр. <em>gambhīra</em>, тиб. <em>zab
                                    mo</em>)
                            </div>
                            <div class="dash-container text-center"><span
                                    class="dash dash-right"></span></div>
                            <div class="text-right">2. сияние (санскр. <em>āvabhāsa</em>, тиб. <em>snang
                                    ba</em>)
                            </div>

                            <div class="text-left">уход от всех ограничений</div>
                            <div class="dash-container text-center"><span
                                    class="dash dash-right"></span></div>
                            <div class="text-right">уход от всех опор</div>

                            <div class="text-left">познание (тиб. <em>ye shes</em>)</div>
                            <div class="dash-container text-center"><span
                                    class="dash dash-right"></span></div>
                            <div class="text-right">заслуги (тиб. <em>bsod nams</em>)</div>
                        </div>
                    </div>
                </div>
                <p>
                    Сопоставление семантических полей этих двух рядов сразу намечает их связь с
                    более известными парами терминов, такими, как
                </p>
                <div class="flex justify-center font-medium">
                    <div class="w-full max-w-xl">
                        <div class="grid grid-cols-3 gap-2 text-sm sm:text-base">
                            <div class="text-left">мудрость (санскр. <em>prajñā</em>, тиб. <em>shes
                                    rab</em>)
                            </div>
                            <div class="dash-container text-center"><span
                                    class="dash dash-right"></span></div>
                            <div class="text-right">практический метод (санскр. <em>upāya</em>, тиб.
                                <em>thabs</em>)
                            </div>

                            <div class="text-left">пустота (санскр. <em>śūnyatā</em>, тиб. <em>stong
                                    pa nyid</em>)
                            </div>
                            <div class="dash-container text-center"><span
                                    class="dash dash-right"></span></div>
                            <div class="text-right">ясный свет (санскр. <em>prabhāsvara</em>, тиб.
                                <em>'od gsal</em>)
                            </div>
                        </div>
                    </div>
                </div>
                <p>
                    и другими понятиями тантрийской религиозной практики, рассмотрение которых
                    выходит за рамки данной работы.
                </p>
                <p class="my-2" id="citation-16"><sup>16</sup> О термине
                    <em>бодхисаттва-махасаттва</em> см. Мялль Л. «К буддийской персонологии
                    (бодхисаттва в Аштасахасрика Праджняпарамите)», в кн.: Семиотика. Труды по
                    знаковым системам. №5. Уч. зап.Тартуского гос.университета. Вып.284, 1971,
                    с.124-132.<a href="#ref-16" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-17"><sup>17</sup> Термин <em>«самобытие»</em> передаёт
                    санскритское <em>svabhāva</em> (тиб. <em>rang bzhin</em>, кит. 自性), ключевое
                    понятие буддийской метафизики, обозначающее:<a href="#ref-17"
                                                                   class="text-blue-500 hover:underline">↩</a>
                </p>
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>В <em>Абхидхарме:</em> внутренне присущую характеристику дхармы
                        (<em>svalakṣaṇa</em>).
                    </li>
                    <li>В <em>Мадхьямаке:</em> иллюзорное представление о независимом существовании.
                    </li>
                    <li>В <em>Йогачаре:</em> условное обозначение природы сознания.</li>
                </ul>
                <p class="my-2">
                    В контексте <em>Сутры сердца</em> отрицание <em>svabhāva</em> становится
                    центральным
                    тезисом. Сравните:
                </p>
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li><em>Mūlamadhyamakakārikā</em> XV.1-2: "Природа вещей не возникает из
                        себя..."
                    </li>
                    <li><em>Madhyamakāvatāra</em> VI.120: "Как сон или иллюзия..."</li>
                </ul>
                <p class="my-2">
                    Основные исследования:
                </p>

                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>Рудой В.И. <em>Основы буддийской философии</em>. СПб, 2018. С. 122-124
                        (анализ
                        в контексте Абхидхармы).
                    </li>
                    <li>Nāgārjuna. <em>The Fundamental Wisdom of the Middle Way</em>. Tr. by J.L.
                        Garfield. Oxford, 1995. P. 45-48.
                    </li>
                    <li>Williams P. <em>Mahāyāna Buddhism</em>. 2nd ed. London, 2008. P. 67-71 (о
                        полемике вокруг <em>svabhāva</em>).
                    </li>
                </ul>

                <p class="my-2" id="citation-18"><sup>18</sup> «Здесь» — в Праджняпарамите, в
                    отличие от классической Абхидхармы представителем которой обычно изображается
                    Шарипутра.<a href="#ref-18" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-19"><sup>19</sup> Закончено перечисление пяти скандх.<a
                        href="#ref-19" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-20"><sup>20</sup> Буквально: «Все дхармы имеют
                    признаком пустоту». Это высказывание имеет мишенью классическое определение
                    дхармы (как элемента): «дхарма — потому что несет свой признак» (с. ).<a
                        href="#ref-20" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-21"><sup>21</sup> Закончено перечисление двенадцати
                    источников сознания.<a href="#ref-21"
                                           class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-22"><sup>22</sup> Перечисление <em>классов
                        элементов</em> сокращено: указаны только первый и последний члены списка.<a
                        href="#ref-22" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-23"><sup>23</sup> Также сокращено перечисление звеньев
                    <em>взаимозависимого происхождения</em>.<a href="#ref-23"
                                                               class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-24"><sup>24</sup> Перечислены названия четырех
                    благородных истин.<a href="#ref-24" class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-25"><sup>25</sup> Перевод последней фразы действительно
                    представляет некоторые трудности. Критический санскритский текст гласит:<a
                        href="#ref-25" class="text-blue-500 hover:underline">↩</a></p>
                <p>
                    "<em>a-citta-āvaraṇa</em>" (санскр. अचित्तावरण). Причём — "препятствия психики"
                    (санскр. <em>citta-āvaraṇa</em>, тиб. <em>sems kyi sgrib pa</em>) чрезвычайно
                    редко встречающийся термин, и,
                    возможно, прав Э. Конзе, предполагающий на основе некоторых рукописей, что
                    вероятно первоначальное прочтение "опора психики" (санскр.
                    <em>citta-ālambana</em>, p. 39-40), так как
                    разрушение "опор" — важнейшая задача праджняпарамитских текстов. Тибетский
                    перевод, тем не менее, сохраняет <em>sems kyi sgrib pa</em> (психические
                    препятствия), опуская, правда, <em>a-citta-āvaraṇa</em> переведенное здесь
                    как "не-психические препятствия". Конзе трактует частицу отрицания "а" как
                    относящуюся ко второй части слова и весь фрагмент переводит следующим образом:
                    "без помех и препятствий для сознания". Перевод одного из крупнейших
                    американских буддологов Алекса Ваймана,
                    вообще игнорирует наличие частицы "а": "препятствия сознания".
                </p>
                <p>
                    Обычно, в буддийской традиции выделяется три типа препятствий (санскр. <em>āvaraṇa</em>,
                    тиб. <em>sgrib pa</em>):
                </p>
                <ol class="list-decimal list-outside pl-4 ml-4 mt-2">
                    <li>препятствия, обусловленные прежними поступками (санскр.
                        <em>karma-āvaraṇa</em>, тиб. <em>las kyi sgrib pa</em>);
                    </li>
                    <li>препятствия, обусловленные аффектами психики (санскр. <em>kleśa-āvaraṇa</em>,
                        тиб. <em>nyon mongs pa'i sgrib pa</em>);
                    </li>
                    <li>препятствия, обусловленные познаваемым (санскр. <em>jñeya-āvaraṇa</em>, тиб.
                        <em>shes bya'i sgrib pa</em>).
                    </li>
                </ol>
                <p class="my-2">
                    Конзе высказывает предположение, что термин тождественен третьему виду
                    препятствий (<em>Conze E.</em>, p. 95). Это предположение соответствует
                    тибетской
                    постканонической комментаторской традиции, объясняющей термин "психические
                    препятствия" как "держание за истины" (тиб. <em>bden 'dzin</em>), то есть
                    препятствия, относящиеся к классу
                    познаваемого (тиб. <em>shes bya</em>). (На этот факт указал, ссылаясь на
                    комментарий Бандидо-хамбо Лама Ж. Ж.
                    Эрдынеев, за что автор приносит ему искреннюю признательность). Тем не менее,
                    по-видимому, не исключена и возможность, что термин "психические препятствия"
                    использовался здесь не в узко специальном, а, напротив, в максимально широком
                    смысле, как, например, в сочинении Арьядевы <em>Catuhśataka</em> (санскр. <em>Catuḥśataka</em>,
                    тиб. <em>bstan bcos bzhi brgya pa</em>).
                </p>

                <p class="my-2" id="citation-26"><sup>26</sup> Проблема эпитета "великая" (санскр.
                    <em>mahā</em>) отражает расхождения между:<a href="#ref-26"
                                                                 class="text-blue-500 hover:underline">↩</a>
                </p>
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li><strong>Санскритскими рукописями</strong>:
                        <ul class="list-circle pl-5 ml-4">
                            <li>Присутствует в 4 из 9 манускриптов (Conze ed., p.41).</li>
                            <li>Отсутствует в старейшей гилгитской рукописи (XI в.).</li>
                        </ul>
                    </li>
                    <li><strong>Переводами</strong>:
                        <ul class="list-circle pl-5 ml-4">
                            <li>Тибетский канон (Дерге <em>Ka</em> 21b): опускает.</li>
                            <li>Китайский перевод Сюаньцзана (T.251): включает 大明咒 ("великая
                                мантра").
                            </li>
                        </ul>
                    </li>
                </ul>
                <p class="my-2">
                    Современные исследователи (Nattier, 1992) связывают это с:
                </p>
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>Эволюцией тантрических элементов в поздних рукописях.</li>
                    <li>Влиянием <em>Мантраяны</em> на праджняпарамитскую традицию. (прим. ред.
                        сайта).
                    </li>
                </ul>

                <p class="my-2" id="citation-27"><sup>27</sup> Слог «ОМ» отсутствует в большинстве
                    санскритских рукописей:<a href="#ref-27"
                                              class="text-blue-500 hover:underline">↩</a>
                </p>
                <ul class="list-disc pl-5 ml-4 mt-2">
                    <li>В 7 из 8 санскритских рукописей (Conze ed., p.42).</li>
                    <li>В тибетском каноническом переводе (Дерге <em>Ka</em> 21b).</li>
                    <li>В ранних китайских переводах Кумарадживы (T.250) и Сюаньцзана (T.251).</li>
                </ul>
                <p class="my-2">
                    Однако, тибетоязычные издания бурятских дацанов (издания Гусиноозёрского дацана,
                    XIX в.) включают «ОМ» в мантру, и так же
                    поступают современные тибетские религиозные деятели (например Далай-лама XIV
                    включает "Оṃ" в публичных рецитациях, а Сакья Тризин сохраняет канонический
                    вариант без "Оṃ").
                </p>
                <p class="my-2" id="citation-28"><sup>28</sup> Мантру Праджняпарамиты (санскр. <em>prajñāpāramitā-mantra</em>,
                    тиб. <em>shes rab kyi pha rol tu phyin pa'i sngags</em>) можно было бы
                    перевести на русский язык, исходя из того, что слово «ГАТЕ» (санскр.
                    <em>gate</em>) представляет собой
                    «звательный» или «местный» падеж причастия «ушедшая» или «местный» падеж
                    причастия «ушедший», а «ОМ» (санскр. <em>oṃ</em>) и «СВАХА» (санскр.
                    <em>svāhā</em>) — традиционные формы начала и конца
                    мантры: «ОМ» и «СВАХА» — звуки, благословляющие пользу обретения плода
                    повторения (мантры).<a href="#ref-28"
                                           class="text-blue-500 hover:underline">↩</a></p>
                <p>
                    Пять слов <em>gate gate pāragate pārasaṃgate bodhi</em>, помещенных между «ОМ» и
                    «СВАХА» соотносятся, по
                    мнению Э. Конзе (<em>Conze E.</em>, р.106), последовательно с (2) — (6)
                    фрагментами текста (хотя членение текста у Конзе немного отличается от нашего),
                    охватывая, таким образом, все содержание сутры.
                </p>
                <p>
                    Чогьям Трунгпа (тиб. <em>Chos rgyam Drung pa</em>) считает, что суть всего
                    учения в соотнесении с мантрой может быть выражена в рамках фрагмента (2).
                    Комментарий Махаджаны (санскр. <em>Mahājana</em>, тиб. <em>sKyes bu chen po</em>)
                    расширяет ассоциативное поле тантры, объясняя термин «ГАТЕ» как оставление (тиб.
                    <em>spangs pa</em>) пройденного пути (тиб. <em>lam</em>) совершенствования:
                </p>
                <ul class="list-disc pl-5 space-y-1 ml-8">
                    <li class="my-2">ГАТЕ (первое) – «пути накопления» (санскр.
                        <em>sambhāra-mārga</em>, тиб. <em>tshogs lam</em>);
                    </li>
                    <li class="my-2">ГАТЕ (второе) – «пути подготовки» (санскр.
                        <em>prayoga-mārga</em>, тиб. <em>sbyor lam</em>);
                    </li>
                    <li class="my-2">ПАРАГАТЕ – «пути видения» (санскр. <em>darśana-mārga</em>, тиб.
                        <em>mthong lam</em>);
                    </li>
                    <li class="my-2">ПАРАСАМГАТЕ – «пути медитации» (санскр. <em>bhāvanā-mārga</em>,
                        тиб. <em>sgom lam</em>);
                    </li>
                    <li class="my-2">БОДХИ (санскр. <em>bodhi</em>) – «пути не-учения» (санскр. <em>aśaikṣa-mārga</em>,
                        тиб. <em>mi slob lam</em>).
                    </li>
                </ul>
                <p>
                    (Подробнее об описании буддийской системы совершенствования в терминах "пяти
                    путей" см., напр. <em>Abhisamayālaṅkāra</em>, гл. 1).
                </p>
                <p>
                    Существуют и другие истолкования мантры Праджняпарамиты, но все они сходятся в
                    одном: данная мантра кодирует ВЕСЬ путь совершенствования, включая достижение
                    состояния Будды. «Поэтому, — говорит комментарий Ваджрапани (санскр. <em>Vajrapāṇi</em>,
                    тиб. <em>Lag na rdo rje</em>), — эта мантра Праджняпарамиты есть сердце смысла
                    всех тайных мантр (санскр. <em>guhya-mantra</em>, тиб. <em>gsang sngags</em>)».
                </p>
                <p class="my-2" id="citation-29"><sup>29</sup> См. прежде всего фундаментальные
                    работы Конзе по Праджняпарамите:
                    <em>Conze E.</em> The Prajñāpāramitā Literature. 2nd ed. Tokyo: The Reiyukai,
                    1978;
                    <em>Conze E.</em> Thirty Years of Buddhist Studies. Oxford: Bruno Cassirer,
                    1967;
                    а также его переводы и комментарии к "Сутре сердца":
                    <em>Buddhist Wisdom Books: The Diamond Sutra, The Heart Sutra</em>. London:
                    George Allen & Unwin, 1958.<a href="#ref-29"
                                                  class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="my-2" id="citation-30"><sup>30</sup> Классификация 18 аспектов пустоты
                    (санскр. <em>aṣṭādaśa-śūnyatā</em>, тиб. <em>stong pa nyid bco brgyad</em>)
                    впервые появляется в <em>Pañcaviṃśatisāhasrikā-prajñāpāramitā-sūtra</em> ("Сутре
                    в 25 000 строк"). Полный список включает:<a href="#ref-30"
                                                                class="text-blue-500 hover:underline">↩</a>
                </p>
                <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                    <li class="my-2">пустоту внутреннего (<em>adhyātma-śūnyatā</em>),</li>
                    <li class="my-2">внешнего (<em>bahirdhā-śūnyatā</em>),</li>
                    <li class="my-2">внешне-внутреннего (<em>adhyātma-bahirdhā-śūnyatā</em>),</li>
                    <li class="my-2">пустоты (<em>śūnyatā-śūnyatā</em>),</li>
                    <li class="my-2">великой (<em>mahā-śūnyatā</em>),</li>
                    <li class="my-2">пустоты высшего смысла (<em>paramārtha-śūnyatā</em>),</li>
                    <li class="my-2">обусловленного (<em>saṃskṛta-śūnyatā</em>),</li>
                    <li class="my-2">необусловленного (<em>asaṃskṛta-śūnyatā</em>),</li>
                    <li class="my-2">запредельного (<em>atyanta-śūnyatā</em>),</li>
                    <li class="my-2">безначального (<em>anavarāgra-śūnyatā</em>),</li>
                    <li class="my-2">неотбрасываемого (<em>anavakāra-śūnyatā</em>),</li>
                    <li class="my-2">собственной природы (<em>prakṛti-śūnyatā</em>),</li>
                    <li class="my-2">всех дхарм (<em>sarvadharma-śūnyatā</em>),</li>
                    <li class="my-2">характеристик (<em>lakṣaṇa-śūnyatā</em>),</li>
                    <li class="my-2">непостижимого (<em>anupalambha-śūnyatā</em>),</li>
                    <li class="my-2">не-сущего (<em>abhāva-śūnyatā</em>),</li>
                    <li class="my-2">самобытия (<em>svabhāva-śūnyatā</em>),</li>
                    <li class="my-2">не-самобытия (<em>parabhāva-śūnyatā</em>).</li>
                </ol>
               <p class="my-2">
                   Вариант с 20 аспектами встречается в комментариях Чандракирти (<em>Mādhyamakāvatāra</em>VI. 180-186) и включает дополнительные:
               </p>
                <ol class="list-decimal list-outside ml-8 space-y-1 pl-5">
                    <li class="my-2">пустоту пространства (<em>ākāśa-śūnyatā</em>),</li>
                    <li class="my-2">пустоту двух пределов (<em>ubhaya-anta-śūnyatā</em>).</li>
                </ol>
                <p class="my-2">
                    См.: <em>Conze E.</em> The Large Sutra on Perfect Wisdom. Berkeley, 1975. P.
                    147-149; <em>Williams P.</em> Mahāyāna Buddhism. London, 1989. P. 59-61.
                </p>

                <p class="my-2" id="citation-31"><sup>31</sup> Конзе проводит параллель между
                    исторической ролью <em>Dharmacakrapravartana-sutra</em> (санскр. <em>dharmacakrapravartana-sūtra</em>,
                    тиб. <em>chos kyi 'khor lo bskor ba'i mdo</em>) — первой проповеди Будды в
                    Сарнатхе, где были изложены Четыре Благородные Истины и Восьмеричный Путь, — и
                    <em>Prajnaparamitahridaya-sutra</em> как квинтэссенцией второго поворота Колеса
                    Дхармы (санскр. <em>dharmacakrapravartana</em>, тиб. <em>chos kyi 'khor lo bskor
                        ba</em>), произошедшего на горе Гридхракута (санскр. <em>Grdhrakuta</em>,
                    тиб. <em>bya rgod phung po</em>). <a href="#ref-31" class="text-blue-500 hover:underline">↩</a>
                </p>
<p class="my-2">
    Три поворота Колеса Дхармы включают:
</p>

                <ol class="list-decimal list-inside ml-4 pl-2">
                    <li>учение о Четырёх Благородных Истинах (санскр. <em>catvari aryasatyani</em>,
                        тиб. <em>'phags pa'i bden pa bzhi</em>);
                    </li>
                    <li>учение о пустоте в праджняпарамитских сутрах;</li>
                    <li>учение о природе Будды (санскр. <em>tathagatagarbha</em>, тиб. <em>de bzhin
                            gshegs pa'i snying po</em>) в сутрах третьего поворота.
                    </li>
                </ol>
<p class="my-2">
    Основные источники:
</p>

                <ul class="list-disc list-inside ml-4 pl-2">
                    <li><em>Conze E.</em> Buddhist Thought in India. London, 1962. P. 200-202</li>
                    <li><em>Williams P.</em> Mahayana Buddhism. 2nd ed. London, 2009. P. 40-45</li>
                    <li><em>Рудой В.И.</em> Учение о повороте колеса Дхармы. М., 2010. С. 56-78</li>
                </ul>

            </div>
            <p class="text-right italic text-gray-800 mt-4">Л. Э. Мялль</p>
            <p class="text-right italic text-gray-800 mt-4">«Буддизм: вопросы теории и практики»
                (Тарту, 1980, с. 47–64)</p>
        </div>
    </div>
@endsection
