@extends('layouts.app')
@section('title', 'Культурная история Тибета')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.8)),
            url('{{ asset("backgrounds/miyal.webp") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">
            Культурная история Тибета</h1>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>Истоки крупнейших рек Востока находятся в Тибете<a href="#citation-1" id="ref-1"
                                                                  class="citation-mark"><sup>1</sup></a>.
                Тибетские воды орошают поля Южной, Восточной и Юго-Восточной Азии. Хорошо известны и
                другие азбучные истины, например, плотность населения в Тибете очень невелика, а
                уровень материальной жизни народа был всегда низким<a href="#citation-2" id="ref-2"
                                                                      class="citation-mark"><sup>2</sup></a>.
            </p>

            <p>Азбучные истины заканчиваются, когда речь заходит о тибетской культуре. Что
                характеризует культуру Тибета, каков культурный уровень тибетского народа — по этим
                вопросам не существует единого мнения даже среди ученых. Что же касается
                неспециалистов, то некоторые склонны думать, что тибетцы сплошь неграмотны и в
                культурном смысле неразвиты. Существует и другое, прямо противоположное мнение, что
                Тибет — центр самой высокой в духовном смысле цивилизации, которая время от времени
                возвещает миру вечные истины.</p>

            <p>Нечего и говорить о неправомерности этих двух точек зрения. Конечно, Тибет не
                является страной, где полностью отсутствует грамотность и культура, но он и не
                "колыбель грядущего человечества"<a href="#citation-3" id="ref-3"
                                                    class="citation-mark"><sup>3</sup></a>, как
                считал, например, выдающийся русский художник Н. К. Рерих.</p>

            <p>Тибет до недавнего времени был феодальной страной, культура которой в общем
                соответствовала уровню культуры средневековой Европы. Но эта культура была в высшей
                степени своеобразна, в некоторых областях она опережала достижения европейской
                культуры той поры (что, однако, не означает, что в других областях она не отставала
                от европейской культуры средневековья).</p>

            <p>Наука о Тибете, тибетология, развивается в последние десятилетия довольно быстрыми
                темпами. Это касается прежде всего текстологии: каждый год издается и переводится на
                европейские языки все больше памятников тибетской литературы и культуры. Благодаря
                этому контуры истории тибетской культуры вырисовываются уже довольно четко. И что
                самое главное, эта культура больше не предстает перед нами как нечто статичное,
                застойное, характеризуемое стагнацией и страхом перед новыми веяниями<a
                    href="#citation-4" id="ref-4" class="citation-mark"><sup>4</sup></a>. Последние
                исследования показали, что в действительности на протяжении почти всей истории
                тибетской культуры для нее были характерны динамизм, открытость, стремление к
                обогащению за счет заимствований из других культур. Правда, существует мнение, что в
                последние два-три столетия в развитии тибетской культуры имел место некоторый
                застой, но есть весомые доказательства, опровергающие подобную точку зрения<a
                    href="#citation-5" id="ref-5" class="citation-mark"><sup>5</sup></a>. Можно лишь
                говорить об относительном застое тибетской культуры сравнительно с культурой
                европейской, которая в эти столетия развивалась гораздо более быстрыми темпами.</p>

            <p>Изучая историю и культуру Тибета, надо иметь в виду, что письменные памятники
                являются более или менее надежными источниками лишь при исследовании нашего
                тысячелетия<a href="#citation-6" id="ref-6" class="citation-mark"><sup>6</sup></a>.
                Что касается прошлого тысячелетия, то здесь еще предстоит кропотливая критическая
                работа над теми немногочисленными памятниками, которые можно с полной уверенностью
                отнести к последним его векам<a href="#citation-7" id="ref-7" class="citation-mark"><sup>7</sup></a>.
                Самый ранний период тибетской истории еще ждет своего раскрытия: для освещения всего
                того, о чем смутно повествуют эпос, легенды и мифы, требуется тщательное
                археологическое исследование Тибета.</p>

            <p>Все же уже сейчас можно утверждать, что в начале нашей эры в бассейне реки Панно
                (Брахмапутра) возникли мелкие феодальные княжества, которые вели друг с другом
                непрекращающуюся борьбу. В III веке среди них выделилось княжество Ярлун, правитель
                которого покорил соседние княжества и основал маленькое государство Пугье Пё<a
                    href="#citation-8" id="ref-8" class="citation-mark"><sup>8</sup></a>. Но только
                в начале VII века Намри Лонцэм (? — 627), представитель династии Ярлун, завершил
                формирование централизованного тибетского государства.</p>

            <p>Его сын Сонцзен Гампо (617 — 644), прославленный тибетскими хрониками, расширил
                границы
                царства. Благодаря его завоеваниям и культурно-просветительской деятельности была
                заложена основа тибетской цивилизации в самом широком значении этого слова<a
                    href="#citation-9" id="ref-9" class="citation-mark"><sup>9</sup></a>. Как
                военно-политическая империя Тибет не уступал таким мощным силам тогдашнего Востока,
                как танский Китай или государство Харши в Индии. Именно имперский дух, который царил
                в Тибете в VII-IХ веках, освободил тибетскую мысль от племенной ограниченности и
                способствовал восприятию новых культурных ценностей и идеалов. Тибет имел контакты
                со многими странами<a href="#citation-10" id="ref-10"
                                      class="citation-mark"><sup>10</sup></a>, но наибольшее
                культурное и экономическое влияние он испытывал со стороны двух соседних стран —
                Индии и Китая. Поэтому представляется совершенно закономерным, что первая жена
                Сонцзен Гампо была дочерью непальского царя, вторая же — одной из дочерей китайского
                императора. Каждая из них прибыла в Тибет в сопровождении большой свиты, в состав
                которой входили многие искусные мастера, давшие толчок развитию ряда ремесел.
                Официальная тибетская историография свидетельствует также, что Сонцзен Гампо послал
                в Индию группу молодых людей для выработки тибетского национального письма<a
                    href="#citation-11" id="ref-11" class="citation-mark"><sup>11</sup></a>.
                Большинство посланных погибло из-за невыносимого климата, вернулся только Тхонми
                Самбхота, который, по утверждению тибетских источников, создал по образу и подобию
                древнеиндийских алфавитов тибетское письмо и написал первую грамматику тибетского
                языка, а также перевел махаянистскую сутру "Детальное описание корзины достоинств
                Авалокитешвары"<a href="#citation-12" id="ref-12"
                                  class="citation-mark"><sup>12</sup></a>. На основе грамматики
                Тхонми Самбхоты в течение VII-VIII веков формировался тибетский литературный язык.
            </p>

            <p>Так начинается первый этап тибетской письменной культуры, который можно условно
                назвать периодом текстоподражания, так как основную массу литературы того времени
                составляют переводы буддийских текстов, главным образом с санскрита и китайского<a
                    href="#citation-13" id="ref-13" class="citation-mark"><sup>13</sup></a>.</p>

            <p>Тибетская историография связывает введение письменности в Тибете с нуждами проповеди
                буддизма, к которому склонялся Сонцзен Гампо, хотя в данном случае, очевидно,
                превалировали нужды управления империей, созданной великим царем. Границы этой
                обширной империи простирались далеко за пределы собственно Тибета, включая в себя
                некоторые области на севере буддийской Индии и ряд районов Средней Азии, где в то
                время буддизм еще не был вытеснен исламом.</p>

            <p>Идеи буддизма стали проникать в Тибет задолго до воцарения Сонцзен Гампо. Они
                проникали и из Средней Азии, где в государстве-оазисе Хотане в одном из тамошних
                буддийских монастырей была община тибетских монахов, и из сопредельных индийских
                царств, а позднее и из соседнего Китая, танский император которого, современник
                Сонцзен Гампо, покровительственно относился к распространению буддизма в своей
                империи.</p>

            <p>При Сонцзен Гампо буддизм стал постепенно завоевывать позиции в самом Тибете. Лично
                Сонцзен Гампо, вероятно, так и не стал буддистом, вопреки утверждениям позднейшей
                тибетской буддийской историографии<a href="#citation-14" id="ref-14"
                                                     class="citation-mark"><sup>14</sup></a>, однако
                он явно сочувственно относился к новому вероучению. Возможно, Сонцзен Гампо видел в
                буддизме средство, способствующее укреплению централизованной власти<a
                    href="#citation-15" id="ref-15" class="citation-mark"><sup>15</sup></a>;
                возможно, с помощью буддизма царь стремился ограничить влияние бонских жрецов,
                обладавших как при дворе, так и в народе большой реальной властью. Несомненно, на
                Сонцзен Гампо оказали определенное влияние его непальская и китайская жены,
                исповедовавшие буддизм.</p>

            <p>В Тибет стали прибывать буддийские монахи из Индии, Хотана и Непала. Однако
                первоначальное распространение буддизма ограничивалось лишь рамками царской семьи и
                ее ближайшего окружения. Причем это распространение встречало сильное сопротивление
                со стороны бонских жрецов. Однако уже в 779 году тибетский царь Чисон Децзен
                (755 — 797) провозгласил буддизм государственной религией Тибета.</p>

            <p>Во второй половине VIII века в Тибете наметилось два направления в буддизме,
                соперничавших между собой, — индийское и китайское. Представителем индийского
                направления выступал Камалашила, представителем китайского — Хошан.</p>

            <p>Каламашила проповедовал учение в той форме, в которой оно было зафиксировано в
                сочинениях его предшественников Шантаракшиты и Шантидэвы<a href="#citation-16"
                                                                           id="ref-16"
                                                                           class="citation-mark"><sup>16</sup></a>.
                Суть его заключалась в том, что путь бодхисаттвы должен быть ступенчатым. До
                достижения уровня будды ему необходимо в течение многих жизней упорно постигать
                теорию Учения и практику парамит, за счет чего накапливаются "благие заслуги", в
                результате которых в конце концов достигается переход из сансары в нирвану.</p>

            <p>Позиция Хошана была прямо противоположной. Вот как она описана Камалашилой:</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Силою добрых и злых деяний, вызываемых конструктивной деятельностью сознания, живые
                существа совершают круговорот бытия в иллюзорном мире, подвергаясь непрерывным
                перерождениям в небесной и других сферах бытия, являющихся плодом их деяний.
                Наоборот, тот, кто не думает совсем ни о чем и не совершает деяний, становится
                освобожденным от иллюзорного мира. Поэтому не нужно ни о чем думать. Также не нужно
                творить милостыню и совершать другие добрые дела. Милостыня и другие добрые дела
                были предписаны лишь потому, что имелись в виду невежественные, заурядные люди<a
                    href="#citation-17" id="ref-17" class="citation-mark"><sup>17</sup></a>.
            </blockquote>
            <p>По Хошану, освобождение представляет собой спонтанный акт, который может возникнуть в
                любом человеке независимо от его личных усилий. Нетрудно понять, что Хошан является
                представителем школы чань (дзэн)<a href="#citation-18" id="ref-18"
                                                   class="citation-mark"><sup>18</sup></a>.</p>

            <p>В 792 году в монастыре Самье<a href="#citation-19" id="ref-19" class="citation-mark"><sup>19</sup></a>
                состоялся диспут между Камалашилой и Хошаном при верховном арбитраже самого царя
                Тибета<a href="#citation-20" id="ref-20" class="citation-mark"><sup>20</sup></a>.
                Поздняя тибетская буддийская историография утверждает, что диспут блестяще выиграл
                Камалашила. Однако это не подтверждается сохранившимися официальными документами
                того периода. В эдикте царя-арбитра говорится лишь о необходимости следовать
                срединному пути, заповеданному Буддой Гаутамой, с чем были согласны оба противника<a
                    href="#citation-21" id="ref-21" class="citation-mark"><sup>21</sup></a>.</p>

            <p>Вскоре после диспута китайские монахи были изгнаны из Тибета, что отражало не
                религиозные, а политические разногласия между Тибетом и Китаем. Тибетский двор
                стремился покончить с усиливающимся китайским влиянием в стране, ведь Китай выступал
                противником тибетской империи, многочисленным военным столкновениям с которым
                положил конец только мирный договор 822 года.</p>

            <p>В это же время в Тибете происходило формирование новой местной религии, которая
                окончательно оформилась в начале второго тысячелетия нашей эры и получила название
                "бон" (в народной религии этим словом обозначали определенный разряд жрецов)<a
                    href="#citation-22" id="ref-22" class="citation-mark"><sup>22</sup></a>.
                Народные верования были одним из источников бона, но даже беглое знакомство с его
                священным писанием и иконографией показывает такое сходство с буддизмом, что не
                может быть сомнения — бон создан по образу и подобию буддизма. Но официально
                представители бона всегда подчеркивали свою противоположность буддизму и считали
                основателем своей религии некоего Шэнраба, который как будто бы появился с Запада<a
                    href="#citation-23" id="ref-23" class="citation-mark"><sup>23</sup></a>.</p>

            <p>В конце VIII — начале IX века заметно возросло число переводов буддийских текстов с
                санскрита. При царе Рэльпачэне (815 — 838) в 826 году была создана даже Комиссия по
                делам переводов буддийских сочинений, которая унифицировала переводы буддийских
                терминов, строго приказав переводчикам неукоснительно придерживаться этой унификации
                под страхом сурового наказания. В течение последующих веков с санскрита были
                переведены основные буддийские священные тексты, переводы впоследствии были собраны
                в два огромных свода — "Канчжур", включающий тексты, приписываемые самому Будде
                (сутры, тантры), и "Танчжур"<a href="#citation-24" id="ref-24"
                                               class="citation-mark"><sup>24</sup></a>, содержащий
                комментарии к текстам "Канчжура", трактаты индийских ученых-буддистов (Нагарджуны,
                Асанги, Васубандху, Бхававивеки и других), а также трактаты индийских ученых по
                медицине, грамматике, поэтике, астрологии, иконописи.</p>

            <p>В переводе текста участвовали обычно индиец — знаток санскрита и один-два тибетца<a
                    href="#citation-25" id="ref-25" class="citation-mark"><sup>25</sup></a>. С
                течением времени выработался переводческий стиль, обязательный для всех. Этот стиль
                отличался невероятной точностью при передаче санскритских слов, выражений и
                грамматических конструкций. Несмотря на то что в принципе тибетский язык не имеет
                ничего общего с санскритом, эти переводы позволяют довольно легко реконструировать
                санскритский оригинал, если тот не сохранился до наших дней<a href="#citation-26"
                                                                              id="ref-26"
                                                                              class="citation-mark"><sup>26</sup></a>.
                Конечно, такой перевод, с точки зрения тибетского языка, носит в какой-то мере
                искусственный характер и не воспринимается простым читателем как живой текст. Тем не
                менее этот стиль переводов укоренился среди буддийской элиты так глубоко, что
                впоследствии даже оригинальные произведения создавались в этом стиле<a
                    href="#citation-27" id="ref-27" class="citation-mark"><sup>27</sup></a>.</p>

            <p>При переводе санскритских священных текстов тибетские лоцзава<a href="#citation-28"
                                                                               id="ref-28"
                                                                               class="citation-mark"><sup>28</sup></a>
                избегали прибегать к фонетическим заимствованиям, передавая значение даже сложных
                для перевода терминов средствами родного языка. Так, например, термин "paramita"
                передан словосочетанием "phyi-rol-du-phin-pa", или "уход на другой [берег]", а
                точнее, "уход вовне", то есть выход из круга обязательных рождений. Даже буддийские
                имена собственные часто не транскрибировали, а переводили: так, Ананда (ученик
                Будды) — "Радостный", Акшобхья (имя дхьяни-будды) — "Безмятежный", Ашока (имя
                индийского царя — приверженца буддизма) — "Беспечальный", что соответствует значению
                санскритских слов, но имеет совершенно другое звучание в тибетском произношении.
                Иногда переводили и географические названия. Так, Раджагриха (город в Индии)
                переведен словосочетанием "Дом короля", что этимологически правильно, но
                фонетически между индийским и тибетским названиями нет ничего общего.</p>

            <p>Интересно отметить, что в китайских переводах санскритских текстов очень широко
                использовался метод фонетического заимствования даже при передаче на китайский язык
                легко переводимых буддийских терминов, как, например, "mahasattwa" ("великое
                существо").</p>

            <p>Тибетские лоцзава не могли не знать этого, поскольку китайские переводы санскритских
                текстов появились значительно раньше тибетских. Однако путь фонетических
                заимствований тибетские лоцзава отвергли.</p>

            <p>Наряду с переводом индийских буддийских текстов на тибетский язык переводились
                многочисленные индийские трактаты по всем областям средневековой науки, вошедшие
                затем в буддийский канон, и лучшие образцы индийских литературных произведений.</p>

            <p>Так вместе с буддизмом тибетцы постепенно воспринимали науку и культуру буддийской
                Индии, буддийский образ жизни. Этому процессу не могли препятствовать даже
                преследование буддистов при царе Ландарме в 842 году и вызванный гонениями застой,
                продлившийся полтораста лет. Уже в начале XI века намечается новый подъем. В Тибет
                прибывают крупные индийские учителя, многие тибетцы совершают путешествия по
                буддийским центрам Индии, поступают учиться в такие знаменитые монастырские
                университеты, как Наланда, Викрамашила<a href="#citation-29" id="ref-29"
                                                         class="citation-mark"><sup>29</sup></a>.
            </p>

            <p>Буддизм в Индии не был единым. Нередко и в рамках одного монастыря существовали три
                основных течения — хинаяна, или "малая колесница", махаяна, или "великая колесница",
                и ваджраяна, или "алмазная колесница"<a href="#citation-30" id="ref-30"
                                                        class="citation-mark"><sup>30</sup></a>.
                Каждое направление подразделялось на разные школы, а всякая школа имела свои
                авторитеты в прошлом и в настоящем, свои тексты и свои идеи о нирване и о пути,
                ведущем к ней.</p>

            <p>Теория хинаяны, акцентирующая личное освобождение, не была для тибетцев
                привлекательной. Тем не менее они приняли хинаянистский монастырский устав, который
                до сих пор регулирует жизнь тибетского монашества.</p>

            <p>Гораздо больше была им по душе махаяна, которая соединяет в единое целое утонченное
                логическое мышление<a href="#citation-31" id="ref-31"
                                      class="citation-mark"><sup>31</sup></a> и позитивную
                эмоциональность, выражающуюся в концепции сострадания бодхисаттвы, способного во имя
                спасения других существ отказаться от собственной жизни и даже от нирваны. Это
                сострадание, стремление помогать другим людям и существам вообще провозглашается в
                махаянистских текстах через уста многих будд и бодхисаттв<a href="#citation-32"
                                                                            id="ref-32"
                                                                            class="citation-mark"><sup>32</sup></a>
                Так, например, в "Бхайшаджягуру-вайдурьяпрабха-раджа-сутре", ставшей основой
                буддийского медицинского канона, говорится, что Верховный целитель, покровитель
                лекарей — ипостась Будды Гаутамы, когда был еще бодхисаттвой, обещал, что после
                достижения им состояния будды будет помогать существам во многом, в том числе и в
                лечении болезней<a href="#citation-33" id="ref-33"
                                   class="citation-mark"><sup>33</sup></a>.</p>

            <p>Привлекательной была для тибетцев и ваджраяна, или буддийский тантризм, которая, в
                строгом буддийском понимании, не столько самостоятельное течение, сколько часть
                махаяны<a href="#citation-34" id="ref-34" class="citation-mark"><sup>34</sup></a>. В
                ваджраяне определяющее значение имеет не практическое осуществление сострадания ко
                всему живому в повседневной жизни, а неустанное медитирование, при помощи которого
                освобождения от уз сансары можно достигнуть даже в течение одной жизни<a
                    href="#citation-35" id="ref-35" class="citation-mark"><sup>35</sup></a>. Для
                интенсивной йогической практики требуется компетентный наставник-гуру<a
                    href="#citation-36" id="ref-36" class="citation-mark"><sup>36</sup></a>, а также
                временами отречение от мирской жизни и отшельничество.</p>

            <p>В Тибете все эти течения в чистом виде не проявились. Чаще всего имел место синтез
                махаяны с хинаянистским монастырским уставом, нередко встречались также люди,
                которые не приняли обетов монашества, но были чрезвычайно сведущи и в махаяне, и в
                ваджраяне.</p>

            <p>К X веку заканчивается период подражания санскритским текстам. XI век ознаменовал
                начало нового этапа в развитии тибетской культуры, который можно назвать
                текстопорождающим периодом. Литературная деятельность происходила в рамках новых
                религиозных организаций — монашеских орденов, или школ, которые в условиях
                феодальной раздробленности Тибета превращались и в реальную политическую силу.</p>

            <p>Основателем первой школы, по тибетской традиции, считается Атиша (982 — 1054) —
                индийский ученый буддист, настоятель монастыря Викрамашила, который в 1042 году
                прибыл в Западный Тибет по приглашению правителя небольшого, но влиятельного
                государства Гугэ<a href="#citation-37" id="ref-37"
                                   class="citation-mark"><sup>37</sup></a>. Историки школы гелуг
                утверждают, что его приглашение было связано с необходимостью очистить буддизм от
                извращений. Атише было в то время уже шестьдесят лет. Его считали выдающимся
                учителем во всем тогдашнем буддийском мире. Он находился в Тибете до своей смерти в
                1054 году. Благодаря Атише тибетцы познакомились с некоторыми новыми течениями в
                индийской буддийской мысли, например, с учением о "Колесе времени" (Калачакра),
                которое играло впоследствии столь заметную роль в духовной жизни тибетцев<a
                    href="#citation-38" id="ref-38" class="citation-mark"><sup>38</sup></a>. Вместе
                с Калачакрой тибетцы приняли и новую систему летосчисления, основанную на цикле
                шестидесяти лет (первый год первого цикла соответствует 1027 году нашего
                летосчисления). Атиша ввел в Тибете культ Авалокитешвары, бодхисаттвы сострадания<a
                    href="#citation-39" id="ref-39" class="citation-mark"><sup>39</sup></a>, и
                обосновал идею об особых отношениях между учителем и учеником, то есть он
                проповедовал концепцию "гуру". Несмотря на огромное влияние Атиши на духовную жизнь
                Тибета, школа (орден) кадам, основанная его учеником Дромтоном, не играла до реформ
                Цзонкхапы заметной роли в культурной и политической жизни страны<a
                    href="#citation-40" id="ref-40" class="citation-mark"><sup>40</sup></a>.</p>

            <p>Самой влиятельной в это время была школа сакья. Основателями этой школы считают
                Дрогми (992 — 1072), который много путешествовал по Индии, собирая тексты, и его
                ученика Кончок Гьяпо. Школа сакья выдвинула много великих ученых и писателей. Среди
                них выделяются автор трактатов по философии, грамматике и поэтике Сакья Пандита
                (1182 — 1251), создатель монгольской древней письменности Пхагпа (1235 — 1280),
                историк
                и кодификатор тибетского буддийского канона Будон (1290 — 1364)<a href="#citation-41"
                                                                                id="ref-41"
                                                                                class="citation-mark"><sup>41</sup></a>.
            </p>

            <p>Больше всего творчески активных людей вышло из школы кагью. Предтечами этой школы,
                основанной в Тибете Марпой, являются индийский йогин Тилопа и его ученик Наропа<a
                    href="#citation-42" id="ref-42" class="citation-mark"><sup>42</sup></a>.
                Учеником Наропы (1016 — 1100) на протяжении шестнадцати лет был тибетец Марпа
                (1012 — 1096). Вернувшись в Тибет с превосходной коллекцией рукописей, Марпа не
                принял
                монашеских обетов, но способствовал оформлению школы своими переводами с санскрита
                неизвестных в Тибете Тантр и трактатов. Он имел много учеников, самым знаменитым из
                которых был несомненно величайший тибетский поэт Миларэпа (1040 — 1123)<a
                    href="#citation-43" id="ref-43" class="citation-mark"><sup>43</sup></a>.</p>

            <p>Его стихи, дошедшие до нас, были, по-видимому, собраны и зафиксированы, а может быть,
                и отредактированы его учениками<a href="#citation-44" id="ref-44"
                                                  class="citation-mark"><sup>44</sup></a>. Они
                похожи на народные песни, но их содержание говорит о том, что Миларапа отлично знал
                буддийскую философию, хотя делал вид, что она его вообще не интересует.</p>

            <p>Как учитель, Миларэпа был полной противоположностью Марпы - мягкий, терпеливый и
                кроткий. Его лучшим учеником был Гампопа (1079 — 1153), который, в отличие от Марпы
                и
                Миларэпы, принял монашество<a href="#citation-45" id="ref-45" class="citation-mark"><sup>45</sup></a>.
                Основанный им монастырь Двагно стал видным культурным центром Тибета. Поскольку
                только монашество могло гарантировать существование школы, то мнение, что настоящим
                основателем школы кагью надо считать Гампопу, вовсе не преувеличение.</p>

            <p>Единая школа кагью существовала очень недолго. Уже ученики Гампопы основали первые
                подшколы. Самой влиятельной в Тибете стала подшкола карма-кагью, получившая свое
                название от прозвища ее основателя Дусум Кхьенпа (1110 — 1193) — Кармапа ("человек,
                понимающий карму"). Кармапа стало титулом всех будущих глав этой подшколы. Их
                считали одновременно воплощениями Дусум Кхьенпа и бодхисаттвы Авалокитешвары. Таким
                образом, именно теоретикам карма-кагью принадлежала идея о том, что выдающийся
                духовный деятель может по собственному желанию выбирать себе место нового рождения,
                а также о том, как и по каким признакам его можно отыскать<a href="#citation-46"
                                                                             id="ref-46"
                                                                             class="citation-mark"><sup>46</sup></a>.
            </p>

            <p>В XIV-XV веках в политической жизни Тибета заметную роль играла другая подшкола кагью
                — пхагмотру, основанная учеником Гампопы — Пхагмотру (1110 — 1170). Главам этой
                школы
                удалось при помощи монголов оттеснить школу сакья на задний план.</p>

            <p>Традиции всех трех основных школ — кадам, сакья и кагью — восходят к Индии начала XI
                века. Представители этих школ никогда не отрицали, а наоборот, с гордостью
                подчеркивали свое индийское происхождение. Тесные отношения с Индией сохранялись до
                уничтожения индийских буддийских монастырей мусульманскими завоеваниями в начале
                XIII столетия<a href="#citation-47" id="ref-47" class="citation-mark"><sup>47</sup></a>.
            </p>

            <p>В то же самое время оформилась и школа, представители которой утверждают, что
                основателем ее является один из первых адептов буддизма ваджраяны в Тибете
                полулегендарный Падмасамбхава<a href="#citation-48" id="ref-48"
                                                class="citation-mark"><sup>48</sup></a>. Несомненно,
                некоторые традиции этой школы, получившей название ньингма, восходят к VIII веку, к
                временам Падмасамбхавы, которого следует считать духовным предтечей этой школы.
                Основная масса литературы школы ньингма, авторство которой приписывается
                Падмасамбхаве, была будто бы спрятана им самим в разные места в Тибете и найдена
                веками позже. Процесс отыскания спрятанных текстов ("терма") продолжался до
                недавнего времени и был тем способом, с помощью которого новому тексту придавался
                высший авторитет. Поэтому нет ничего удивительного в том, что не только европейская
                научная критика, но и другие тибетские школы сомневаются в аутентичности этих
                текстов.</p>

            <p>Тем не менее литература школы ньингма весьма многогранна и интересна<a
                    href="#citation-49" id="ref-49" class="citation-mark"><sup>49</sup></a>. В
                Европе наибольшую известность приобрела так называемая "Книга мертвых" ("Барда
                тходол")<a href="#citation-50" id="ref-50" class="citation-mark"><sup>50</sup></a>.
                Огромное влияние на развитие философской мысли оказал систематизатор священного
                писания этой школы и многогранный ученый Лонгченпа (XIV в.).</p>

            <p>Уже в начале XIII века Тибет был покрыт монастырями разных монашеских орденов, и их
                число возрастало из года в год: монахи из главных монастырей основывали новые,
                подчиненные им, монастыри. Часть новых монастырей получила позже относительную
                самостоятельность: это означало, что оформилась новая подшкола со своими
                воплощенцами, традициями, реликвиями и обычаями<a href="#citation-51" id="ref-51"
                                                                  class="citation-mark"><sup>51</sup></a>.
                Часто в возникновении новой подшколы решающую роль играли интересы феодальной знати.
            </p>

            <p>Таким образом, в течение XIII-XIV веков создалась невероятно сложная организация
                тибетского общества, где светская власть переплеталась с властью духовной. Монастыри
                приобретали все большую политическую власть, светские аристократы обеспечивали свое
                влияние также и тем, что отдавали сыновей в престижные монастыри, где те со временем
                занимали руководящие посты. Нередки были также случаи обнаружения воплощенцев —
                настоятелей монастырей в знатных семьях.</p>

            <p>Отношения между разными школами и подшколами были сложными, их характер зависел от
                многих конкретных обстоятельств (организационных, доктринальных, местных, личных,
                семейных), которые все время менялись. Поэтому невозможно говорить о вечной дружбе
                или вечной вражде между конкретными школами или монастырями: было и то и другое. Но,
                что самое главное, человек (если не учитывать воплощенцев или крупных иерархов) не
                был в течение всей жизни прикреплен к одной или другой школе. Нередки были случаи,
                когда молодой монах учился у выдающихся учителей разных школ и делал окончательный
                выбор в пользу той или другой школы в очень зрелом возрасте, если не в старости.</p>

            <p>Теоретические споры между школами велись прежде всего по второстепенным вопросам. Что
                же касается сути учения, то во всех школах она трактовалась одинаково. Тибетский
                буддизм как единое целое представляет собой самый близкий аналог тому буддизму, что
                был распространен в Северной Индии в конце I — начале II тысячелетия<a
                    href="#citation-52" id="ref-52" class="citation-mark"><sup>52</sup></a>. Хотя бы
                поэтому большинство исследователей в настоящее время уже не пользуются возникшим в
                конце прошлого столетия в европейской науке термином "ламаизм".</p>

            <p>По-видимому, уже в средние века в Тибете были сотни монастырей. Большинство из них
                были невелики (число монахов колебалось в них от десяти до ста), но возникали и
                гигантские монастыри-города, в каждом из которых насчитывалось по несколько тысяч
                обитателей<a href="#citation-53" id="ref-53" class="citation-mark"><sup>53</sup></a>.
            </p>

            <p>Если небольшие и средние монастыри были прежде всего религиозными учреждениями, где
                монахи занимались религиозной практикой, то функция гигантских монастырей была
                гораздо более сложной. Конечно, и они выполняли роль религиозных центров, но было бы
                упрощением считать их только религиозными учреждениями. Это были крупные центры
                образования, и их по праву сравнивают со средневековыми европейскими университетами.
                Как и европейские университеты, тибетские монастыри-университеты тоже разделялись на
                факультеты (Дацаны).</p>

            <p>Первый факультет, прослушивание полного курса которого давало право поступать на
                другие факультеты, назывался "цанньид" (букв. "знаковость"). На этом факультете
                занимались изучением сутр и философских произведений великих индийских учителей,
                прежде всего Асанги и Нагарджуны. Срок окончания факультета не был строго
                установлен. Были студенты, которые заканчивали его за один-два года, другие тратили
                на это двенадцать лет и даже больше. После сдачи экзаменов студенты обязаны были
                выступить на открытых диспутах, после чего, в зависимости от успеха, они получали
                ученую степень — качу, карампа, гэшэ или другие.</p>

            <p>После окончания этого "общего факультета" студент мог выбирать специализацию на
                других факультетах. Самыми престижными считались факультеты тантры (гью) и медицины
                (мэн). На тантрийском факультете студенты овладевали сложными методами ваджраяны
                (которые, кстати, имеют сходство с приемами некоторых течений современной
                психотерапии — психоанализа, гештальттерапии). На медицинском факультете студент
                должен был пройти все курсы, связанные с врачеванием. Об их сложности читатель
                получит некоторое представление из публикуемого свода иллюстраций к трактату
                "Голубой берилл", который одновременно мог служить наглядным пособием на факультете.
                После успешного окончания факультета студент получал ученое звание мэнрампа, что
                давало ему право заниматься врачебной практикой.</p>

            <p>Вершины знаний были, конечно, доступны лишь немногим. Большинство монахов, освоив
                какое-нибудь ремесло, занимались им в течение всей жизни. Для нормального
                функционирования монастыря нужны были многие профессии — портного, сапожника,
                ювелира, кузнеца, печатника. Обучение этим ремеслам тоже велось в монастырях.</p>

            <p>К ремеслу в Тибете относили архитектуру и искусство. Живописцы, скульпторы и другие
                художники находились на довольно низком уровне монастырской иерархии, поэтому и не
                особенно заботились о том, чтобы память о них сохранилась. Тем не менее тибетские
                художники были профессионалами в лучшем смысле этого слова. Это доказывают
                величественные здания тибетских монастырей и изящные произведения искусства — танки,
                бронзовые статуэтки, иллюминированные рукописи и ксилографы<a href="#citation-54"
                                                                              id="ref-54"
                                                                              class="citation-mark"><sup>54</sup></a>.
            </p>

            <p>В монастырях развивались и другие виды искусства. Исполнялись своеобразные ритуальные
                танцы (цам), которые нередко были частью целых театральных постановок, повествующих
                о жизни великих мудрецов и подвижников.</p>

            <p>Монастыри средневекового Тибета были не только культурными, но и крупными
                экономическими центрами. Они имели огромные земельные владения, большая часть
                которых находилась в пользовании многих тысяч крестьян, облагаемых за это рядом
                повинностей. С течением времени даже торговля концентрировалась все больше и больше
                в руках монастырей. Одним словом, монастырь — это средоточие тибетской общественной
                жизни, где решались самые важные проблемы.</p>

            <p>Таково было положение в Тибете в начале XV века, когда возникла новая школа, которой
                предстояло завершить все те тенденции, которые были заметны столетиями раньше, и
                превратить страну в централизованное теократическое государство. Основателем этой
                новой школы, получившей впоследствии название гелук, считают уроженца Амдо по имени
                Лобсан Дакпа, который больше известен по прозвищу Цзонкхапа.</p>

            <p>Тибетские буддисты считают его воплощением бодхисаттвы мудрости Манчжушри. Он родился
                в 1357 году и был уже в ранней молодости посвящен в монахи учителем школы
                карма-кагью. Впоследствии он учился и у учителей других школ. Больше всего
                привлекала его школа кадам и учение Атиши. Он основал новый монастырь Гандан,
                который и стал колыбелью школы гелук. Европейские ученые оценивают деятельность
                Цзонкхапы по-разному. Одни видят в нем реформатора, который, подобно Мартину Лютеру,
                обновил церковь. Для других он — реставратор, который очистил тибетский буддизм от
                некоторых посторонних влияний и приблизил его к индийским истокам<a
                    href="#citation-55" id="ref-55" class="citation-mark"><sup>55</sup></a>.
                По-видимому, в его деятельности было и то и другое, но основная его цель — создать
                монастыри, где царил бы строгий внутренний порядок. Поскольку его особенно
                поддерживала знать Лхасы, то именно этот город стал местом, где была сосредоточена
                его деятельность, а затем и центром его школы. Уже при его жизни вблизи Лхасы были
                основаны крупнейшие монастыри будущего Тибета — Дрепун в 1416 и Сера в 1419 году.
            </p>

            <p>Цзонкхапа умер в 1419 году. В организации новой школы решающая роль принадлежит его
                ученику, настоятелю монастыря Дрепун, Гедундупу (1391 — 1475). Как и иерархи других
                школ, он перед смертью объявил, что будет перевоплощаться (что касается самого
                Цзонкхапы, то тибетцы видят в нем второго будду, который ушел в нирвану и поэтому
                никогда больше не перевоплощается).</p>

            <p>Перевоплощенец Гедундупа был, конечно, найден. Ему дали имя Гедун Гьяцо (1476 —
                1542).
                При нем школа "желтошапочников"<a href="#citation-56" id="ref-56"
                                                  class="citation-mark"><sup>56</sup></a> расширила
                свое влияние. Его перевоплощенец Сенам Гьяцо (1543 — 1588) превратил школу гелук в
                политическую силу. Он имел превосходные отношения с монгольским Алтаи-ханом и при
                встрече с ним, которая состоялась в 1578 году, был удостоен почетного титула
                "далай-лама"<a href="#citation-57" id="ref-57"
                               class="citation-mark"><sup>57</sup></a>. Посмертно далай-ламами стали
                именовать двух его предшественников.</p>

            <p>Далай-ламой IV стал правнук Алтаи-хана Ионтан Гьяцо, и этот выбор определил судьбу
                школы гелук. При помощи монгольского войска "желтошапочники" распространяли свою
                власть, поэтому далай-лама V Агван Лобсан Гьяцо (1617 — 1682) мог считать себя
                правителем всего Тибета. Его правление принято называть эпохой нового величия
                Тибета. Действительно, государство при нем было сильным, ему удалось освободить
                Тибет и от внешней зависимости: государство монголов ослабело, а новые хозяева Китая
                — маньчжуры еще не были в состоянии диктовать свою волю.</p>

            <p>Укрепляя власть своей школы, Далай-лама V шаг за шагом ограничил влияние других школ,
                прибегая при этом иногда и к силе. Несмотря на это, почти все школы продолжали
                существовать, некоторые даже процветали<a href="#citation-58" id="ref-58"
                                                          class="citation-mark"><sup>58</sup></a>.
                Во всяком случае, школа гелук оказала на них благотворное влияние некоторыми
                реформами: введением академических титулов, установлением правил ведения диспутов,
                требованием не нарушать постулатов науки логики и так далее. Полностью исчезла лишь
                подшкола кагью-джонанг, последним великим представителем которой был историк и
                писатель Таранатха<a href="#citation-59" id="ref-59"
                                     class="citation-mark"><sup>59</sup></a>, ее монастыри были
                переданы школе гелук. Культура Тибета находилась во время далай-ламы V в апогее.
                Далай-лама сам был одаренным человеком. Он написал комментарий к "Абхидхармакоше",
                известному произведению индийского ученого Васубандху, а также ряд трактатов о
                поэтике, астрологии<a href="#citation-60" id="ref-60"
                                      class="citation-mark"><sup>60</sup></a>. Он окружил себя
                одаренными людьми. Среди них выделился регент Сангье Гьяцо<a href="#citation-61"
                                                                             id="ref-61"
                                                                             class="citation-mark"><sup>61</sup></a>,
                автор сочинений по истории, астрологии и медицине.</p>

            <p>Символом величия Тибета предстояло стать дворцу Потала, строительство которого
                началось в 1644 году, в месте, где раньше стоял дворец царя Сонцзен Гампо. Название
                "Потала" было заимствовано из индийской географии — на этой горе, находящейся в
                Южной Индии, обитает, по преданию, бодхисаттва Авалокитешвара. В Тибете
                Авалокитешвару почитали выше всех других персонажей пантеона и рассматривали его как
                покровителя и защитника Тибета. Провозглашение далай-ламы воплощением Авалокитешвары
                призвано было утвердить верховную власть главного иерарха школы гелук. С тех пор в
                Тибете было два воплощения бодхисаттвы сострадания — кармапа и далай-лама. В
                буддийском понимании, здесь нет противоречия, поскольку бодхисаттва может иметь
                много воплощений.</p>

            <p>Потала должен был стать крупнейшим зданием в тогдашнем мире. Его размеры,
                действительно, огромны. Строительные работы затянулись. Далай-лама V умер в 1682
                году, дворец еще не был готов. Что будет дальше? Регент Сангье Гьяцо боялся смут и
                неожиданных перемен и поэтому скрывал смерть далай-ламы, объявляя, будто бы иерарх
                пребывает в глубокой медитации.</p>

            <p>Может быть, именно этот шаг имел для будущего Тибета решающее значение. События,
                которые произошли в начале XVIII века, подорвали величие Тибета. Можно ли главной
                причиной этого считать то, что далай-ламой стал мальчик, которого из-за сложившейся
                ситуации не смогли должным образом воспитать для выполнения своей роли (бывший
                далай-лама ведь официально был еще жив)? Юноша, от которого ожидали решительных
                действий, оказался мечтательным поэтом, причем поэтом превосходным<a
                    href="#citation-62" id="ref-62" class="citation-mark"><sup>62</sup></a>. Он мог
                бы открыть новый этап в тибетской поэзии или в тибетской культуре в целом. У него
                могли быть последователи. Но он остался одиноким и единственным. Была ли здесь вина
                Сангье Гьяцо? Или, может быть, отставание Тибета было вызвано объективными
                историческими причинами? Где границы роли личности в истории?..</p>

            <p>...Тибетские воды по-прежнему текут в другие страны. Теперь течет туда и тибетская
                мудрость. Ценности тибетской культуры становятся достоянием всего мира.</p>

            <hr class="my-8 border-t-4 border-gray-500">
            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl my-4">ПРИМЕЧАНИЯ</h4>
                <p class="my-2" id="citation-1"><sup>1</sup> В населенных тибетцами районах берут
                    начало Хуанхэ, Янцзы, Салуин, Брахмапутра, Инд, Сатледж (крупнейший приток Инда)
                    и многие притоки Ганга, эти реки впадают в Желтое, Восточно-Китайское,
                    Южно-Китайское, Андаманское и Аравийское моря и в Бенгальский залив.<a
                        href="#ref-1" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-2"><sup>2</sup> Тем не менее Тибет никогда не страдал
                    от эпидемий голода, которые неоднократно опустошали средневековую Европу.<a
                        href="#ref-2" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-3"><sup>3</sup> Здесь имеется в виду тибетское предание
                    о стране Шамбхала, расположенной якобы где-то на севере. Это предание гласит,
                    что в кульминационный период нравственной деградации человечества воинство
                    Шамбхалы выступит против сил зла, повсеместно утвердит свет истинного учения, и
                    человечество как бы обретет новое рождение. Многие мистически настроенные
                    европейцы увлеклись этой идеей, решив, что Шамбхала реально существует и
                    расположена то ли севернее Индии, то ли севернее Тибета. На самом деле
                    мифический образ Шамбхалы создан лишь для целей медитативной практики, где
                    стороны света имеют лишь символическое значение.<a href="#ref-3"
                                                                       class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-4"><sup>4</sup> Одним из первых исследований, исходящих
                    из такой оценки, была книга: Waddell L. A. The Buddhism of Tibet or Lamaism.
                    London, 1895.<a href="#ref-4" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-5"><sup>5</sup> В конце XVIII столетия возникло
                    обновленческое движение "римэ" — "не принадлежащее ни к какой школе", целью
                    которого стало создание синтетического тибетского буддизма на базе доктрин его
                    различных школ. Многие представители римэ выступали за знакомство Тибета с
                    западной цивилизацией.<a href="#ref-5"
                                             class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-6"><sup>6</sup> Большинство хроник довольно позднего
                    происхождения. Например, знаменитые "Голубые анналы" ("Deb-ther snon-po"),
                    переведенные выдающимся русским тибетологом Ю. Н. Рерихом (Blue Annals, pts.
                    1-2.
                    Calcutta, 1949 — 1953), были написаны лишь в конце XV века.<a href="#ref-6"
                                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-7"><sup>7</sup> "Древнейшие исторические сочинения
                    тибетцев, к сожалению, почти совершенно не сохранились. О тибетской исторической
                    литературе мы можем судить главным образом по работам последних пяти-шести
                    столетий и то не в полной мере. Что же касается более древней исторической
                    литературы Тибета, то о ней мы имеем далеко недостаточные представления".
                    [Востриков А. И. Тибетская историческая литература. М., 1962, с. 19). Правда, в
                    последние десятилетия сделаны некоторые важные открытия, но все же общая картина
                    прошлого Тибета остается пока смутной.<a href="#ref-7"
                                                             class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-8"><sup>8</sup> Пё, или Педюл, является самоназванием
                    Тибета на тибетском языке и сейчас. В представленных публикациях тибетские имена
                    и названия даются в фонетическом звучании, ориентированном на лхасский диалект,
                    но без фиксации тонов. Исключение составляют названия двух тибетских медицинских
                    трактатов "Чжуд-ши" и "Вайдурья-онбо", транскрипция которых, основанная на
                    монгольском произношении, прочно утвердилась в специальной литературе (прим.
                    ред.).<a href="#ref-8" class="text-blue-500 hover:underline">↩</a></p>

                <p class="my-2" id="citation-9"><sup>9</sup> О его разносторонней деятельности см.:
                    Snellgrove D., Richardson H. A Cultural History of Tibet. London, 1968, p. 27ff.<a
                        href="#ref-9" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-10"><sup>10</sup> Вероятно, что какие-то отношения
                    Тибет имел и с Византией (официальное название которой было Рим). Об этом
                    свидетельствует хотя бы тот факт, что главный герой тибетского эпоса носит имя
                    Гэсар (производное от Цезаря) и что он правит в стране Кхорм (Рим, Roma).
                    Конечно, ни Кхорм, ни Гэсар не имеют ничего общего с Византией и ее цезарями.
                    Сходство ограничивается именами.<a href="#ref-10"
                                                       class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-11"><sup>11</sup> ChattopadhyayaA. Atisa and Tibet.
                    Calcutta, 1967, p. 198ff.<a href="#ref-11"
                                                class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-12"><sup>12</sup> Далеко не все ученые согласны с этим,
                    так как имеются некоторые данные, позволяющие говорить о более раннем
                    существовании письменности в Тибете (см.: Дылыкова В. С. Тибетская литература.
                    М., 1986, с. 7).<a href="#ref-12" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-13"><sup>13</sup> Эпоха текстоподражания в общем
                    закончилась в начале II тыс. н. э. Хотя переводческая деятельность продолжалась
                    и позже, все же наибольшее воздействие на духовную жизнь Тибета начинают
                    оказывать оригинальные произведения.<a href="#ref-13"
                                                           class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-14"><sup>14</sup> Позднейшие тибетские буддийские
                    источники утверждают, что Сонцзен Гампо не только приобщил тибетцев к буддизму,
                    но и построил в Тибете ряд монастырей, а также ввел законы полностью в духе
                    "десяти правил благого поведения", заповеданных Буддой. В этих источниках
                    Сонцзен Гампо именуется "дхармараджей", или "Владыкой веры", и считается
                    воплощением бодхисаттвы Авалокитешвары.<a href="#ref-14"
                                                              class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-15"><sup>15</sup> Интересно отметить, что в других
                    странах Азии успешное распространение буддизма стало возможным лишь в периоды,
                    когда была гарантирована помощь правителя. См.: Conze E. Buddhism and Asian
                    Society.— Shambhala Review, vol. 5, Nos 1, 2,1976, р. 15-19.<a href="#ref-15"
                                                                                   class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-16"><sup>16</sup> О сочинениях Шантаракшиты и Шантидэвы
                    см.: Joshi L. Studies in the Buddhistic Culture of India. Delhi, 1967.<a
                        href="#ref-16" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-17"><sup>17</sup> Перевод Е. Е. Обермиллера
                    (Камалашила,
                    Бхаванакрама (Трактат о созерцании). Факсимиле с предисловием Е. Е.Обермиллера,
                    М., 1963, с. 15-16).<a href="#ref-17"
                                           class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-18"><sup>18</sup> О школе чань (дзэн) на европейских
                    языках написано очень много. Ограничусь здесь только указанием на одну книгу:
                    Абаев Н. В. Чань-буддизм и культура психической деятельности в средневековом
                    Китае. Новосибирск, 1983.<a href="#ref-18"
                                                class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-19"><sup>19</sup> По преданию, строительство монастыря
                    Самье было начато индийским ученым-философом Шантаракшитой и завершено великим
                    тантриком, адептом ваджраяны полулегендарным Падмасамбхавой.<a href="#ref-19"
                                                                                   class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-20"><sup>20</sup> Об этом интересном споре см.:
                    Demieville P. Le Concile de Lhasa. Paris, 1952; Tucci G. Minor Buddhist Texts.
                    Pt. 11. Roma, 1958 (Serie Orientate Roma, vol. IX, 2).<a href="#ref-20"
                                                                             class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-21"><sup>21</sup> Tucci G. Religions of Tibet. London,
                    1980.<a href="#ref-21" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-22"><sup>22</sup> См.: Sneligrove D., Richardson H. A
                    Cultural History of Tibet, p. 59.<a href="#ref-22"
                                                        class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-23"><sup>23</sup> Об этой загадочной личности см.:
                    Кузнецов Б. И. Является ли Шенраб, основатель религии бон, исторической
                    личностью? — В сб.: Востоковедные исследования в Бурятии. Новосибирск, 1981, с.
                    92-95.<a href="#ref-23" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-24"><sup>24</sup> "Канчжур" состоит из 108 томов
                    (существуют издания, состоящие из 100,102 и 104 томов) и разделяется на семь
                    частей. Часть I носит название "Дульва" (санскр. "Виная"). Она содержит
                    буддийский монашеский устав и разъяснения к нему. В части II — "Шэраб" (санскр.
                    "Праджняпарамита") — находятся тексты, которые излагают самые утонченные
                    философские рассуждения о буддизме, так называемая "мудрость, ведущая на другой
                    берег". В Европе из них наиболее известна "Ваджрачхедика Праджня-парамита"
                    —"Алмазная сутра". Часть III — "Пхалчэн" (санскр. "Аватамсака") — представляет
                    собой одну огромную сутру, которая излагает космические представления буддистов,
                    сторонников махаяны (бесконечное число миров, их взаимное переплетение и т. д.).
                    Полностью эта сутра на европейские языки не переведена. В части IV —"Koнчок"
                    (санскр. "Ратнакута") — находятся сутры, которые, по всей вероятности,
                    представляют собой древнейший слой махаянской литературы. Часть V — "До"
                    (санскр. "Сутра") — содержит сотни текстов, среди которых выделяются такие уже
                    известные в Европе сочинения, как "Лотосовая сутра", "Сутра счастливой земли",
                    "Ланкаватара сутра". В части VI — "Ньяндэ" (санскр. "Нирвана") — находится
                    "Сутра о Великой Нирване", в которой описываются последние месяцы жизни и уход
                    Будды Шакьямуни. Часть VII — "Гью" (санскр. "Тантра") — содержит огромное
                    количество текстов, которым адепт ваджраяны должен следовать в своем поведении.
                    "Танчжур" состоит из 225 томов и разделяется на две части. В первой из них —
                    "Гью" (санскр. "Тантра") находятся комментарии к ваджраянистским текстам
                    "Канчжура", а в части "До" (санскр. "Сутра") — к махаянистским текстам. Обе
                    части содержат еще и множество трактатов великих индийских буддийских мыслителей
                    (Нагарджуны, Асанги, Чандракирти, Васубандху и других), а также трактаты по
                    основным областям средневековых знаний.<a href="#ref-24"
                                                              class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-25"><sup>25</sup> Например, переводчиками
                    "Бодхичарьяватара-панджики", комментария Праджнякарамати к поэме Шантидэвы
                    "Бодхичарьяватара", были индиец Суматикирти и тибетец Дармадаг, а редактором —
                    тибетец Йонтан Гьяцо.<a href="#ref-25"
                                            class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-26"><sup>26</sup> До наших дней дошло относительно мало
                    санскритских буддийских текстов. Это объясняется разрушением буддийских центров
                    мусульманскими завоевателями. Поэтому китайские, а особенно тибетские переводы
                    являются незаменимыми источниками при изучении индийского буддизма.<a
                        href="#ref-26" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-27"><sup>27</sup> Поэтому оригинальных произведений,
                    где преобладает живой, похожий на разговорный язык, стиль, весьма мало. К ним
                    принадлежат песни Миларэпы, некоторые произведения школы ньингма, стихи
                    далай-ламы VI и другие.<a href="#ref-27"
                                              class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-28"><sup>28</sup> Лоцзава — переводчики буддийских
                    текстов. Общее название тибетских монахов, прошедших длительную стажировку в
                    Индии, где они изучали санскрит и буддийские первоисточники, специализируясь как
                    переводчики.<a href="#ref-28" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-29"><sup>29</sup> Наланда, Викрамашила и другие
                    индийские монастыри насчитывали тысячи монахов и студентов, которые прибывали
                    учиться из разных стран Востока. Библиотека Наланды содержала почти все
                    существовавшие тогда буддийские тексты, и с них можно было заказать копии.
                    Впоследствии тибетские монастыри моделировались по образу индийских монастырей.<a
                        href="#ref-29" class="text-blue-500 hover:underline">↩</a></p>
                <p class="mb-3" id="citation-30"><sup>30</sup> Ваджраяна имеет и название
                    "тантраяна" ("колесница тантр", т. е. особых текстов, которые были предназначены
                    для практики созерцания). Поэтому в европейской традиции ваджраяну нередко
                    называют и тантризмом. Но не следует забывать, что существует и индуистский
                    тантризм, а его учение существенно отличается от буддийского.<a href="#ref-30"
                                                                                    class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="mb-3" id="citation-31"><sup>31</sup> В махаяне логическая философия и
                    мифология составляют единое целое. Более подробно об этом см. статью "Буддийская
                    мифология" в энциклопедии "Мифы народов мира", М., 1980, т. I, с. 190-195.<a
                        href="#ref-31" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-32"><sup>32</sup> В буддизме считается, что существует
                    бесчисленное количество миров. Каждый мир имеет своих будд и бодхисаттв. Мир
                    Верховного целителя, например, находится на востоке, и его отделяет от нашего
                    мира огромное количество других миров, число которых равно песчинкам реки Ганга,
                    умноженным в десять раз.<a href="#ref-32" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-33"><sup>33</sup> Его шестой великий обет был такой:
                    "Когда я в будущие времена достигну наивысшего совершенного просветления, тогда
                    все уродливые, искалеченные, бледные, тупые, глухонемые, хромые, горбатые,
                    парализованные, слепые, немые, бешеные и существа, страдающие другими телесными
                    недугами,— как только услышат мое имя, сразу обретут здоровые органы чувств и
                    совершенное тело!" Его седьмой великий обет был такой: "Когда я в будущие
                    времена достигну наивысшего совершенного просветления, тогда все существа,
                    замученные разными болезнями, беззащитные, не имеющие приюта, не имеющие
                    лекарств и средств существования, беспомощные, бедные, измученные, — как только
                    мое имя коснется их ушей, у них больше не будет болезней и дряхлости до
                    достижения просветления!" (Buddhist Sanskrit Texts. Ed. by P. L. Vaidya.
                    Darbhanga, 1961, № 17, p. 166).<a href="#ref-33"
                                                      class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-34"><sup>34</sup> Ваджраяне противопоставляется другое
                    направление в махаяне — парамитаяна (колесница парамит), основные средства
                    которой суть так называемые "трансцендентирующие действия": даяние,
                    нравственность, терпеливость, энергичность, созерцание и интуитивное постижение.
                    См. об этих двух направлениях более подробно в кн.: Guenther H. V. Treasures on
                    the Tibetan Middle Way. Leiden, 1969, p. 52-73.<a href="#ref-34"
                                                                      class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-35"><sup>35</sup> Практикуя некоторые тантры высшего
                    класса, например, "Калачакру-тантру", можно обрести природу будды в течение
                    одной жизни. Подробнее см.: Дылыкова B. C. Тибетская литература, с. 78.<a
                        href="#ref-35" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-36"><sup>36</sup> Понятие "гуру" было заимствовано из
                    индуизма, по-видимому, в середине I тыс. н. э. (до этого учителя назывались в
                    буддизме "кальянамитра" — "добрый друг"). Тем не менее концепция "гуру" в
                    буддизме отличается от ее индуистского понимания — в буддизме отношения между
                    учеником и учителем довольно свободные, ученик может идти к другому учителю и т.
                    д. Соответствием "гуру" на тибетском языке служит слово "лама".<a href="#ref-36"
                                                                                      class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-37"><sup>37</sup> Гугэ был тогда сильнейшим из трех
                    тибетских гималайских государств (два других назывались Пуранг и Марюл). О
                    бывшем величии Гугэ см. начальные главы в кн.: Govinda A. L. The Way of the White
                    Clouds. London, 1972.<a href="#ref-37"
                                            class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-38"><sup>38</sup> В Калачакре центральное место
                    занимает отождествление человека со Вселенной (т.е. микрокосма с
                    макрокосмом).<a href="#ref-38" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-39"><sup>39</sup> Бодхисаттва Авалокитешвара является
                    центральной фигурой во многих махаянистских текстах (например, в "Сутре о благом
                    лотосе"). Авалокитешвара может принимать разные образы, для того чтобы спасать
                    страдающих. Его изображают то похожим на индийского принца (Синханада
                    Авалокитешвара), то держащим цветок лотоса (Падмапани Авалокитешвара), то
                    четырехруким (Шадакшари Авалокитешвара), то имеющим 11 ликов и 1000 рук
                    (Экадашамукха Авалокитешвара). Воплощением Авалокитешвары считают далай-ламу и
                    главу школы кагью — кармапу.<a href="#ref-39"
                                                   class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-40"><sup>40</sup> Основанная Цзонкхапой школа гелук
                    иногда именуется и "новая кадам".<a href="#ref-40"
                                                        class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="mb-3" id="citation-41"><sup>41</sup> О Сакья Пандите см.: Дылыкова B. C.
                    Назидательные речения Сакья Пандиты.— В сб.: Изучение китайской литературы в
                    СССР. М., 1973, с. 42-56. Основную историческую работу Будона перевел на
                    английский язык известный советский буддолог Обермиллер (Obermiller E. History
                    of Buddhism by Bu-ston. Pts. I-II. Heidelberg, 1931-1932).<a href="#ref-41"
                                                                                 class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-42"><sup>42</sup> Об этих двух выдающихся индийских
                    буддийских йогинах см.: Guenther H. V. The Life and Teaching of Naropa. Oxford,
                    1963.<a href="#ref-42" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-43"><sup>43</sup> См. в "Жизнеописании Миларэпы"
                    (Evans-Wentz W. Y. Tibet's Great Yogi Milarepa. Oxford, 1928).<a href="#ref-43"
                                                                                     class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-44"><sup>44</sup> Эти стихотворения или, скорее,
                    песнопения в основном собраны в сборник "Сто тысяч песнопений Миларэпы". Этот
                    сборник переведен и на английский язык: The Hundred Thousand Songs of Milarepa.
                    Transl. by Garma C. C. Chang. Vols. I-II. New York, 1962.<a href="#ref-44"
                                                                               class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-45"><sup>45</sup> О Гампопе см.: Guenther H. V. The
                    Jewel Ornament of the Liberation by sGam-po-pa. London, 1959.<a href="#ref-45"
                                                                                    class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-46"><sup>46</sup> Согласно представлениям буддистов,
                    все живые существа после смерти обретают новое рождение в одном из шести миров
                    сансары в зависимости от своей кармы. Наиболее счастливым считается рождение в
                    мире людей, ибо только будучи в теле человека можно достичь нирваны. Даже
                    небожителям этого не дано. Начиная с XII века в Тибете укоренилось
                    представление, что духовно продвинутый человек, освободившийся от действия
                    закона кармы, сам выбирает место рождения в любом из миров сансары и воплощается
                    в любого из обитателей этого мира на благо проповеди учения. Тибетские духовные
                    иерархи предпочитали воплощаться в Тибете, давая перед смертью туманные указания
                    о месте нового рождения. Воплощенцев находили при помощи оракула, и с малых лет
                    их готовили для той же роли, что выполняли их предшественники. Таким образом,
                    институт воплощенцев составлял духовную элиту тибетского теократического
                    государства.<a href="#ref-46" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-47"><sup>47</sup> О последствиях мусульманских
                    нашествий в Северной Индии см. в путевых заметках тибетского паломника середины
                    XIII века Дхармасвамина, переведенных Ю. Н. Рерихом (Рерих Ю. Н. Избранные
                    труды.
                    М., 1967, с. 453-572).<a href="#ref-47"
                                             class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-48"><sup>48</sup> Многие ученые ставят под сомнение
                    реальное существование Падмасамбхавы. Все его жизнеописание скорее напоминает
                    сборник легендарных историй. См.: The Life and Liberation of Padmasambhava. As
                    Recorded by Yeshe Tsogyal. Pts. I-II. Emeryville, 1978. Однако следует иметь в
                    виду, что в Тибете вообще намечалась тенденция мифологизировать жизнеописания
                    знаменитых людей.<a href="#ref-48" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-49"><sup>49</sup> Интересный материал содержит работа,
                    посвященная истории буддизма как в Индии, так и в Тибете (Tarthang Tulku. A
                    History of the Buddhist Dharma.— Crystal Mirror, vol. 5, p. 127-330).<a
                        href="#ref-49" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-50"><sup>50</sup> "Книга мертвых" или, точнее,
                    "Освобождение при помощи слушания в промежутке между смертью и новым рождением"
                    описывает переживания сознания после смерти до нового рождения. Книга была
                    впервые переведена на английский язык Эванс-Уэнцом (Evans-Wentz W. Y. The
                    Tibetan Book of the Dead. Oxford, 1927), в 1975 году вышел новый отличный
                    перевод (The Tibetan Book of the Dead. A New Translation by Ch.Trungpa and F.
                    Fremantle. London, 1975). См. также: Lauf D.I. Secret Doctrines of the Tibetan
                    Book of the Dead. London, 1977.<a href="#ref-50"
                                                      class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="mb-3" id="citation-51"><sup>51</sup> Подшкола карма-кагью подразделяется в
                    свою очередь, например, на шамар, ситу, гьялцап и другие. См.: Douglas N., White
                    M. Kannapa: The Black Hat Lama of Tibet. London, 1976.<a href="#ref-51"
                                                                             class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-52"><sup>52</sup> Близость тибетского буддизма к
                    индийскому отмечают многие видные буддологи. См.: Conze E. Thirty Years of
                    Buddhist Studies. Oxford, 1967, p. 21.<a href="#ref-52"
                                                             class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-53"><sup>53</sup> В середине нашего столетия, например,
                    в Дрепунге насчитывалось 7700 монахов, в Сэра — 5500, в Гандане — 3300, в
                    Лавране — 3000. (Buddhists in New China. Peking, 1956, p. 108ff).<a
                        href="#ref-53" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-54"><sup>54</sup> Начало книгопечатания в Тибете можно
                    отнести, по-видимому, к XIV веку. Книги печатались ксилографическим способом,
                    текст вырезался на деревянных досках. Это искусство заимствовано у китайцев.
                    Тибетские книги печатались и в Китае: даже "Канчжур" первый раз был напечатан в
                    Пекине (1411).<a href="#ref-54" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-55"><sup>55</sup> Произведения Цзонкхапы в Европе еще
                    относительно малоизвестны. В 1970—1980-е годы изданы некоторые главы его
                    основного произведения — "Ламрим" (Calming the Mind and Discerning the Real.
                    Transl. by A. Wayman. New York, 1978). См. также: Tsong-ka-pa Tantra in Tibet.
                    The Great Exposition of Secret Mantra. Pts. I—II. London, 1977-1980.<a
                        href="#ref-55" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-56"><sup>56</sup> Название "желтошапочники"
                    заимствовано европейцами от китайцев. В Тибете этим термином не пользуются.<a
                        href="#ref-56" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-57"><sup>57</sup> "Далай" значит по-монгольски "море".
                    Тибетцы сами этим титулом пользуются редко. Для них далай-лама — гьева римпочэ —
                    "драгоценность победы".<a href="#ref-57"
                                              class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-58"><sup>58</sup> Это относится прежде всего к школе
                    ньингма, один из крупнейших и наиболее значимых монастырей которой, Дзогчен, был основан в 1685 году.<a
                        href="#ref-58" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-59"><sup>59</sup> Тибетский текст основного сочинения
                    Таранатхи был издан петербургским академиком А. Шифнером (История буддизма в
                    Индии, сочинение Таранаты. СПб., 1868). На русский язык этот текст был
                    переведен В. П.Васильевым (Васильев В. П. Буддизм, его догматы, история и
                    литература, ч. III: История буддизма в Индии, сочинение Даранаты. СПб., 1869).<a
                        href="#ref-59" class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-60"><sup>60</sup> Не только пятый, по почти все
                    далай-ламы являлись авторами ряда произведений.<a href="#ref-60"
                                                                      class="text-blue-500 hover:underline">↩</a>
                </p>

                <p class="mb-3" id="citation-61"><sup>61</sup> По монгольскому произношению — Сандже
                    Джамцо, или Санчжяй Чжамцо.<a href="#ref-61"
                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="mb-3" id="citation-62"><sup>62</sup> Цаньян Гьяцо (или по монгольскому
                    произношению — Джамцо) умер в 1706 году в возрасте 23 лет. О нем см.: Дылыкова
                    B. C. Об одном цикле тибетских "Любовных песен" и их создателе Цаньян Джамцо.
                    Песни, приятные для слуха. М., 1983.<a href="#ref-62"
                                                           class="text-blue-500 hover:underline">↩</a>
                </p>

            </div>
            <p class="text-right italic text-gray-600 mt-4">Л.Э. Мялль</p>
        </div>
    </div>
@endsection
