@extends('layouts.app')
@section('title', 'К БУДДИЙСКОЙ ПЕРСОНОЛОГИИ')
@push('styles')
    <style>
        .container {
            background-image: linear-gradient(rgba(255, 255, 255, 0.8), rgba(255, 255, 255, 0.8)),
            url('{{ asset("backgrounds/miyal.webp") }}');
            background-attachment: fixed;
            background-size: cover;
        }
    </style>
@endpush
@section('content')
    <div class="container mx-auto px-4 sm:px-6 lg:px-8">
        <h1 class="text-center text-blue-900 font-bold text-2xl sm:text-2xl md:text-2xl mt-6 mb-6">К
            БУДДИЙСКОЙ ПЕРСОНОЛОГИИ<br>(Бодхисаттва в Аштасахасрике Праджняпарамите)</h1>
        <div class="text-justify text-base sm:text-lg leading-relaxed space-y-4">
            <p>Бодхисаттва принадлежит к основным понятиям буддизма в течение всей его истории. Но
                только в махаяне это понятие приобрело такое широкое значение, что синонимом махаяны
                стал термин <em>«путь бодхисаттвы»</em> (bodhisattvayāna). Поздний буддизм выработал сложную
                схоластическую теорию бодхисаттвы, которая нашла выражение в произведениях столь
                крупных мыслителей как Асанга, Шантидева, Чандракирти и т. д.</p>
            <p>К сожалению, схоластическое мышление позднего буддизма имело столь сильное влияние,
                что и в современной буддологии все проблемы, связанные с этим понятием, принято
                рассматривать именно с этой точки зрения<a href="#citation-1" id="ref-1"
                                                           class="citation-mark"><sup>1</sup></a>.
                Тем не менее, концепция бодхисаттвы даже в махаяне не была единой. Образ, идеал
                бодхисаттвы разрабатывался в разных школах и в разных произведениях по-разному и
                имел долгую историю развития. В этом смысле анализ столь древнего и важного
                источника как Аштасахасрика Праджняпарамита (АП) имеет первостепенное значение.<a
                    href="#citation-2" id="ref-2" class="citation-mark"><sup>2</sup></a></p>
            <p>Бодхисаттва принадлежит к понятиям, которые находят в АП свое определение. В этом
                смысле его можно считать чисто праджняпарамитским термином (например, в отличие от
                <em>дхармы</em>, которая не определяется в АП). Это определение приводится уже в первой
                главе, что может служить косвенном указанием на первостепенную важность этого
                термина:</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Значение слова «бодхисаттва», о Субхути, — не есть значение. Почему так? Так как, о
                Субхути, бодхисаттва-махасаттва учится в непривязанности всех дхарм. Так как, о
                Субхути, бодхисаттва-махасаттва понимает в непривязанности наивысшее совершенное
                просветление в том смысле, что он постигает (смысл) всех дхарм. В смысле
                просветления говорят «бодхисаттва-махасаттва»<a href="#citation-3" id="ref-3"
                                                                class="citation-mark"><sup>3</sup></a>.
            </blockquote>
            <p>Заметим, что определение бодхисаттвы (здесь не обращаем внимания на диалектический
                прием авторов АП: всякое определение есть в общем-то не-определение) не заключает в
                себе намеков на сострадательный или божественный характер бодхисаттвы, чего можно
                было бы ожидать по определениям позднего буддизма.</p>
            <p>Понятие бодхисаттва имеет в АП два значения, широкое и узкое. Во-первых, — бодхисаттва
                есть существо, стремящееся к изменению своего психического статуса. В этом значении
                ему противопоставляется только термин <em>обыкновенный человек</em> (prthagjana), который
                обозначает людей, не стремящихся к изменению своего психического статуса.</p>
            <p>АП, как и многие другие махаянские источники, различает три пути, три основных
                способа достижения изменения своей психики: <em>путь шраваков</em> (śrāvakayāna), <em>путь
                    пратьекабудд</em> (pratyekabuddhayāna) и <em>махаяна</em> — «великий путь» (mahāyāna).</p>

            <p>Для синхронного изложения этих <em>путей</em> (yāna) используется параллельная иерархия,
                основанная на понятии <em>уровень</em> (bhumi): <em>уровень шраваков</em> (śrāvakabhūmi), <em>уровень
                    пратьекабудд</em> (pratyekabuddhabhūmi) и <em>уровень будд</em> (buddhabhūmi)<a href="#citation-4" id="ref-4" class="citation-mark"><sup>4</sup></a>.
                Все перечисленные уровни противопоставляются <em>уровню обыкновенного человека</em>
                (prthagjanabhumi), который не имеет соответствия в иерархии путей<a href="#citation-5" id="ref-5" class="citation-mark"><sup>5</sup></a>.</p>
            <p>Таким образом, бодхисаттва в его первом значении, это человек, который
                характеризуется как находящийся на одном из трех вышеизложенных путей. Это значит,
                что персонология АП включает в себя три основных типа бодхисаттв: <em>бодхисаттва,
                    принадлежащий к пути шраваков</em> (śrāvakayānika bodhisattva), <em>бодхисаттва,
                    принадлежащий к пути пратьекабудд</em> (pratyekabuddhayānika bodhisattva) и <em>бодхисаттва,
                    принадлежащий к махаяне</em> (mahāyānika bodhisattva)<a href="#citation-6" id="ref-6"
                                                                   class="citation-mark"><sup>6</sup></a>.
            </p>
            <p>В большинстве случаев śrāvakayānika bodhisattva обозначается лишь термином śrāvaka.
                Наивысшее состояние <em>шраваки</em> - arhattva<a href="#citation-7" id="ref-7" class="citation-mark"><sup>7</sup></a>
                или śrāvakatva<a href="#citation-8" id="ref-8" class="citation-mark"><sup>8</sup></a>.
                Pratyekabuddhayānika bodhisattva имеет соответственно вид pratyekabuddha. Наивысшее
                состояние <em>пратьекабудды</em> — pratyekabodhi<a href="#citation-9" id="ref-9"
                                                        class="citation-mark"><sup>9</sup></a> или
                pratyekabodhatva<a href="#citation-10" id="ref-10"
                                   class="citation-mark"><sup>10</sup></a>.</p>
            <p>Mahāyānika bodhisattva противопоставляется первым двум терминам. Таким образом они
                получают возможность сливаться в единую формулу śrāvakapratyekabuddha<a
                    href="#citation-11" id="ref-11" class="citation-mark"><sup>11</sup></a>.
                Mahāyānika bodhisattva описывается в АП как основной тип бодхисаттвы (= второе
                значение бодхисаттвы). Но это не значит, что śrāvakayānika bodhisattva
                pratyekabuddhayānika bodhisattva рассматриваются как нечто внебуддийское. Наоборот,
                по признанию АП они имеют свое авторитетное учение, восходящее, как и учение
                Праджняпарамиты, к самому Гаутаму<a href="#citation-12" id="ref-12"
                                                    class="citation-mark"><sup>12</sup></a>.</p>
            <p>Отличающей чертой <em>шраваков</em> и <em>пратьекабудд</em> считается их стремление к спасению только
                самого себя. В АП это изложено так:</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Бодхисаттва-махасаттва, о Субхути, не должен так учиться, как учатся лица,
                принадлежащие к пути шраваков или к пути пратьекабудд. Как учатся лица,
                принадлежащие к пути шраваков или пратьекабудд? Они думают так: «Мы успокаиваем
                только самого себя, мы усмиряем только самого себя, мы доводим до полной нирваны
                только самого себя». Тогда, имея в виду успокоение, смирение и полную нирвану самого
                себя, они направляют свои усилия на взращивание благих корней (kuśalamūla)<a href="#citation-13" id="ref-13" class="citation-mark"><sup>13</sup></a>.
            </blockquote>

            <p>Бодхисаттва, который выбрал путь махаяны, одновременно должен выработать в себе и
                качества, которые внешнему наблюдателю должны казаться подобными <em>качествам шраваки</em>
                (śrāvaka-guna), по-видимому, для того, чтобы внешний (небуддийский) наблюдатель не
                мог провести границу между различными персонологическими типами буддийской
                лизиологии.</p>
            <p>Но и сам mahāyānika bodhisattva не может быть уверен, что он преодолел уровни
                <em>шраваков</em> и <em>пратьекабудд</em> полностью. Такая уверенность достигается только постепенным
                приобретением <em>искусности в средствах</em> (upāyakauśalya) и пониманием
                Праджняпарамиты.</p>
            <p>Термин <em>пратьекабудда</em> встречается в АП довольно редко и не обогащает наши знания в
                этой мало изученной отрасли буддологии. Но лица, определяющиеся термином <em>шравака</em>,
                имеют в АП положительное значение. Это выражается в том, что термин <em>шравака</em> хотя и
                не является существенным элементом в лизиологическом пространстве АП (т. е. <em>шраваки</em>
                не могут по АП достигать своей цели — освобождения только самого себя), лица,
                обозначающиеся этим термином, имеют определенную функцию, поддерживая стремления
                <em>бодхисаттвы-махасаттвы</em>. Они призваны помогать <em>бодхисаттве-махасаттве</em> в достижении
                его цели, передавая ему свои знания, имея способность понимать (но не достигать)
                наивысшее <em>совершенное просветление</em> (anuttara samyaksambodhi)<a href="#citation-14" id="ref-14" class="citation-mark"><sup>14</sup></a>.
            </p>
            <p>Эта идея выражается в композиции самого текста АП. Все основные говорящие лица (кроме
                Бхагавата, т. е. Будды) — <em>шраваки</em>: Субхути, Шарипутра, Ананда, Пурна и т. д. Анализ их
                взаимоотношений и различий их взглядов был бы чрезвычайно интересен в смысле
                реконструкции позиции хинаянистов в начале нашей эры<a href="#citation-15" id="ref-15" class="citation-mark"><sup>15</sup></a>.
            </p>
            <p>Второе основное значение понятия бодхисаттва, — это человек, который выбрал путь
                махаяны. Бодхисаттва в этом значении имеет несколько подтипов: bodhisattvayānika
                pudgala, bodhisattva, bodhisattva mahāsattva.</p>
            <p>bodhisattvayānika pudgala и bodhisattva встречаются в АП лишь несколько раз, в
                основном в ситуациях, где <em>бодхисаттва</em> отказывается от Праджняпарамиты и стремится
                читать тексты Хинаянистов<a href="#citation-16" id="ref-16"
                                            class="citation-mark"><sup>16</sup></a>. Термин
                bodhisattva встречается в некоторых ситуациях и в позитивном смысле<a
                    href="#citation-17" id="ref-17" class="citation-mark"><sup>17</sup></a>.</p>
            <p>Основной термин в структуре праджняпарамитского понимания бодхисаттвы — это bodhisattva
                mahāsattva. В европейской буддологии mahāsattva обычно переводят просто как эпитет
                <em>бодхисаттвы</em> — «великосущный» или «великое существо»<a href="#citation-18" id="ref-18"
                                                                    class="citation-mark"><sup>18</sup></a>,
                и таким образом bodhisattva mahāsattva не рассматривается как особый подтип
                бодхисаттвы. Но уже комментатор АП Харибхадра (9 век) объясняет терминологичность
                слова mahāsattva так:</p>
            <p>śrāvakā api syūr-evam ty-āha — mahāsattva iti (шраваки тоже считались бы
                «бодхисаттвами», поэтому сказано «махасаттва»<a href="#citation-19" id="ref-19"
                                                               class="citation-mark"><sup>19</sup></a>.
            </p>
            <p>В самом АП приводится три определения термина mahāsattva. Первый принадлежит
                Бхагавату, второй — Шарипутре, третий — Субхути.</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                <p>І «Он поможет достигнуть большому собранию существ, большому скоплению существ
                    наивысшее, — поэтому говорят «бодхисаттва-махасаттва».<a href="#citation-20" id="ref-20" class="citation-mark"><sup>20</sup></a>
                </p>
                <p>ІІ «Он провозглашает дхарму в целях уничтожения великого заблуждения о существовании
                    души, великого заблуждения о существовании жизни, великого заблуждения о
                    существовании становления, великого заблуждения о существовании нестановления,
                    великого заблуждения о существовании уничтожения, великого заблуждения о
                    существовании вечности, великого заблуждения о существовании собственного тела и
                    других заблуждений — поэтому говорят «бодхисаттва-махасаттва».<a href="#citation-21" id="ref-21" class="citation-mark"><sup>21</sup></a>
                </p>
                <p>ІІІ «Говорят, о Бхагаван», «бодхисаттва-махасаттва». Потому, что он остается
                    непривязанным и неокутанным даже в мысли о просветлении, в мысли о всезнании, в
                    мысли, где нет истечения, в неравной мысли, в равной мысли, т. е. в мыслях, которые
                    недоступны всем шравакам и пратьекабуддам. Почему так? Потому как эта мысль о
                    всезнании есть без истечения, поэтому она неокутана. Так как эта мысль о всезнании —
                    мысль без истечения и неокутана, он и остается в мысли непривязанным и неокутанным.
                    Поэтому обозначают «бодхисаттва-махасаттв<a href="#citation-22" id="ref-22" class="citation-mark"><sup>22</sup></a>
                </p>
            </blockquote>

            <p>Различие в приведенных определениях видны сразу. Эти явно существенные различия имеют
                глубокий смысл. Точку зрения Бхагавата можно считать чисто махаянистской: здесь
                говорится только об отношениях между людьми и <em>бодхисаттвой-махасаттвой</em>, где
                <em>бодхисаттва-махасаттва</em> субъект, а люди — объект сострадания. Определение Шарипутры —
                чисто хинаянистское: уничтожение разных drşți имеет смысл прежде всего в контексте
                сутр хинаяны<a href="#citation-23" id="ref-23" class="citation-mark"><sup>23</sup></a>. Существование этого отрывка
                ΑΠ — вещь довольно загадочная: он не имеет абсолютно никакого отношения к учению
                Праджняпарамиты и даже к другим высказываниям Шарипутры.</p>
            <p>Субхути говорит мысли, которые можно считать чисто праджняпарамитскими (так как там
                излагается праджняпарамитский аспект зерологической доктрины буддизма)<a
                    href="#citation-24" id="ref-24" class="citation-mark"><sup>24</sup></a>. Но
                махаяна в собственном смысле (как в отрывке Бхагавата) у Субхути отсутствует. Это и
                понятно: Субхути представляет в АП <em>шраваков</em>; а те способны понимать чрезвычайно
                тонкие логические конструкции (в том числе и прадждняпарамитские), но не способны
                постичь основной смысл понятия <em>бодхисаттвы-махасаттвы</em> в контексте махаяны — помогать
                людям достигать более высокого состояния.</p>
            <p>Конечно, точки зрения Субхути и Бхагавана — это лишь разные аспекты праджняпарамитской
                концепции <em>бодхисаттвы-махасаттвы</em>. Вот как это освещается в тексте АП:</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Наделенный двумя дхармами бодхисаттва-махасаттва, о Субхути, является трудно
                достижимым для Мар и похожих на Мар божеств. Какими двумя дхармами? Он не покидает
                ни одного существа, и он смотрит на все дхармы с точки зрения шуньяты. Наделенный
                этими двумя дхармами бодхисаттва-махасаттва, о Субхути, является труднодостижимым
                для Мар и похожих на Мар божеств<a href="#citation-25" id="ref-25" class="citation-mark"><sup>25</sup></a>.
            </blockquote>

            <p>Основным эпитетом <em>бодхисаттвы-махасаттвы</em> в АП является <em>совершатель тяжелой работы</em>
                (duşkara-kāraka)<a href="#citation-26" id="ref-26" class="citation-mark"><sup>26</sup></a>. Этот эпитет встречается
                при описании обоих аспектов <em>бодхисаттвы-махасаттвы</em>, и смысл его не требует никаких
                сложных комментариев: трудно понимать учение Праджняпарамиты и трудно стать
                человеком, искренне думающим и заботящимся о благе человечества, и притом конкретно,
                а не абстрактно<a href="#citation-27" id="ref-27" class="citation-mark"><sup>27</sup></a>. Но АП описывает
                возможность выполнения такого желания в столь парадоксальном виде, что
                неподготовленному читателю это неизбежно кажется утверждением невозможности
                какого-либо прогресса в этом направлении:</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Здесь, о Субхути, бодхисаттва-махасаттва думает так: «Я должен вести в полную
                нирвану многие существа. Я должен вести в полную нирвану бесчисленные существа. Но
                нет тех, кому и нет тех кого вести в полную нирвану*.» Поэтому он ведет эти существа
                в полную нирвану. Но нет ни одного существа, кто достиг бы полной нирваны и кто вел
                бы в полную нирвану<a href="#citation-28" id="ref-28" class="citation-mark"><sup>28</sup></a>.
            </blockquote>

            <p>Градации на уровне <em>бодхисаттвы-махасаттвы</em> довольно существенны. В основном,
                определенное состояние на уровне <em>бодхисаттвы-махасаттвы</em> зависит от быстроты усвоения
                Праджняпарамиты (т. е. от понимания сутр праджняпарамиты)<a href="#citation-29" id="ref-29" class="citation-mark"><sup>29</sup></a>.
            </p>
            <p>По-видимому, находящиеся на самой низкой ступени <em>бодхисаттвы-махасаттвы</em> это те, кто
                не понимают Праджняпарамиту (а <em>бодхисаттва-махасаттва</em> более высокого уровня должен
                ее понять сразу же, при первом соприкосновении с текстом<a href="#citation-30" id="ref-30" class="citation-mark"><sup>30</sup></a>).</p>
            <p><em>Бодхисаттва-махасаттва</em>, находящийся на низкой ступени развития, имеет определенные
                эмоции, которые в АП оцениваются как отрицательные: гордость, гордыня, презрение,
                (māna, atimāna, mithyamāna, abhimāna). Именно эти эмоции не позволяют
                <em>бодхисаттве-махасаттве</em> достигнуть самых высоких состояний <em>всезнания</em> (sarvajñatā) и
                <em>наивысшего совершенного просветления</em> (anuttarā samyaksambodhi)<a
                    href="#citation-31" id="ref-31" class="citation-mark"><sup>31</sup></a>.</p>
            <p>Гордость и другие негативные эмоции или свойства образуют тот комплекс у
                <em>бодхисаттвы-махасаттвы</em>, который обозначают термином <em>загрязненность</em> (kleśa)<a
                    href="#citation-32" id="ref-32" class="citation-mark"><sup>32</sup></a>. АП
                оценивает <em>бодхисаттв-махасаттв</em>, имеющих клеши, явно негативно. Нам будет интересно
                наблюдать описание социальной роли таких <em>бодхисаттв-махасаттв</em>, которое, на мой
                взгляд, может быть отражением борьбы мнений, имевшей тогда место в общине буддистов.
            </p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Те бодхисаттвы-махасаттвы (которые имеют клеши) получат признание и честь и станут
                хорошими ораторами. Как хорошие ораторы, они окажут влияние на многих людей<a
                    href="#citation-33" id="ref-33" class="citation-mark"><sup>33</sup></a>.
            </blockquote>

            <p>Противоречия в буддийской общине того времени проявляются и в отношении АП к проблеме
                отшельничества. АП описывает как помощников Мары тех, которые требуют от людей
                отшельничества (viveka) в полном смысле этого слова (т. е. отделения от
                человеческого общества)<a href="#citation-34" id="ref-34"
                                          class="citation-mark"><sup>34</sup></a>.</p>
            <p>В Индии в течение всей ее истории отшельничество играло важную роль не только в сфере
                религии (в узком значении этого слова), но и как один из регулирующих механизмов
                общества. Поэтому АП как будто не выступает против отшельничества. Она (как и в
                других сходных ситуациях) не выступает против слова, против термина viveka. В АП не
                говорят, что отшельничество дурно или что не следует отделяться от общества.
                Наоборот — в АП проповедуется идея отшельничества. Однако, при этом говорится, что
                отшельничество надо правильно понимать. И правильное его понимание — не отделение от
                общества, а отделение от так называемой <em>духовной активности</em> (manasikāra) <em>шраваков</em> и
                <em>пратьекабудд</em>, а что касается того, живет ли человек в городе или в джунглях, это не
                имеет никакого отношения к настоящему отшельничеству<a href="#citation-35" id="ref-35" class="citation-mark"><sup>35</sup></a>.
            </p>
            <p>Взаимоотношения <em>бодхисаттв-махасаттв</em> с буддами — также объект рассмотрения АП. Они
                выражаются в термине vyākaraņa, который обычно переводится как предсказывание<a
                    href="#citation-36" id="ref-36" class="citation-mark"><sup>36</sup></a>.
                Предсказывание совершается каким-либо буддой в момент, когда <em>бодхисаттва-махасаттва</em>
                достиг определенного состояния. После этого <em>бодхисаттва-махасаттва</em> называется
                vyākrta bodhisattva mahasattva.</p>
            <p>Состояния vyākṛta достигают не все <em>бодхисаттвы-махасаттвы</em>, а только те, которые
                правильно понимают Праджняпарамиту. Это в свою очередь предполагает их пребывание в
                течение многих жизней на пути махаяны. Такой <em>бодхисаттва-махасаттва</em> имеет в АП
                эпитет cirayana-samprasthita (<em>тот, который уже давно вступил на колесницу</em>)<a
                    href="#citation-37" id="ref-37" class="citation-mark"><sup>37</sup></a>, — этому
                противопоставляется термин navayāna-samprasthita (<em>тот, который недавно вступил на
                    колесницу</em>)<a href="#citation-38" id="ref-38" class="citation-mark"><sup>38</sup></a>.
            </p>
            <p>Процесс vyākaraņa описывается в АП на примере самого Гаутамы Будды (Бхагавата),
                которому будда Дипанкара предсказал его будущее:</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                В будущем ты станешь татхагатой, архатом, совершенным буддой по имени Шакьямуни<a
                    href="#citation-39" id="ref-39" class="citation-mark"><sup>39</sup></a>.
            </blockquote>

            <p>Сам Бхагават производит vyākaraņa с Гангадеви Бхагини, которая в будущем должна стать
                буддой Суварнапушпа (suvarnapuşpa)<a href="#citation-40" id="ref-40" class="citation-mark"><sup>40</sup></a>.</p>
            <p>Выделив vyākrta bodhisattva mahasattva в особый подтип <em>бодхисаттв-махасаттв</em>, АП не
                разрешает проблемы: как <em>бодхисаттва-махасаттва</em> сможет узнать о своей принадлежности к
                vyākrta bodhisattva mahasattva. Это, как и многое другое останется в АП
                неопределенным, и в этом, как мне кажется, проявляется тенденция АП к <em>шуньяте</em>. Так,
                правильным поведением считается только то, при котором <em>бодхисаттва-махасаттва</em> не
                думает:</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Эта дхарма — предопределена в наивысшее совершенное просветление, эта дхарма будет
                предопределена в наивысшее совершенное просветление, эга дхарма предопределяется в
                наивысшее совершенное просветление<a href="#citation-41" id="ref-41" class="citation-mark"><sup>41</sup></a>.
            </blockquote>

            <p>Следующим подтипом в иерархии <em>бодхисаттв-махасаттв</em> можно считать avinivartanīya
                bodhisattva mahāsattva (<em>бодхисаттва-махасаттва, который не вернется назад</em>). В
                каком-то смысле vyākrta bodhisattva-mahāsattva и avinivartanīya bodhisattva
                mahāsattva обозначают как будто бы один и тот же тип бодхисаттв: с одной стороны, АП
                называет всех <em>бодхисаттв-махасаттв</em>, имена которых упоминал Будда, avinivartanīya
                bodhisattva-mahāsattva. Но, с другой стороны, vyākrta bodhisattva mahāsattva может
                еще оказаться на более низком уровне.</p>
            <p>Уровень avinivartanīya bodhisattva mahāsattva — наивысшее состояние бодхисаттвы (т. е.
                предшествующее уровню будды). Интересно отметить, что в некоторых аспектах его
                сравнивают с уровнем архата (т. е. наивысшим пределом пути <em>шраваков</em>). В частности
                это выражается в одинаковом понимании ими татхаты<a href="#citation-42" id="ref-42"
                                                                    class="citation-mark"><sup>42</sup></a>.
            </p>
            <p>В плане знания (jñāna) вообще, avinivartanīya bodhisattva mahāsattva описывается
                достигшим безграничного (ananta, aparyanta) знания<a href="#citation-43" id="ref-43"
                                                                     class="citation-mark"><sup>43</sup></a>.
                Но интересно, что нигде не упоминается что им присуще всезнание (sarvajñatā).</p>
            <p>По-видимому avinivartanīya bodhisattva mahāsattva сам не сознает своего пребывания в
                этом состоянии. Но (и это очень интересное психологическое наблюдение авторов АП) у
                них нет сомнения в этом (vicikitsa, samsaya)<a href="#citation-44" id="ref-44"
                                                               class="citation-mark"><sup>44</sup></a>.
                Это значит, что для avinivartanīya bodhisattva mahasattva уже не существует различия
                между разными уровнями бодхисаттвы. Развитие бодхисаттвы до уровня avinivartanīya
                bodhisattva mahāsattva, по материалу АП, не означает создания высокоразвитой, но
                узкоспециализированной личности, наоборот, бодхисаттва превращается во всеобъемлющее
                существо, которое содержит в себе все персонологические типы любой классификации.
            </p>
            <p>Глава XVII в АП носит название — avinivartaniya-akara-linganimitta-parivarta («Глава об
                атрибутах, приметах и знаках необращаемости»)<a href="#citation-45" id="ref-45"
                                                                class="citation-mark"><sup>45</sup></a>.
                На первый взгляд, изложенное там противоречит моему утверждению, что avinivartanīya
                bodhisattva mahasattva сам не интересуется своим положением. Но подтверждением моей
                точки зрения может служить вступительный вопрос Субхути в начале главы:</p>
            <blockquote class="border-l-4 border-gray-500 pl-6 my-6 text-gray-800 text-lg">
                Каковы атрибуты, о Бхагаван, каковы приметы и каковы знаки необращаемого
                    бодхисаттвы-махасаттвы? Как мы сможем узнать «это необращаемый
                    бодхисаттва-махасаттва<a href="#citation-45" id="ref-45" class="citation-mark"><sup>45</sup></a>.
            </blockquote>

            <p>Из самого этого вопроса становится ясным, что эти атрибуты и т. д. имеют значение
                только для внешнего наблюдателя, а не для самого avinivartaniya bodhisattva
                mahāsattva.</p>
            <p>Число их довольно велико. Некоторая часть их относится к физическому состоянию
                бодхисаттвы. Avinivartanīya bodhisattva mahāsattva описывается как совершенно
                здоровый, без всякой болезни человек<a href="#citation-46" id="ref-46" class="citation-mark"><sup>46</sup></a>.
                Чрезвычайно интересно, что здесь среди прочих, упоминается и способность
                avinivartanīya bodhisattva mahāsattva к половой жизни<a href="#citation-47" id="ref-47" class="citation-mark"><sup>47</sup></a>.
            </p>
            <p>Отношения avinivartanīya bodhisattva mahāsattva с окружающим его миром (людей)
                представляются очень интересными и сложными. Он человек, который может жить или
                отшельником или домохозяином<a href="#citation-48" id="ref-48" class="citation-mark"><sup>48</sup></a>. Но все же он
                не обыкновенный человек: хотя он и может совершать такие же поступки как prthagjana,
                но его интересы лежат вне сферы интересов prthagjana. В XVII главе АП перечисляются объекты внешнего мира, которые не должны интересовать
                avinivartanīya bodhisattva mahāsattva: царь, вор, войско, война, деревня, город,
                городище, государство, царство, столица, дух, душа, я, министр, премьер-министр,
                женщина, мужчина, гермафродит, колесница, парк, сад, монастырь, дворец, злые духи,
                пища, питье, одежда, украшение, благовоние, гирльянда, помада, дорога, перекресток,
                улица, рынок, игра, паланкум, семья, песня, актер, танец, повесть, артист,
                странствующий певец, море, река, остров.<a href="#citation-49" id="ref-49" class="citation-mark"><sup>49</sup></a>
            </p>
            <p>В этой работе я не буду обращать внимания на важность этого списка для науки,
                изучающей социальную структуру древней Индии. Нас интересует здесь прежде всего то,
                что в этом списке изложены основные компоненты жизни среднего образованного человека
                того времени (и, пожалуй, других времен).</p>
            <p>Но avinivartanīya bodhisattva mahāsattva не интересуется даже «спиритуалистическими»
                вопросами: он не говорит о Праджнямарамите<a href="#citation-50" id="ref-50"
                                                             class="citation-mark"><sup>50</sup></a>.
                Это понятно, так как Праджняпарамита предмет занятий лишь на определенном уровне
                пути бодхисаттвы, на уровне <em>бодхисаттвы-махасаттвы</em>.</p>
            <hr class="my-8 border-t-4 border-gray-500">
            <div class="citations mt-4 text-lg">
                <h4 class="text-center text-gray-800 font-bold text-xl my-4">ПРИМЕЧАНИЯ</h4>
                <p class="my-2" id="citation-1"><sup>1</sup> Как, например, в монографии Хар Даяла
                    «Доктрина Бодхисаттвы»: Har Dayal, The Bodhisattva Doctrine, London, 1933. См.
                    также: The Cultural Heritage of India, vol. I, Calcutta, 1958, p. 510 ff; L.
                    Joshi, Studies in the Buddhistic Culture of India, Delhi, 1967, p. 121 ff.<a
                        href="#ref-1" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-2"><sup>2</sup> CM. D. T. Suzuki, On Indian Mahayana
                    Buddhism, ed. by. E. Conze, New York, 1968, . 33.<a href="#ref-2"
                                                                        class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-3"><sup>3</sup> Astasāhasrikā Prajñāpāramitā, With
                    Haribhadra's Commentary Called Aloka, ed. by P. L. Vaidya, Darbhanga, 1960, р.
                    9. (Далее AP).<a href="#ref-3" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-4"><sup>4</sup> См. напр. AP, XVI, p. 159.<a
                        href="#ref-4" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-5"><sup>5</sup> Слово prthagjanayāna бессмыслено и не
                    встречается вообще в буддий ской литературе.<a href="#ref-5"
                                                                   class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-6"><sup>6</sup> AP, XVI, р. 159. Синонимами этих
                    терминов можно считать: <em>личность, принадлежащую к пути шраваков</em> (śrāvakayānika
                    pudgala), <em>личность, принадлежащую к пути пратьекабудд</em> (pratyekabuddhayānika
                    pudgala) и <em>личность, принадлежащую к пути бодхисаттв</em> (bodhisattvayānika
                    pudgala). (AP, XXIV, P. 208.)<a href="#ref-6"
                                                    class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-7"><sup>7</sup> AP, XIV, p. 143.<a href="#ref-7"
                                                                                class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-8"><sup>8</sup> AP, III, p. 30.<a href="#ref-8"
                                                                               class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-9"><sup>9</sup> AP, III, p. 30.<a href="#ref-9"
                                                                               class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-10"><sup>10</sup> AP, XIV, p. 143.<a href="#ref-10"
                                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-11"><sup>11</sup> AP, XIV, p. 143.<a href="#ref-11"
                                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-12"><sup>12</sup> AP, XI, p. 116.<a href="#ref-12"
                                                                                 class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-13"><sup>13</sup> AP, XI, p. 115.<a href="#ref-13"
                                                                                 class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-14"><sup>14</sup> AP, V. p. 68.<a href="#ref-14"
                                                                               class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-15"><sup>15</sup> Эта невероятно интересная задача,
                    по-видимому, не может быть разрешена посредством слишком упрощенной схемы Э.
                    Конзе, по которой, напр. Шарипутра описывается всегда как носитель низкого
                    уровня понимания (См. E. Conze, The Prajñapāramitā Literature, The Hague, 1960,
                    p. 13.).<a href="#ref-15" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-16"><sup>16</sup> AP, XI, p. 115.<a href="#ref-16"
                                                                                 class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-17"><sup>17</sup> Напр. АР, XVI, p. 157.<a
                        href="#ref-17" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-18"><sup>18</sup> См. напр. E. Conze, Buddhist Wisdom
                    Books, London, 1958, . 22: "the Bodhisattvas, the great beings".<a
                        href="#ref-18" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-19"><sup>19</sup> AP, p. 282.<a href="#ref-19"
                                                                             class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-20"><sup>20</sup> AP, I, p. 9.<a href="#ref-20"
                                                                              class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-21"><sup>21</sup> AP, I, pp. 9-10.<a href="#ref-21"
                                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-22"><sup>22</sup> AP, I, p. 10.<a href="#ref-22"
                                                                               class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-23"><sup>23</sup> См. напр. палийскую ditthi в
                    Дигха-Никае (1,31; 11, 13, 45), в Мадджима-Никае (1, 40) и т. д.<a
                        href="#ref-23" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-24"><sup>24</sup> См. мою статью «Об одном возможном
                    подходе к пониманию śūnya-vada» в сб. "Terminologia Indica" I, Тарту, 1967, стр.
                    13-24.<a href="#ref-24" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-25"><sup>25</sup> AP, XXXVII, pp. 221-222.<a
                        href="#ref-25" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-26"><sup>26</sup> См. напр. AP, XV, p. 146, p. 149; XX,
                    p. 185; XXVI, p. 218; XXVII, р. 220 и т. д.<a href="#ref-26"
                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-27"><sup>27</sup> Мы вполне можем переводить Іока как
                    «человечество», имея в виду, что оно имеет значение «человечество для данной
                    личности», т. е. достижимая для наблюдателя совокупность людей.<a href="#ref-27"
                                                                                      class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-28"><sup>28</sup> AP, I, p. 10.<a href="#ref-28"
                                                                               class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-29"><sup>29</sup> AP, X, p. 114.<a href="#ref-29"
                                                                                class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-30"><sup>30</sup> AP, XXI, p. 191.<a href="#ref-30"
                                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-31"><sup>31</sup> Ibid.<a href="#ref-31"
                                                                       class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-32"><sup>32</sup> AP, XXIV, p. 207.<a href="#ref-32"
                                                                                   class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-33"><sup>33</sup> Ibid.<a href="#ref-33"
                                                                       class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-34"><sup>34</sup> AP, XXI, p. 194.<a href="#ref-34"
                                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-35"><sup>35</sup> AP, XXI, p. 195.<a href="#ref-35"
                                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-36"><sup>36</sup> См. напр. AP, XXIV, p. 208.<a
                        href="#ref-36" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-37"><sup>37</sup> AP, X, p. 106.<a href="#ref-37"
                                                                                class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-38"><sup>38</sup> AP, VIII, p. 67.<a href="#ref-38"
                                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-39"><sup>39</sup> AP, XIX, p. 182.<a href="#ref-39"
                                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-40"><sup>40</sup> AP, XIX, p. 181.<a href="#ref-40"
                                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-41"><sup>41</sup> AP, XVIII, p. 170.<a href="#ref-41"
                                                                                    class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-42"><sup>42</sup> См. АР, XVI, p. 167.<a href="#ref-42"
                                                                                      class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-43"><sup>43</sup> AP? XVIII, p. 170.<a href="#ref-43"
                                                                                    class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-44"><sup>44</sup> AP, XVI, p. 167.<a href="#ref-44"
                                                                                  class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-45"><sup>45</sup> AP, XVII, p. 161.<a href="#ref-45"
                                                                                   class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-46"><sup>46</sup> na vikalendriya bhavati (AP, XVII, p.
                    166).<a href="#ref-46" class="text-blue-500 hover:underline">↩</a></p>
                <p class="my-2" id="citation-47"><sup>47</sup> puruşavrşabha-indriya-samanvayataš-ca
                    bhavati, na-asatpurusah. Э. Кон зе переводит это: "He posses the organs of
                    virile man, not those of an impotent man" (E. Conze, Astasāhasrikā
                    Prajñāpāramitāă, Calcutta, 1957, p. 126.).<a href="#ref-47"
                                                                 class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-48"><sup>48</sup> AP, XVII, p. 166.<a href="#ref-48"
                                                                                   class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-49"><sup>49</sup> AP, XVII, pp. 166-7.<a href="#ref-49"
                                                                                      class="text-blue-500 hover:underline">↩</a>
                </p>
                <p class="my-2" id="citation-50"><sup>50</sup> AP, XVII, pp. 164.<a href="#ref-50"
                                                                                    class="text-blue-500 hover:underline">↩</a>
                </p>
            </div>
            <hr class="my-8 border-t-4 border-gray-500">
            <p class="text-right italic text-gray-600 mt-4">Учёные записки Тартуского
                государственного университета, Труды по знаковым системам V, с. 124-132</p>
            <p class="text-right italic text-gray-600 mt-4">Л. Мялль</p>
        </div>
    </div>
@endsection
