@extends('layouts.app')

@section('title', 'История семьи Монтлевичей и Шафрановских')

@section('content')
    <div
        class="container mx-auto px-4 biography bg-[url('/images/paper_texture.jpg')] bg-cover bg-no-repeat">
        <h1 class="text-xl sm:text-2xl md:text-3xl lg:text-4xl font-bold text-center mb-6 sm:mb-8">
            Краткое жизнеописание
            Монтлевичей и Шафрановских</h1>
        <h2 class="text-lg sm:text-xl md:text-2xl font-semibold text-center mb-4 sm:mb-6">
            Часть I: Монтлевичи</h2>

        <div
            class="biography text-left prose prose-sm sm:prose-base md:prose-lg lg:prose-xl mx-auto">
            <p>
                Эти заметки написаны были мною Монтлевичем В.М. в апреле 1999
                года в Санмедчасти № 122 перед операцией на сердце. Они требуют
                расширения и уточнения. Но даже в таком виде ценны для потомков
                рода, ибо больше некому записать по памяти прошлое.
            </p>
            <p>
                Родом я из дворян и священства. По отцовской линии моя
                прапрабабка Мария была игуменьей. По материнской
                линии большинство мужчин были священниками. Отцовский род
                Монтлевичей по устной семейной традиции
                выходит из Белоруссии, Гомеля, и далее — Литва, Каунас.
            </p>
            <p>
                Есть версия, сохранившаяся в семье харьковских Монтлевичей
                (сообщила Вера Евгеньевна Монтлевич), что они
                ведут свой род от литовского княжеского дома Ольгердовичей.
                Также устно передано мне в 70-х годах от
                Евгения Константиновича Монтлевича (фотографа по профессии), что
                его род происходит от служанки
                каунаского Монтлевича, а род гомельских Монтлевичей — от
                законной жены, и что герб рода — ель, ядра и
                белка.
            </p>
            <p>
                Достоверно известно согласно генеалогическому древу, восходящему
                к началу XIX века, что в основе рода
                стояли три фамилии: Монтлевичи, Сущинские и Алмазовы. Род
                Монтлевичей в Гомеле имел на Рогачевской улице
                одноэтажный дом в 7 окон и прилегающий к нему роскошный
                фруктовый сад. Недалеко находился дом
                родственников Тюфяевых.
            </p>

            <h3 class="text-base sm:text-lg md:text-xl lg:text-2xl font-bold text-center mt-4 sm:mt-6 mb-3 sm:mb-4">
                Прадед и дед, бабушка</h3>
            <p>
                Мой прадед Иван Иванович Монтлевич был исправником. Сохранился
                его фотопортрет 60-х годов XIX века и
                фотопортрет его жены. Исправник выглядит сурово, если не
                свирепо. Мой дед Иван Иванович Монтлевич (умер
                в 1918 году) был окружным судьёй и служил в Могилёве и Гомеле. В
                1892 году он женился на Надежде
                Григорьевне Поликарпович, родом из городка Чечерска на реке Сож,
                дворянке священского происхождения. Там жила и преподавала в
                женской гимназии ее сестра Анна Григорьевна Поликарпович.
                Сохранилась тетрадь восторженных стихов ее учениц, ей же
                посвященных. А.Г. Поликарпович похоронена на старинном чечерском
                кладбище рядом с деревянной церковью. На ее могиле стоит
                чугунный крест в виде дерева с отпиленными сучкам, есть его
                фотография, снятая мной в 1961 г.
            </p>
            <p>
                Моя бабушка Надежда Григорьевна окончила гимназию, вышла замуж
                за Ив.Ив. Монтлевича и всю жизнь посвятила семье. Она была
                необыкновенно хороша собой, ее красота была величава и спокойна.
                Эта красота была красотой благородства и душевной цельности. Эту
                цельность русской дворянки, спокойной уверенности она передала
                своим сыновьям. Их было семеро. Первенец Иван (1892 г. рождения)
                и самый младший Михаил, мой отец (1907-1979). Они все внешне
                были разными. Иван и Григорий - кареглазые, а Андрей, Алексей,
                Сергей I, Сергей II и Михаил - голубоглазые. Иван Иванович и
                Надежда Григорьевна мечтали о дочери и каждый раз одежда
                ожидаемому младенцу шилась в виде прелестного девичьего детского
                платьица. В нем порой и фотографировали появлявшихся на свет
                мальчуганов.
            </p>

            <h3 class="text-base sm:text-lg md:text-xl lg:text-2xl font-bold text-center mt-4 sm:mt-6 mb-3 sm:mb-4">
                Сыновья Монтлевичей</h3>
            <p>
                Семья Монтлевичей вскоре после свадьбы (1892 г.) переехала из
                Могилева в Гомель. Сохранилась старинная кофемолка, датированная
                1892 г., очевидно, чей-то подарок молодым на свадьбу. Жили в
                Гомеле они небогато, хотя и держали прислугу. Все сыновья
                учились в гимназии Василия Роменского. Младшие Монтлевичи,
                начиная с Андрея были освобождены от платы за обучение. Детство
                молодых Монтлевичей-сыновей было прекрасным - рядом река Сож,
                поросший дубравой Мельников Луг, богатая рыбалка, купанье.
                Монтлевичи дружили с Лопушанскими. Федор Антонович Лопушанский и
                Григорий Монтлевич были однокласниками по гимназии. У них была
                одна на троих лодка, называвшаяся Лопормонт, по начальным буквам
                фамилий. Кто был третий я, к сожалению, не помню.
            </p>
            <p>
                Старший из братьев Ив.Ив. Монтлевич после окончания гимназии
                уехал в Санкт-Петербург и поступил в Морской Корпус, где
                сдружился с Сергеем Александровичем Муравьевым. Григорий стал
                артиллерийским офицером. Андрей - врачом, был призван в
                действующую армию и умер от тифа на южном бессарабском фронте в
                1916 (?) г. Алексей стал химиком. Сергей I умер во младенчестве.
                Сергей II стал ботаником, Михаил - химиком, был заведующим
                лабораторией физической химии с 1936 по 1969 гг. ленинградского
                Политехнического института.
            </p>
            <p>
                Несколько подробнее о судьбе каждого из Монтлевичей.
            </p>
            <p>
                Дед Иван Иванович после революции вышел в отставку, очень быстро
                постарел, стресс от крушения всего традиционного оказался
                сильнее жизненных сил, ив 1918 г. умер. Его жизнь протекала в
                скромном уюте умеренно обеспеченной служивой дворянской семьи.
                По долгу службы он часто разбирал уголовные дела. Среди
                инструментов до сих пор сохранилась ручной ковки фомка - бывший
                вещьдок одного из разбираемых им дел.
            </p>
            <p>
                Бабушка Надежда Григорьевна посвятила свою жизнь сыновьям. После
                смерти мужа, году в 1920-м обстановка в революционном Гомеле
                была такова, что людям дворянского, священского происхождения, а
                тем более детям бывшего судьи оставаться было опасно. К тому же
                известно было, что два старших Монтлевича Иван и Григорий
                служили в царской армии, причем Григорий не по своей воле месяц
                служил в армии Деникина.
            </p>
            <p>
                В это время свирепствовало ЧК, которое г Гомеле называли
                жидовским застенком. В Гомеле согласно официальной
                предреволюционной статистики 47% населения составляли евреи.
                Решено было переехать в Петроград, тем более, что в это время
                там уже обосновался старший из сыновей - морской артиллерист
                Иван Монтлевич. Срочно надо было продать дом на Рогачевской.
                Куплю-продажу оформили с евреем Файнбергом. Но, оформив
                документы, подлый жиденок не заплатил Надежде Григорьевне ни
                гроша. Расчет его был верен, беззащитной вдове некуда было
                обратиться за помощью. И Монтлевичи уехали в Петроград.
            </p>
            <p>
                Там Иван снимал 40-метровую комнату на Литейном проспекте в доме
                № 2 у Ижевских, родственников изобретателя радио Попова. Переезд
                в Петроград семьи Монтлевичей произошел в 1927 г., моему отцу в
                это время было почти 20 лет.
            </p>
            <p>
                Мой старший дядя Иван Иванович Монтлевич меня видел, я же его не
                помню, ибо, когда его очередной раз арестовали сразу после
                начала Великой Отечественной войны, мне было всего полтора года.
                Его отправили в Сибирь, и в 1943 г. отец мой получил из Иркутска
                известие о его смерти.
            </p>
            <p>
                Иван Иванович Монтлевич был высок, худ, кареглаз. Его глаза были
                чрезвычайно выразительны, по воспоминаниям знакомых - «горели,
                как угли», при этом он был спокоен, и огонь взора был обращен
                как бы внутрь. Этот скрытый жар души чувствовали все близкие,
                особенно женщины, у него было немало поклонниц.
            </p>
            <p>
                Иван Иванович был блестящим морским офицером. Его жизненная
                канва по месяцам рукописно расписана им самим на страницах I
                тома «Истории Российского флота». Он принимал участие в Первой
                Мировой Войне, командуя морской батареей на острове Даго, что в
                Моодзундском проливе. Сохранился его дневник с записями типа: «в
                7.00 на Зюйд-Зюйд-Вест появились 2 дыма от немецких кораблей».
                Удивительное дело, эти записи моего дяди реабилитировали в моих
                глазах добросовестность писателя Валентина Пикуля, доказали, что
                он досконально изучил архивные материалы, ибо его роман
                «Моодзунд» содержит множество точных деталей, совпадающих с
                военными заметками Ивана Монтлевича.
            </p>
            <p>
                От тех лет сохранилась прекрасная фотография, где Иван Иванович
                стоит рядом с береговой пушкой.
            </p>
            <p>
                Когда грянула революция, он оказался не у дел, но вскоре был
                востребован и занимал высокий пост главного артиллериста флота
                Республики. Сохранился его портрет, писанный маслом, на котором
                он изображен в новой советской форме с нашивками и звездой на
                лацканах. Портрет писала в квартире на Литейном мадам Ижевская.
            </p>
            <p>
                Но карьера Ивана Ивановича при советской власти не сложилась.
                Гонения на военспецов во всей полноте коснулись и его. Он
                постоянно подвергался профилактическим арестам, сидел в тюрьме,
                находился в ссылках. А поскольку никогда не скрывался, то перед
                арестом или очередной плановой ссылки к нему приходили из
                Большого Дома, что на Литейном 4 и предупреждали: «Ив.Ив.,
                завтра утром с чемоданчиком будьте готовы».
            </p>
            <p>
                Он был дружен с археологом Николаем Николаевичем Чернягиным,
                сыном издателя «Общины Святой Евгении», знаменитой великолепными
                сериями открыток. Чернягин был замечательным художником и
                выработал неповторимый стиль небольших пастельных и акварельных
                картин на темы древнерусской истории. Часто дарил их Ив.Ив., так
                в семье Монтлевичей собралось около 20-ти его работ.
            </p>
            <p>
                Похожая судьба сложилась и у Григория Монтлевича. Еще в
                гомельских газетах раза два дотошные обыватели-фискалы
                опубликовали данные, что Григорий Монтлевич, сын уездного судьи,
                дворянин, скрыл свое прошлое, умолчав, что служил в войсках
                Деникина. Он тоже переехал Ленинград, но постоянно подвергался
                ссылкам в Карело-финскую ССР, в частности сохранились прекрасные
                фотографии о его пребывании в Медвежьегорске, где он работал на
                метеостанции. Там его навещала мама - Надежа Григорьевна.
            </p>
            <p>
                Григорий Иванович был женат на Любовь Николаевне Поздняковой -
                сестре Надежды Николаевны Поздняковой, в замужестве Лопушанской.
                Они поженились в середине двадцатых; так породнились роды
                Монтлевичей и Лопушанских. Детей у них не было, а в 192.... году
                Любовь Николаевна Монтлевич умерла. Похоронена в Гомеле.
                Григорий Иванович более не был женат, хотя в Медвежьегорске жил
                не один, это запечатлено на фотографиях. В начале Великой
                Отечественной войны Григорий Иванович был призван на
                действительную военную службу. Погиб под Смоленском в 1942 г.
                (?).
            </p>
            <p>
                Личная жизнь Ивана Ивановича была богата историями. Он имел
                роман с мадам Бутлеровой. У них родился сын Ваня, умерший 26
                апреля 1936 (?) года в возрасте 6 (?) лет.
            </p>
            <p>
                Три брата Монтлевичи - Иван, Сергей и Михаил были дружны с
                семьей Муравьевых и часто летом гостили в Теребонях - родовом
                имении Муравьевых. Очевидно, тогда и возник роман Иван Ивановича
                с Ией Алексеевной Муравьевой (урожденной Пановой). 23 апреля
                1940 г. Ия Алексеевна родила Василия - сына Ивана Ивановича
                Монтлевича. Сергей Александрович Муравьев в это время был в
                плавании. По возвращении он, человек поразительного
                благородства, сказал, что даст Василию свою фамилию и воспитает
                его, но чтобы Иван никогда не виделся с Ютой (Ией Алексеевной).
                Тем не менее, однажды она приносила маленького Васю, это было
                осенью 1949 г. на остановку трамвая на углу Литейного проспекта
                и ул. Чайковского, и туда подошел посмотреть на своего сына Иван
                Иванович. Василий был воспитан в семье потомственных родовитых
                аристократов, потомков декабристов и выдающейся плеяды
                Муравьевых XIX века, в семье Сергея Александровича и Ии
                Алексеевны Муравьевых. Никогда никто не говорил Василию о тайне
                его рождения, хотя знали об этом все Монтлевичи. Мне о том, что
                Вася мой двоюродный брат рассказали родители в 1970 г. Узнав об
                этом, Ия Алексеевна попросила меня никогда не говорить об этом
                Васе, моему другу детства и юности, и в то же время просила
                никогда не оставлять Васю.
            </p>
            <p>
                Иван Иванович Монтлевич сразу после начала Великой Отечественной
                Войны был арестован и препровожден в неизвестном направлении. В
                1943 г. Михаил Иванович получил извещение, что его брат Иван
                умер в Иркутской области.
            </p>
            <p>
                Третий из братьев Монтлевичей Андрей был голубоглаз и имел
                какой-то сказочный вид, был похож на царевича из русской сказки.
                Еще будучи гимназистом он выиграл в лотерею поездку на Кавказ в
                Дагестан. Оттуда он привез ковер, бурку и дагестанский кинжал.
                Умер в возрасте 20-ти (?) лет под Одессой от тифа в действующей
                армии.
            </p>
            <p>
                Четвертый из братьев Алексей был самым высоким и очень похожим
                на свою бабку, она, судя по сохранившейся фотографии, была
                некрасива. Ее муж Иван Иванович Монтлевич был исправником,
                сохранившаяся фотография точно соответствует его грозной
                профессии, на ней лицо сорокалетнего мужчины с правильными
                чертами лица и каким-то не просто суровым, а даже свирепым
                взглядом. Итак, об Алексее. Он был химиком, семью не завел. В
                1932 г. простудился и умер от воспаления легких. Похоронен на
                Смоленском кладбище. Могила стараниями Г.В. Лебедевой
                (урожденной Таберко) до сих пор ухожена.
            </p>
            <p>
                Удивительно красивой, какой-то романтической загадочной
                внешностью обладал шестой из братьев - Сергей. Все, кто помнил
                его, говорили о его удивительной внешности. Как и другие старшие
                братья, он не был женат. Он был ботаником, учился в
                сельскохозяйственном институте в Харькове, а затем в
                Тимирязевской сельскохозяйственной Академии в Пушкине (Царском
                Селе) под Ленинградом. Был призван в армию в начале Великой
                Отечественной Войны. В 1943 г. Михаил, самый младший из братьев,
                в то время занимавший должность начхима дивизии,
                расквартированной в районе Нарвы, добился перевода Сергея в эту
                же дивизию. Когда пришло известие о ранении брата Михаила,
                Сергей поехал к нему в полевой госпиталь. Разрыв немецкого
                снаряда, осколок в висок и мгновенная смерть. Михаил остался
                один из всех семерых братьев Монтлевичей. Переводя Сергея в свою
                часть, он пытался спасти его от окопной жизни, устроил в
                химчасть в соседний батальон. Но судьба распорядилась жестоко.
                Михаил и Сергей были по возрасту близки друг с другом. Его
                смерть была страшным ударом, ведь Михаил Иванович уже знал о
                смерти матери, и теперь он остался один из большой семьи
                Монтлевичей. Где-то в далекой Киргизии были его жена и
                трехлетний сын Владимир.
            </p>
            <p>
                Моя бабушка Надежда Григорьевна, урожденная Поликарпович,
                посвятила свою жизнь воспитанию шестерых сыновей. Она была
                образованным человеком, прекрасным знатоком литературы, ее
                нравственный и строгий взгляд на жизнь передался детям. Весь
                строй жизни был размерен, всегда отмечались вопреки
                атеистической вакханалии главные православные праздники. Эти
                праздники, также как и дни рождений, украшали жизнь и отмечались
                по мере скромных возможностей семьи. Участие в подготовке
                праздника принимали все, сыновья научились готовить, помогая
                матери и стали прекрасными кулинарами. До сих пор сохранились:
                громадная макитра - двадцатилитровый глиняный, полированный
                снаружи сосуд, увеличенный до гигантских размеров горшок - для
                замеса теста, деревянная форма для пасхи, еловая мешалка для
                текста, громадный туес из бересты (привезен из Минусинска в 1926
                г. Иван Ивановичем, где он был в ссылке), замечательные сосуды
                из цельного ствола карельской березы, редкие предметы кухонной
                утвари, и, конечно, никелированный самовар XIX века. Сохранились
                и рукописные кулинарные книги, одна - середины XIX в.
                (поражавшая экзотическим рецептом Элексира Бессмертия
                Сен-Жермена), другая - свадебный подарок Надежды Григорьевны
                Михаилу и Надежде, моим родителям, в 1936 г. с собственноручно
                переписанными избранными рецептами.
            </p>
            <p>
                Надежда Григорьевна была чудесной рукодельницей, сохранилась
                масса вышивок крестом, гладью - салфетки, полотенца, буквицы и
                монограммы на белье. Она была и художницей - сохранился
                гимназический альбом с превосходными рисунками, натюрморт
                маслом, романтический пейзаж с сосной и башней замка.
            </p>
            <p>
                Художественный талант матери унаследовал старший из сыновей
                Иван. Он писал маслом и рисовал. Сохранились десять листов с
                изображением судов к лекциям по истории русского судостроения,
                рисунки выполнены углем на ватмане.
            </p>
            <p>
                У Монтлевичей на Литейном была большая библиотека в более чем
                3000 томов. Среди них такие раритеты, как «Столица и усадьба»,
                почти полный комплект журнала «Старые годы», «Невский проспект»
                Божерянова, «Великая Война» (только она и сохранилась). Полна
                была библиотека собраниями сочинений русских и зарубежных
                авторов, прекрасна был подборка изданий «Академия».
            </p>
            <p>
                В 1937 г. в сто лет по смерти A.C. Пушкина в громадной комнате в
                40 квадратных метров была устроена выставка графики и книг,
                посвященных этой печальной дате. В комнате стоял рояль, и за
                ним, вся южная стена представляла собой громадный, до потолка,
                стеллаж с книгами. Вот эта стена и была фоном для домашней
                выставки.
            </p>
            <p>
                Рояль был не случаен, ибо почти все братья обладали сносным
                исполнительским мастерством - одним словом, музицировали, в том
                числе и мой отец - Михаил Монтлевич. Слева от рояля между окнами
                стоял старинный письменный стол красного дерева под зеленым
                сукном. На нем всегда стояла полуметровая бронзовая статуя
                Венеры, эту статую не то Иван, не то Григорий Монтлевич в лихие
                дни семнадцатого года спасли из разгромленного замка князя
                Паскевича в Гомеле.
            </p>
            <p>
                На стене над пианино, которое сменило громоздкий рояль после
                Войны, когда в квартире поселилась семья Михаила Монтлевича,
                висел морской пейзаж Ганзена, не очень известного мариниста, но
                ценимого среди знатоков. Так Сергей Александрович Муравьев, сам
                неплохой художник, каждый раз, бывая на Литейном, подходил к
                картине и восхищался мастерством художника, считая, что его
                манера изображения волн не уступает виртуозности Айвазовского. В
                библиотеке Монтлевичей было редкое издание — альбом морских
                пейзажей Ганзена. Сергей Александрович выменял его у моего отца,
                отдав ему толстенный послевоенного издания (1947 г.) «Атлас
                офицера».
            </p>
            <p>
                Все братья Монтлевичи были большими любителями природы, знали и
                ботанику, и энтомологию, и астрономию.
            </p>
            <p>
                Теперь о моем отце. Михаил Иванович Монтлевич родился б ноября
                1907 г. в Гомеле и был седьмым сыном в семье, самым младшим. В
                гимназии он успел проучиться четыре года, потом советская школа
                переходного периода. После школы работал в Гомеле в Губстатбюро.
                В 1927 году переехал в Ленинград. Здесь с устройством на работу
                и с дальнейшей учебой начались мытарства. Учиться не поступить,
                мешало дворянское происхождение. На работу не устроится, даже
                через биржу труда. С трудом устроился на бухгалтерские курсы и
                окончил их. В 1936 г. поступил в Политехнический институт на
                физико-металлургический факультет. Одновременно стал работать
                там же лаборантом. Подружился с молодым ученым кафедры
                электрохимии Владимиром Владимировичем Скорчеллетти (17.05.1902–
                07.11.1984) - будущим профессором и доктором наук. Начавшаяся
                война не дала закончить институт.
            </p>
            <p>
                Отец был для своего времени высок ростом - 190 см., узкоплеч и
                худ, как и все его братья. Знакомых поражали его голубые глаза.
                «Ах, Миша Монтлевич!» - это восклицание мне запомнилось еще с
                детства по рассказам о прошлом знакомых и родственников отца, в
                основном женщин. Несмотря на привлекательную внешность, он долго
                не женился, пока Ноздровские, знакомые Монтлевичей и
                Шафрановских по Гомелю (Ноздровские были частые гости в обеих
                семьях, больше у Шафрановских. Она хорошо пела и была женщиной
                прелестного облика, судя по фотографиям), не сосватали его за
                Надежду Евгеньевну Шафрановскую. Это было в 1936 г. 18 октября
                1936 года они поженились. Венчались тайно в церкви на
                Благодатной улице. Всегда носили обручальные кольца, хотя тогда
                это было не принято и осуждалось. Поселились они отдельно в
                небольшой комнате на Васильевском острове. Моя мама Надежда
                Евгеньевна (1909 г. рождения) в это время была студенткой
                Консерватории по классу фортепиано. Среди ее учителей еще
                доконсерваторского периода были Миклашевская и Яков Фастовский,
                старый знакомый еще по Гомелю. В Консерватории училась у И.И
                Соллертинского.
            </p>
            <p>Мои родители составили удивительную и романтическую пару. Мама
                была энергичной, подвижной, веселой и в то же время пронизанной
                высокими идеалами, навеянными литературой и православием, кои ей
                привил ее отец - бывший священник Евгений Андреевич
                Шафрановский, кроме церковной службы он в гомельской гимназии
                одно время преподавал Закон Божий. Отец же был человеком
                спокойным, но характера твердого и нравственно очень
                принципиального. Он был очень начитан, увлекался фотографией -
                сохранилась целя серия альбомов не только семейной тематики, но
                с прекрасными кадрами Ленинграда и пригородов. Он играл на
                фортепиано, любил и знал классику. Интересы их были близки, это
                были люди одного культурного и социального круга, рвущиеся к
                знанию, чуткие к искусству. Темперамента, характера они были
                разного, но, очевидно, умели уравновешивать друг друга.</p>
            <p>В 1939 г., во время начала финской войны отца призвали в армию,
                он ушел из дому и они с мамой попрощались. Но случилось так, что
                по какой-то военкоматской причине в этот раз его не взяли и он
                вернулся домой на следующий день.</p>
            <p>Отступление автора. Я пишу эти заметки о своем роде по памяти, в
                больнице, перед сложной операцией АКШ (аортокоронарное
                шунтирование - 3 шунта, поставили 4) и поэтому в дальнейшем их
                надо проиллюстрировать цитатами из сохранившейся переписки,
                например моих родителей во время войны. Все письма сохранились,
                также и многие другие письма, начиная с начала двадцатого
                века.</p>

            <h2 class="text-lg sm:text-xl md:text-2xl font-semibold text-center mt-6 sm:mt-8 mb-4 sm:mb-6">
                Часть II:
                Шафрановские</h2>
            <p>
                Моя мама происходит из рода Шафрановских и Цытовичей. Оба рода
                изобиловали в XIX в. священниками, жившими в Гомеле и в уездных
                городах Гомельской губернии. Среди маминых дядьев было несколько
                известных медиков. Так что также, как и в роду отца, мои предки
                по матери принадлежали служивому и колокольному дворянству.
            </p>
            <p>
                Моя бабушка <strong>Вера Феофановна Цытович</strong> из
                священнитского рода в 189. . г. вышла замуж за Евгения
                Андреевича Шафрановского - одного
                из шести братьев и троих сестер большой небогатой семьи
                священника Андрея Шафрановского. Его жена была на вид, судя по
                фотографии, совсем не русская. Семейное предание говорит, что
                она по происхождению гречанка, хотя другая версия утверждает,
                что ее во время Крымской кампании вывез из Турции ее будущий
                муж. Судя по ее внешности вторая версия более достоверна, хотя и
                среди греков встречаются люди со малоазийскими чертами лица.
                Этот восточный тип лица генетически оказался очень сильным, и
                мой дед и моя мать унаследовали его: у мамы нос был с горбинкой,
                узкие губы, красивые прямые брови, треугольный овал лица, слегка
                выдающиеся скулы, замечательные вьющиеся шатеновые волосы, и при
                всем этом восточном облике - голубые глаза, это от матери - Веры
                Цытович. Этот восточный тип лица унаследовал старший брат моей
                матери Александр, доцент ГИДУВа, медик, и старшая ее сестра
                Наталия, умершая от тяжелой болезни почек в 1932 году в возрасте
                тридцати лет. Удивительно, что такой же тип лица проявился и
                моего сына Ивана, родившегося в 1977 г. и совсем не похожего ни
                на меня, ни на свою мать - мою жену Галину Монтлевич. Его черты
                лица повторяют облик его бабки, моей мамы. В то же время средняя
                сестра моей матери Валентина, моя мать была самой младшей среди
                всех, была совсем иного облика, а два других брата Борис и Иван
                были светловолосы, не имели таких скул, овал лица их был более
                вытянут, но нос у братьев был прямой, тонкий и с легкой
                горбинкой.
            </p>
            <p>
                Мою маму, самую темноволосую из молодых Шафрановских, часто
                принимали за еврейку, что было причиной многих анекдотических
                ситуаций.
            </p>
            <p>
                В 1940 г. 1-го февраля у Михаила и Надежды Монтлевичей родился
                сын Владимир, это был я.
            </p>
            <p>
                Бабушка Вера Феофановна Цытович, в замужестве Шафрановская, всю
                жизнь посвятила воспитанию детей. Она знала меня, есть
                фотография. Жила после приезда из Гомеля в комнате на 4-й линии
                Васильевского острова, на втором этаже, в доме №3, кв. 5. Этот
                дом примыкал к внутреннему саду Академии Художеств, где стоит
                обелиск Брюллова. Когда началась война и в Ленинград пришла
                блокада, она почти весь свой паек, как и моя мама, отдавала мне.
                Я выглядел вполне здоровым и упитанным ребенком. Маме даже
                делали замечания, как она не боится со мной гулять, я был в
                коляске - город полнился слухами о кражах детей и каннибализме.
                Во время бомбежек мы втроем - мама, бабушка и я прятались в
                подвалах Академии Художеств. В будущем (1967-1972 гг.) мне там
                посчастливилось учиться. Почти в самом конце блокады мама была
                эвакуирована с сотрудниками института им. Лесгафта, где она
                работала аккомпаниатором на кафедре художественной гимнастики,
                во Фрунзе, ныне Бишкек - столицу Киргизии. С ней поехали,
                естественно Вера Феофановна и я. По дороге, в Нальчике, заболев
                дизентерией, бабушка умерла, там и похоронена. Мы же с мамой
                прожили полтора года во Фрунзе, но об этом позже.
            </p>
            <p>
                Целая плеяда гомельских знакомых моих родителей были знакомыми
                именно Веры Феофановны: Рышкевичи, Парибки, Чудовичи, Петрашевич
                и т.д.
            </p>
            <p>
                Мой дед по материнской линии <strong>Евгений Андреевич
                    Шафрановский</strong> умер
                в 1938 году от гриппа за два года до моего рождения. Он окончил
                семинарию в Гомеле, какое-то время был приходским священником в
                Добруше (?), а затем вернулся в Гомель, где преподавал Закон
                Божий в одной из гимназий. Был строг в семье и много внимания
                уделял воспитанию детей в христианском духе. Мама очень любила
                его и часто ссылалась на его назидания. Все Шафрановские были
                эмоциональны, привязчивы, моралистичны и обидчивы. С ними было
                нелегко.
            </p>
            <p>
                Евгений Андреевич с трудом кормил большую семью. Есть семейная
                фотография в бытность его приходским священником. На ней видно,
                сколь он, отец семейства был худ и как худы были его дети, жили
                бедно.
            </p>
            <p>
                После революции и переезда в Ленинград, куда его перетянул, и
                вовремя, старший сын Александр, он устроился не без труда
                бухгалтером. «И вовремя» означало, что дворянам, служивым и
                колокольным было небезопасно было жить в послереволюционном
                Гомеле, где 47% населения составляли евреи. Они все вдруг
                сделались революционерами и ярыми сторонниками советской власти.
                Начались преследования, по вечерам ходили патрули - молодые люди
                в кожанках. Могли убить за неосторожно сказанное слово. Так и
                погиб старший брат Софьи Ивановны Рышкевич Борис. Монтлевичам,
                детям уездного судьи (многие из судимых им оказались на свободе)
                было просто опасно оставаться в Гомеле. Гомельское ЧК в народе
                прозывали хлестко жидовским застенком. Люди стали уезжать целыми
                семьями, так и оказались многие роды гомельских дворян вне
                родного города.
            </p>
            <p>
                Вернемся к предвоенным годам. В летние месяцы Шафрановские
                любили отдыхать в родной Белоруссии, но не в Гомеле, а в Сенно
                под Витебском, откуда был родом Владимир Таберко - муж средней
                дочери Валентины Шафрановской. Это были прелестные места с
                чудными пейзажами, о которых можно судить по массе сохранившихся
                фотографий. Это была короткая счастливая пора в жизни этих людей
                - всего каких-то пять лет, примерно с 1936 по 1941 гг.
            </p>
            <p>
                Евгений Андревич, мой дед, любил столярничать. До 1981 года
                сохранялся его деревянный верстак. Сейчас он в Кижинге, в семье
                Дашицыреновых, я его увез туда, когда переезжал в Бурятию. Из
                груши и яблони он делал прекрасные гребни для волос. До
                недавнего времени моя жена Галя и дочь Маша пользовались ими,
                пока не сломали. Но один сохранился целым.
            </p>
            <p>
                Старший из его сыновей, <strong>Александр Евгеньевич
                    Шафрановский</strong>, стал
                врачом, работал в ГИДУВе, занимал должность доцента. В 193 .. г.
                женился на Ксении, у них была дочь Вера. Вскоре они разошлись, и
                он женился на Галине Валинской, детей от нее не имел. После
                войны Александр купил дом в Прибытково. Я с родителями жил там в
                1945-46 гг. Александр был вспыльчив и резок, строг и оригинален.
                Рядом со старым домом в Прибыткове он построил небольшой, но
                очень уютный бревенчатый дом. Собирал живопись. После его смерти
                в 195 .. г. от склеротических явлений мозга, его жена продала
                дома в Прибыткове, а после ее смерти, ее сестра Серафима продала
                коллекцию живописи. В Ленинграде Александр Евгеньевич жил на
                Варшавской улице. Там был прописан и жил его племянник Аркадий
                Владимирович Таберко - сын его сестры Валентины.
            </p>
            <p>Средний брат <strong>Борис Евгеньевич Шафрановский</strong>
                (189...- 1962 гг.) был
                столь же ярок, но на другом поприще. В отличие от Александра,
                имевшего вьющиеся шатеновые волосы, Борис был светловолос и
                волосы его не вились. Ростом он был в 185 см., статен, с орлиным
                тонким носом, с красиво очерченным подбородком и изумительным
                голосом - баритональным басом. Борис Евгеньевич пел в церковном
                хоре еще с гимназических пор, кончил киевскую Консерваторию. Пел
                в Киевской опере, дружил с Паторжинским, Донцом, Гмырей. Его
                репертуар был классическим: Гремин, Кончак, Борис Годунов,…
                Приглашался на первые роли в Минскую оперу, но решил остаться в
                Киеве, но там его, как русского зажимали. Был удивительно
                остроумен, по-русски антисемитичен, чувствителен в отношениях и
                очень обидчив.</p>
            <p>
                Женился Борис на Елене Антоновне Жолнеркевич. Всю жизнь прожил с
                ней и ее мамой Марией Петровной в Киеве на ул. Воровского д. 8.
                Он очень любил и знал Киев, хорошо знал историю. Что касается
                его профессионализма, то все арии знал наизусть, и не только
                свои, но и партнеров. Это помогло ему однажды спасти спектакль,
                когда он, стоя спиной к зрительному залу, измененным тембром
                пропел куплеты своего партнера, который не мог выйти, или
                опоздал к своему выходу. Часто пел дома для родных, любил
                лицедействовать, артистично копируя знакомых, артистов,
                политических деятелей. Бесподобно рассказывал анекдоты.
            </p>
            <p>
                Его семейный союз не был удачным, детей не было. Борис
                Евгеньевич был влюбчив, привязчив в чувствах. Встреча с Зиной
                Платоновной Шостаковской в 195 .. г. на днепровском городском
                пляже в Киеве, дальнейшее знакомство переросло в сильное
                чувство, возникло глубокое понимание друг друга. Очевидно, они
                были духовно близки друг другу. Главное, она могла ему многое
                прощать, она понимала его. Зину Платоновну Шостаковскую мои
                родители и дядя Боря, как я его именовал, называли кратко Зэпэша
                - ЗПШ. Настоящая ее фамилия, или девичья, здесь требуется
                уточнение была - . . . . ЗПШ была архитектором, она создала ряд
                известных проектов новых городов Украины. В частности ей
                принадлежит авторство застройки новых районов Каменец-Подольска.
                Борис Евгеньевич дружески называл ее аистом (бусел), она была
                высокого роста и с несколько нескладной фигурой. Они, вообще,
                вечно подтрунивали друг над другом, и это был один из штрихов
                залога их прочной связи. ЗПШ была православной с сильным
                мистическим уклоном - Рерихи, Блаватская.
            </p>
            <p>Борис Евгеньевич последние годы много пил, сказалась неудача в
                карьере - он на фронтовых концертах сорвал голос. После войны
                работал в Киевской опере настройщиком инструментов и
                концертмейстером. Ему помогали прежние соратники по вокальному
                мастерству. Он умер 8 марта 1962 г., смотря телевизор.</p>
            <p>Его могила до ближайшей поры досматривалась Еленой Антоновной и
                тайно ЗПШ, а также заботами живущей в Ленинграде племянницы
                Галины Владимировны Лебедевой (урожденной Таберко), дочерью
                средней сестры Валентины. Тетя Леля, так звали родственники
                Елену Антоновну, так никогда и не узнала о существовании ЗПШ.
                Сначала в 198. . г. умерла Елена Антоновна, а в 1996 (?) г.
                умерла Зина Платоновна.</p>
            <p>
                Младший из братьев <strong>Иван Евгеньевич Шафрановский</strong>
                (190 .. -
                196. . гг.) был ниже своих братьев ростом, был русоволос, строен
                и
                прекрасно сложен. Он стал спортивным медиком и тренером по
                конькам, велосипеду и лыжам. Работал он в институте им.
                Лесгафта. Он был привлекательной внешности - голубоглаз,
                прямоволос, весел, но задумчив - он всегда был как бы несколько
                отстранен от реальности, был женолюбив и сам пользовался успехом
                у женщин. Рискован в спортивных экспериментах. Съезжал на
                велосипеде с седьмого этажа по лестнице. Осуществил
                показательный прыжок на велосипеде с Кавголовского лыжного
                трамплина. Прыжок мог кончиться тяжелой травмой, Иван Евгеньевич
                с трудом удержал велосипед на заднем колесе, все время рискуя
                опрокинуться навзничь. Кроме того, он был отличным лыжником и
                конькобежцем. Еще до войны в мирное время он был контужен, когда
                проезжал на велосипеде по деревянному мосту: ехавшая навстречу
                телега подняла как рычагом внезапно перед ним бревно, и он на
                полном ходу врезался в него головой и потерял на время сознание.
                Иван воевал, был ранен в ногу, после этого всегда хромал и ходил
                с тростью. Несмотря на ранение почти до самой пенсии работал в
                институте им. Лесгафта. Ушел по состоянию здоровья по причине
                острой гипертонической болезни и прогрессирующего склероза
                сосудов головного мозга.
            </p>
            <p>
                До войны Иван Евгеньевич женился на Антонине Валентиновне
                Коноплевой. У них в 1945 (?) году родился сын Евгений. В будущем
                Евгений, склонный, очевидно по наследству к гипертонии, пытаясь
                освободиться от призыва в армию, искусственно вызывал у себя
                повышение кровяного давления. Но вскоре заболел гипертонией в
                обостренной форме и в 197..(?) умер в возрасте 33 (?) лет. Был
                женат, жену зовут .. . Есть сын Роман. Роман с матерью живут
                сейчас (2002 г.) в двухкомнатной квартире на Шоссе Революции.
            </p>
            <p>Иван Евгеньевич после войны разошелся с женой, но сына Женю
                воспитывал. Познакомился с Ниной Дмитриевной . .., стали жить
                вместе. Нина Дмитриевна жила со старушкой матерью в коммуналке
                около Театральной площади. Иван Евгеньевич жил в маленькой
                комнате на 7-й линии напротив Екатерининской церкви, что на углу
                Малого проспекта.</p>
            <p>В конце 50-х годах Борис и Иван поссорились. Борис приревновал
                брата к собственной жене Елене Антоновне. После этого они не
                виделись до самой смерти Ивана. Даже однажды увидевшись, Борис
                не пошел на контакт при робкой попытке Ивана к примирению. Иван
                Евгеньевич быстро стал слабеть, плохо держали ноги, уходила
                память, был рассеян. Умер, не дожив до шестидесяти лет. Борис на
                похороны брата не приехал.</p>
            <p>Иван Евгеньевич, несмотря на казавшуюся со стороны странную
                жизнь, был какой-то замкнутый и погруженный в себя (сказалась,
                очевидно, упомянутая травма головы), был добряком и приятного
                мягкого характера. Не было у него сил на общение с
                родственниками. Но он к себе притягивал, обладал мягким юмором,
                был музыкален, прекрасно играл на фортепиано. Никогда не
                навязывал другим своего мнения, не требовал ничего от других.
                Этим он контрастно отличался от старших братьев, Александра и
                Бориса, которые, будучи самодовлеющими личностями, старались
                всех подчинять себе.</p>
            <p>Я уже упомянул о средней сестре <strong>Наталии Евгеньевне
                    Шафрановской</strong>
                Мало знаю о ней. Она умерла, не дожив до тридцати в 1932 г. от
                болезни почек. Похоронена на Смоленском кладбище. Рядом с ней в
                1938 г. был похоронен и её отец, мой дед Евгений Андреевич. Мне
                Наталия Евгеньевна запомнилась по печальному выражению лица на
                фотографии, где все три сестры сняты вместе.</p>
            <p>
                Средняя сестра <strong>Валентина Евгеньевна
                    Шафрановская</strong>, в
                замужестве Таберко, получила педагогическое образование. Вышла
                замуж за
                Владимира Таберко, тоже педагога. Они обосновались в Витебске,
                Владимир был родом из этих мест. В 1927 году у них родилась дочь
                Галина (Ляля), а в 1931 г. - сын Аркадий.
            </p>
            <p>
                Именно к ним, Таберкам, приезжали каждое предвоенное лето
                родственники из Ленинграда - и братья, и сестра Надежда с мужем
                Михаилом. Они всегда снимали дачу в Сенно, вокруг Сенно были
                прекрасные пейзажи. Сохранились чудесные фотографии этой
                счастливой поры. Но все это было разрушено войной
            </p>
            <p>
                Витебск захватили немцы. Владимира Таберко забрали на
                принудительные работы. Однажды конвоир бросил в него ком глины и
                поранил палец на руке. Началось нагноение, сепсис и он умер от
                заражения крови. Валентина Евгеньевна умерла от истощения. Ляля
                в возрасте 14 лет старалась спасти маленького Аркадия, ему тогда
                было десять лет. Аркадия удалось пристроить в сельской местности
                к родственникам, а Ляля ушла в партизанский отряд, подчинявшийся
                легендарному партизанскому командиру Константину Заслонову. Это
                были тяжелые для нее годы, жили в землянках, питались скудно,
                еле выжила. Как только представилась возможность, забрала брата
                и после войны уехала с ним в Киев к своему дяде — Борису
                Евгеньевичу. Аркадия отдали в детдом, а Ляля стала жить в семье
                дяди. Она была им как дочь. В Киеве Аркадий и Ляля окончили
                среднюю школу. Затем Аркадий служил в Армии в Западной группе
                войск в Германии, там получил звание мастера спорта по плаванию,
                был чемпионом войсковой группировки, а Ляля окончила
                Финансово-экономический институт. Затем переехала жить в
                Ленинград, где вышла в 196. . году замуж за Николая Ивановича
                Лебедева, тоже финансиста. Они жили после свадьбы в Гатчине,
                затем в Питере на ул. Швецова у Нарвской заставы, затем на
                Торжковской и, наконец, на проспекте Культуры, где и живут до
                сих пор. Вообще же эту часть повествования, жизнь своих
                родителей и себя с братом, я надеюсь, напишет, исправит и
                дополнит мной столь кратко написанное, Ляля, которой недавно
                исполнилось 75 лет.
            </p>
            <p>
                Возвращаюсь к судьбе моего отца <strong>Михаила Ивановича
                    Монтлевича</strong>. Он
                ушел на войну, успев прожить счастливых полтора года с женой и
                маленьким сыном. Его, как химика, призвали в химчасть. Поэтому
                он всегда находился в некотором отдалении от фронта. Причем
                химчасти часто расформировывали, приписывали к разным войсковым
                соединениям, приходилось часто передислоцироваться. Не только
                скромные награды, но даже присвоения нового звания порой не
                могли догнать в пору войны своего адресата. Именно поэтому отец
                к 1944 г. оставался лишь в звании капитана. Он успел кроме
                нескольких медалей получить орден Красной звезды. В армии на
                сборах он познакомился и сдружился с археологом Сергеем
                Сергеевичем Черниковым, тем более что обнаружились общие
                знакомые, в частности археолог Николай Чернягин, умерший от
                голода в блокадном Ленинграде.
            </p>
            <p>
                Отец пару раз пробирался в Ленинград. Так он узнал от Софии
                Ивановны Рышкевич о смерти своей мамы Надежды Григорьевны в 1942
                г. Так и не известно где она похоронена. Надо читать переписку
                моих родителей и других родственников во время войны. К своему
                стыду я до сих пор этих писем не касался, только лишь слышал их
                содержание, когда их вслух читала мама. Теперь понимаю, какую
                историческую, а не только семейную ценность они собой
                представляют. Тем более что написаны хорошим русским языком
                образованными людьми.
            </p>
            <p>
                В 1943(3) году в марте месяце отец был тяжело ранен под Нарвой.
                Рядом с землянкой начхима стоял грузовик. Отец был в кузове и
                вдруг рядом с машиной в землю вонзился немецкий снаряд. К
                счастью снаряд не разорвался, ушел полностью в землю, произошел
                т.н. камуфлет. Это слово я запомнил с детства, не часто, но отец
                иногда рассказывал об обстоятельствах своего ранения. Снаряд
                пролетел в полуметре справа от отца, и воздушная волна была
                столь велика, что оторвала ему правую руку и сорвала часть мышцы
                бедра. Рука повисла на одной жиле. Кто-то из сослуживцев тоже
                был в кузове и был забрызган отцовской кровью. С криком
                «Монтлевича убило!» он ворвался в землянку. Отец же сознание
                сразу не потерял, остался некоторое время стоять, успел снять
                обручальное кольцо, спрятал его в карман (это кольцо было
                известно всей части, ибо тогда носить обручальные кольца был не
                принято) - оно сохранилось, пожал левой рукой на прощание правую
                руку и только после этого потерял сознание. Все это частично
                рассказывал сам отец (ибо он был в шоке, боли не чувствовал), и
                со слов работницы химчасти, которая была рядом с ним и
                рассказывала о драматических подробностях случившегося потом и
                отцу и его сослуживцам.
            </p>
            <p>
                О кольце. Повторюсь: отец и мать в тайне от всех знакомых
                обвенчались в 1936 г. в церкви на Благодатной улице. Кольца они
                всегда носили. Это бросалось в глаза, особенно на фронте, когда
                он стал офицером, у окружающих вызывало уважение. На фронте отец
                отпустил усы, был красив непередаваемой мужской военной
                красотой. Его уважали и любили соратники, он него исходила
                здоровая светлая нравственная сила. Ему посвящали стихи, и даже
                посвятили целую поэму в стихах (автор Дуданец).
            </p>
            <p>
                Итак, отец оказался сначала в полевом госпитале, по дороге в
                который погиб его брат Сергей Иванович, а затем в Куйбышевской
                больнице на Литейном проспекте в Ленинграде. Там его навещали Ия
                Алексеевна Муравьева и Софья Ивановна Рышкевич. Он научился
                писать левой рукой с левым наклоном букв. Пытался носить протез,
                но быстро бросил эту затею. А в марте 1944 года вернулись из
                эвакуации мы с мамой.
            </p>
            <p>
                Вернусь назад и снова о моей маме. После свадьбы в 1936 г. они с
                отцом счастливо жили студенческой жизнью. Оба одновременно
                работали. Моя мама была романтически настроенным человеком, вся
                в литературных идеалах. Музыка была ее родной стихией. Очень
                любила Чайковского, ставила его выше других композиторов, далее
                в ее почитании шел Шопен и Бетховен. У мамы было много
                поклонников, но сама она тянулась к тем, кто был старше ее и
                мудрее в знаниях, причем в знаниях философского типа. Так она
                еще до замужества дружила с немцем Максом Оскаровичем Цшохером.
                Его беседы о философии искусства, о музыке и литературе были для
                нее магически притягательны. Он писал ей письма, открытки. Мне
                кажется он был увлечен ею. Их знакомство продолжилось и после ее
                замужества. В 1940 году он как немец был арестован, сослан на
                Север и сгинул в лагерях.
            </p>
            <p>
                В Сенно мама познакомилась с четой Швечковых, с Григорием
                Яковлевичем и его женой еврейкой Верой Яковлевной. Он преподавал
                марксизм и историю философии в Консерватории. Знакомство
                переросло в дружбу и она не прерывалась до самой смерти
                Швечкова. Григорий Яковлевич жил в старинном доме, вход был с
                Красной (Галерной) улицы. Окна квартиры выходили на Неву, на той
                стороне как раз был Румянцеский сад и Академия Художеств. Мама
                беседовала с Григорием Яковлевичем на философские темы,
                особенно, когда она готовилась к экзамену по философскому
                минимум, часто ставила его в тупик своими вопросами, и, уважая
                его знания и профессионализм, не всегда с ним соглашалась.
                Особенно он горячился, когда вопрос касался свободы совести и
                религиозности человека. Дружна была мама и с его дочерью
                Людмилой Григорьевной Ледантью - ее муж был потомок декабриста.
                Позже Мила, как ее запросто звали в нашей семье, стала маминой
                сослуживицей по институту им. Лесгафта, где она работала
                аккомпаниатором. В институте мама тоже работала аккомпаниатором,
                но главная ее работа - это составление музыкальных программ для
                индивидуальных выступлений мастеров художественной гимнастики.
                Она работала с чемпионом СССР Даниловой. Кроме того, на кафедре
                художественной гимнастики она преподавала художественную
                грамоту. Он пыталась защитить диссертацию, но кафедральные
                интриги, у мамы был воинственный и самодовлеющий характер,
                помешали ей сделать это, ей урезали количество преподавательских
                часов.
            </p>
            <p>
                Третьим человеком, с кем моя мама любила общаться, был папин
                старший товарищ и сослуживец Владимир Владимирович Скорчеллетти.
                Он был сын балерины итальянского происхождения, человек острого
                и оригинального ума, обширной эрудиции, аналитического склада
                мышления, человек не только высоко профессионального уровня - он
                был доктором наук в области электрохимии, но и человек высокого
                художественного уровня и одаренности - уже на пенсии он начал
                писать маслом - в основном пейзажи экспрессионистского стиля. Он
                обожал мирискусников, не любил Толстого и балет. Был потрясающим
                рассказчиком и прекрасным лектором - возглавлял на факультете
                кафедру. Несмотря на строгий и вспыльчивый характер, зажигался
                как порох, студенты его любили. Его дар рассказчика был не
                только в артистизме, но и в оригинальной манере изложения, за
                которой стоял неожиданный, парадоксальный и глубокий стиль
                мышления.
            </p>
            <h2 class="text-lg sm:text-xl md:text-2xl font-semibold text-center mt-6 sm:mt-8 mb-4 sm:mb-6">
                Часть III: О себе</h2>
            <p>
                Вернемся к военным годам. Почти в конце блокады мы с мамой
                выехали поездом в назначенный пункт эвакуации для Института
                физической культуры и спорта им. Лесгафта город Фрунзе - столицу
                Киргизии. С нами была и бабушка Вера Феофановна Шафрановская.
                Началось наше путешествие точно по сценарию, который после войны
                стал сюжетом многих фильмов. Мы ехали в грузовике по дороге
                жизни через Ладогу. Запомнилась характерная деталь, это,
                конечно, со слов мамы - позади шофера висел алюминиевый котелок,
                он все время раскачивался и молотил его в затылок по ушанке, не
                давая заснуть. А далее был поезд. В одном купе с нами была
                Надежда Александровна Беклемишева - врач-химик, замужем за
                Шапиро, в их роскошной квартире на Салтыкова-Щедрина я бывал
                после войны. Надежда Александровна меня баловала - угощала, чем
                могла.
            </p>
            <p>Окольными путями поезд добрался до Нальчика, который как раз в
                это время оказался под угрозой захвата немцами. В Нальчике от
                дизентерии скончалась бабушка. Из Нальчика выбрались с трудом.
                Потом Баку и паром через Каспийское море до Красноводска. И вот,
                наконец, Фрунзе. Мы жили в одной квартире с семьей Пузыревских,
                мать и две дочери, на ул. Крупской. Они были знакомыми мамы по
                Ленинграду. Как они оказались вместе с нами я не помню. В этом
                же доме, но в другом флигеле жил богатый художник еврей. Он
                писал маслом гигантские портреты Сталина. Я любил ходить к нему
                в гости и смотрел, как он работает, он всегда угощал меня
                печеньем. Очень мне нравились и запомнились огромные маршальские
                звезды и ордена на кителе Сталина. Не помню фамилию художника,
                жил он по сравнению с нами красиво и в достатке. Наш дом я помню
                плохо: стол из досок, жесткая кровать, два окна, крыльцо под
                навесом, четыре крутые деревянные ступеньки прямо в траву,
                папины детские книжки - он регулярно присылал их; где их он брал
                на фронте? На другой половине дома за стенкой жили Пузыревские.
                Когда мама была на работе, они присматривали за мной. Из еды в
                качестве деликатеса запомнилась жареная картофельная шелуха.</p>
            <p>
                На другой стороне улицы, против нашего дома жил мальчик с мамой,
                он был старше меня. Я ходил к нему в гости и был поражен
                коллекцией моделей самолетов, подвешенных под потолком. В конце
                улицы виднелись заснеженные вершины горного хребта.
            </p>
            <p>И вот однажды мама заболела тифом и ее отправили в больницу,
                обрили наголо, по-моему, она даже теряла сознание. Меня же
                кто-то определил в детский сад. Это было на другом конце города.
                Смутно помню заведующую и свою тоску по уютному и привычному
                двору на ул. Крупской. И вот я решил искать маму и бежал из
                детского сада. Прошел весь город, мне было тогда три года, нашел
                наш дом. Но дома никого не было, дверь была заперта. Тут на
                улице я разговорился с незнакомым и много старше меня парнем, он
                тут же научил меня паре смачных ругательств, которые я не слышал
                никогда ранее. Помню, поплелся я обратно уныло в детский сад. И
                уже на подходе к нему меня «нашли» переполошившиеся служащие
                сада.</p>
            <p>Когда мама выписалась из больницы, я уже был тоже дома, она
                сварила рассыпчатый картофель, это тогда для нас был деликатес,
                и пригласила в гости заведующую детского сада. И та поведала о
                треволнениях того дня: как же - пропал сын фронтовика, мать в
                больнице, переполох был страшный. Мне этот эпизод кажется сейчас
                примечательным, он говорит о врожденном чувстве пространства, я
                в нем прекрасно ориентировался еще совсем в раннем возрасте.</p>
            <p>
                Окружающие нас киргизы жили прекрасно. Они на жалкие продуктовые
                подачки выменивали у эвакуированных остатки их экзотического для
                туземцев европейского обиходного скарба. Мы же, чтобы топить
                печку, собирали по улице кизяки. Мне казалось, что это предел
                нищеты, но на самом деле это вполне в обычае скотоводческих
                народов.
            </p>
            <p>
                Мы в жаркие летние дни спали на крыльце, ночью над головой
                загоралась россыпь ярчайших южных звезд на бархатно-черном
                небосводе.
            </p>
            <p>
                Блокаду с Ленинграда сняли, и мы двинулись в обратный путь.
                Обратная дорога мне совсем не запомнилась. В Ленинграде встретил
                нас папа, я был так взволнован, что ничего не запомнил об этой
                первой встрече, кроме одного: мы ехали по улице города, и она
                после низко этажного Фрунзе казалась мне глубоким и мрачным
                ущельем с серым где-то в вышине небом.
            </p>
            <p>
                Итак, война пронеслась, унеся кроме моего отца всех Монтлевичей.
                После войны мы жили в квартире, что была занята Иваном
                Монтлевичем еще до 1927 года. Наша комната была огромной - 40
                квадратных метров. Это было на Литейном проспекте д. 9, кв.2.,
                бельэтаж. По утрам папа садился в трамвай № 9 и ехал в Политех,
                мама на трамвае № 14 добиралась на проспект Декабристов
                (Офицерская ул.) в институт. Я же уходил утром в школу № 203 им.
                A.C. Грибоедова, бывшая Аннешулер, что рядом с кинотеатром
                «Спартак» - бывшая лютеранская церковь архитектора Фельтена, что
                на Ул. Петра Лаврова (Фурштадская ул.).
            </p>
            <p>
                Два лета после войны мы провели в Прибыткове, это вторая
                остановка после Гатчины по Варшавской линии. Сначала жили у
                Александра Евгеньевича, маминого брата, а второе лето снимали
                дачу на улице, примыкающей к лесу. Этот лес Монтлевичи изучили
                еще до войны - тоже снимали дачу. Здесь бывали и Надежда
                Григорьевна, и папины братья Иван и Сергей. В послевоенном лесу
                была масса грибов. Основная лесная дорога доходила до реки
                Суйда. Там, где перед рекой кончался лес, лежал, и сейчас он
                там, громадный валун в рост человека. Около него многие из
                Монтлевичей запечатлены, в том числе и я. Достопримечательностью
                леса была, по дороге к валуну, высокая одинокая своей
                величавости сосна. Ее уже давно спилили.
            </p>
            <p>
                В 1949 г. был в пионерлагере на Карельском перешейке у озера
                Красавица. Там заболел скарлатиной, лежал в Боткинских бараках.
            </p>
            <p>
                Школа промелькнула быстро. Учился в 1-10-а классе. Набор в 1-а
                класс был элитный - все дети директоров, начальников, артистов,
                ученых. Как-то и меня приняли, очевидно, после личной встречи с
                родителями. Такой отбор осуществляла будущий классный
                руководитель Мария Артемьевна, педагог дореволюционной закваски.
            </p>
            <p>
                Учились мы рьяно, закончили с 6-ю золотыми и 8-мью серебряными
                медалями на один класс. Я получил золотую. За коллекцию бабочек
                в 9-м классе награжден был гипсовым бюстом Грибоедова. Был
                лучшим гимнастом в классе, неплохо бегал.
            </p>
            <p>
                В 1-ом классе, катаясь на коньках в Таврическом саду с Васей
                Муравьевым и Сергеем Тарасовым, несильно ударился виском об лед.
                Почему-то решили, что виноват в этом Сергей, племянник Васи, но
                наш одногодка, и ему досталось. У меня же сильно разболелась
                голова, и я попал в Военно-медицинскую Академию - легкое
                сотрясение мозга.
            </p>
            <p>
                Один год мы отдыхали в селе Украинка, это на Днепре, около
                впадения в него Стугны, недалеко от Триполья. Жили в прелестной
                украинской хате. Во дворе росли гигантские деревья акации. В
                поле росла высокая кукуруза. Там я научился плавать, впервые
                рыбачил на Днепре и на Стугне, ловил на мух верховодку и
                красноперок. Впервые пристрастился к собиранию бабочек и жуков,
                тогда-то и началось мое пристрастие к энтомологии, угасшее лишь
                в старших классах.
            </p>
            <p>
                В летние месяцы с 1951 г. наша семья стала ездить отдыхать в
                село Волотова, что на старице реки Сож под Гомелем. Снимали
                комнату в одном и том же доме в течение почти десяти лет. Все
                дни проводили на Мельниковом лугу, иногда выбирались в Березки
                на большой Сож, что за мостом напротив Кленок. Все эти места
                были знакомы моим родителям по их юности. В Гомеле - общение со
                старыми знакомыми: Лопушанскими, Ганкевичами, Зориными. Там у
                садовника Аникеева за линией (деревянная часть города за
                железнодорожными путями) купил я чудный цветок Эухарис -
                Амазонскую лилию. Вот уже полвека он живет у меня и цветет
                каждую осень прекрасными белыми цветами на высокой стрелке,
                похожими на цветы нарцисса и с нежным запахом лимона. Оказалось,
                что Аникеев - старый знакомый Бориса Евгеньевича Шафрановского.
            </p>
            <p>
                Закончив школу я стоял перед выбором: либо биофак ЛГУ, или нечто
                связанное с радиоастрономией в ЛПИ. Романтика, увлеченность
                фантастикой склонили к ЛПИ. Поступил по собеседованию на
                факультет Радиоэлектроники. Первый же год показал, что я ошибся
                в выборе образования - Политех был не для меня. Трудности были с
                математикой и позже особенно с электродинамикой у профессора
                Конторовича. Пришлось взять академку. Диплом писал у Татьяны
                Гавра: «Кварцевый генератор частоты». Мне в то время все это
                было не интересно до тошноты, и записку к диплому я написал
                церковно-славянским шрифтом. Тут-то терпение Гавры истощилось.
                Одним словом, дали мне справку, что я прослушал шесть курсов без
                защиты диплома, имею звание мл. лейтенанта запаса по
                специальности ракетных войск класса «земля-воздух» и
                распределили на работу инженером в Институт Постоянного тока,
                затем я работал инженером-технологом на завод Светлана в цехе,
                проверяющим разрядники для волноводов, что ставили на
                баллистические ракеты.
            </p>
            <p>
                Работая на Светлане, где спирт тек изобильным потоком, где
                спивались не только мужчины, но и женщины, я стремился поступить
                в Академию Художеств на искусствоведческое отделение. Это были
                1965-66 гг. К этому времени начало обрисовываться вполне
                определенно мое мировоззрение.
            </p>
            <p>
                В детстве и юности я много читал, записывая названия и авторов
                каждой прочитанной книги в специальную тетрадь с алфавитным
                указателем. В какой-то момент я понял, что читаю формально,
                стремясь держать прежний темп чтения, и я прервал эту привычку
                записывать прочитанное, к этому времени я прочел около тысячи
                книг, мне было - двадцать пять. После этого качество чтения
                изменилось, я стал читать медленнее и вдумчивее.
            </p>
            <p>
                Любил читать все, очень любил фантастику, сильнейшее впечатление
                произвел Иван Антонович Ефремов. Его «Туманность Андромеды», с
                ее нравственным, интеллектуальным и социальным зарядом произвела
                на меня сильнейшее впечатление. Обостренное восприятие
                достраивало сюжет. Я мог все видеть воочию и чувствовать
                реально, вплоть до запаха незнакомого воздуха других планет.
                Ранние рассказы Ефремова и этот роман были сильным направляющим
                импульсом в моей юности.
            </p>
            <p>
                Но вот прошло 42 года с 1957 г. и я не сразу, но уверенно
                обнаруживаю в себе мощь и благость того, что дали мне отец и
                мать в ненавязчивом, но постоянном, прекрасном фоне
                повседневного быта русской служивой интеллигентной семьи. Дом
                был полон звуков маминых упражнений на фортепиано (фирма Беккер,
                рояль был продан после войны). Мама мечтала, чтобы я тоже
                музицировал - на учебу музыки, на эту муку ушло пять лет, пока
                она не отступилась. Но благодарен ей, ибо получил общее и
                первичное музыкальное образование, это и знание оперы, и балета,
                и концерты в Филармонии. Мама всегда водила меня на литургию
                Чайковского, что исполнялась в день его смерти 6 ноября в
                Спасо-Преображенском или Никольском соборах.
            </p>
            <p>
                Православный фон незаметно вплелся в мое мировосприятие - это и
                праздники Рождества и Пасхи с соответствующим кулинарным
                сопровождением и посещение кладбищ - могил родных на Смоленском.
                В дальнейшем это сказалось на двухлетнем увлечении практическим
                христианством (1963-1965 гг.). Особенно торжественно в нашей
                семье отмечался Новый Год, Рождество и Пасха. Скромнее Троица,
                обычно на даче с прелестным украшением дачных комнат березовыми
                ветками, наполнявшими воздух свежим запахом листвы. В советское
                предвоенное время новогодняя елка была отменена, и посему
                отпущение на волю этого обычая после войны было праздником для
                русских людей. Отец через Зину, знакомую своего крестника
                Вячеслава Вадимовича Ванновского (потомка офицера-моряка,
                участника Цусимского сражения) доставал лицензию на вырубку
                одной ели. Добирался до отведенного участка лесного хозяйства,
                обычно в районе Токсово, блуждал долго по лесу в поисках
                подходящей ели. Срубал взрослую ель с красивой и пышной
                вершиной. Одной рукой спиливал ее под корень, а потом отмерял
                три метра вершины, пеленал красавицу в халат, перетягивал
                веревками и - домой на пригородном поезде. Я был мал и не мог
                оценить отцовской радости, заботы, удовольствия. Ведь он это
                делал не только для меня и мамы, но и для себя может быть более,
                в память о далеком спокойном прошлом, о своих так любимых им
                братьях и, наверное, даже с чувством протеста к советской
                действительности. Нижний ярус ветвей ели достигал иногда 2-3
                метров в диаметре – комната (еле) вмещала такую царственную
                лесную гостью. Особенно отцу повезло в 1950-м году, ель была на
                удивление красива и пышна. В центре комнаты стоял громадный
                дубовый стол, а между ним и окнами стояла ель, ближе к окнам, но
                вокруг ели обойти можно было, хотя и с трудом.
            </p>
            <p>
                Украшение ели превращалось в длинный и захватывающе интересный
                семейный ритуал. Много игрушек было самодельных, клеенных из
                бумаги - выпускался в те годы ежегодник «Круглый год» - там было
                много моделей для вырезания и склеивания игрушек для елки. Кроме
                того, отец сам на работе в мастерской стеклодувов выдувал и
                серебрил небольшие стеклянные шары. Сохранились и дожили до
                нынешних дней несколько игрушек дореволюционной поры -
                стеклянные и картонные. До сих пор сохранился рождественский
                вертеп - объемная раскладывающаяся открытка с изображением яслей
                и фигурками Богородицы, Христа и волхвов. В вертеп можно было
                вставить лампочку, и он таинственно светился в глубине еловых
                ветвей у самого ствола. Была масса гирлянд, флажков, стекляруса.
                Вершину украшал стеклянный шар. Ель крепилась на мощной
                деревянной крестовине. Все это было воспитанием стиля
                восприятия, стиля жизни и неизгладимо запечатлелось в памяти, в
                моем сознании. Не зря так подробно я написал об этом.
            </p>
            <p>
                В школьные годы было у меня несколько увлечений. Самое раннее -
                энтомология, затем астрономия, живопись и архитектура, русская
                история. Отец купил мне прекрасное дореволюционное издание -
                «Атлас бабочек» Ламперта. Я носился с сачком по лугам и полянам
                Мельникова острова, что рядом с деревней Волотова, между Сожом и
                его старицей. Однажды отец зимой привел меня к академику
                Бий-Биенко, знаком с ним он был на почве интереса к филателии, и
                академик подарил мне превосходные шведские булавки для работы с
                насекомыми, объяснил как расправлять крылья бабочек, в каких
                коробках их хранить, как делать этикетки и заполнять их, вести
                дневник. Сам же он, будучи специалистом по саранче и кузнечикам,
                просил меня ловить их и точно записывать, где и когда пойман
                каждый экземпляр. Бабочек я ловил, но поручения академика, к
                стыду своему, не выполнил.
            </p>
            <p>
                Начал собирать энтомологическую коллекцию еще под Киевом, в селе
                Украинка, что стоит на известной по летописям реке Стугне, т.е.
                в 1949 г. и занимался этим вплоть да 1956 года. В Украинке мне
                посчастливилось один раз в жизни поймать в дупле старой ивы на
                берегу Стугны самца Жука-оленя. Утром я заметил на дереве
                изумительный экземпляр древоточицы - бабочки с фиолетовой
                трапецией на голове, чьи отвратительные мясистые гусеницы до 10
                см в длину проедают стволы старых деревьев, превращая их в
                труху. И вот я побежал домой за морилкой, чтобы не повредить при
                отлове мощных крыльев бабочки. Но, вернувшись к дереву, бабочки
                не нашел, солнце сместилось и осветило то место, где она сидела,
                зато поймал внезапно выползавшего из дупла рогатого красавца
                Жука-оленя. Тогда же на полях гречихи впервые был удивлен
                золотистым быстролетящим чудом - различными видами желтушниц.
            </p>
            <p>
                Во дворе белой хаты, где мы жили, росли высоченные акации, и вот
                в жаркие безветренные дни меж ними величаво парили парусники
                Подалирии - белоснежные хвостатые бабочки из подвида
                хвостоносцев-парусников. Там же мне единственный раз удалось
                поймать подземное чудище, здоровенного мохнатого монстра -
                медведку с мощными зубчатыми передними лапами. Только на Украине
                и нигде более я не держал в руках и не слышал характерный скрип
                Мраморных хрущей - гигантских родственников майских жуков. На
                реке Стугне случилась и моя первая рыбалка, ловил на муху -
                клевало сказочно - жирные красноперки, а на Днепре на муху
                ловились сибили - серебристые верховодки.
            </p>
            <p>
                В Белоруссии я впервые встретил бражников, в моей коллекции были
                Сиреневый бражник, Винный, Средневинный, Хоботник, Глазчатый,
                Тополевый, Подмаренниковый, Молочайный и редчайший залетный
                Линейчатый, родом из Северной Африки. Иногда я выводил бражников
                из гусениц, и они появлялись в марте уже в квартире на Литейном
                в Ленинграде. Всю коллекцию я подарил в 9-м классе
                биологическому кабинету школы № 203 им. Грибоедова. Премирован
                за коллекцию бюстом A.C. Грибоедова.
            </p>
            <p>
                В классе 7-8 увлекся астрономией и это совпало с моей любовью к
                фантастике космологического и научного характера. У меня были
                прекрасные пособия - книга Цесевича, справочник Куликовского и
                книга об астрономии Воронцова-Вельяминова. Позже я приобрел
                «Атлас звездного неба» Михайлова, издания Пулковской
                обсерватории. Среди моих астрономических штудий были системные
                наблюдения за метеорными потоками. Однажды мне повезло, в
                августе 195..(?) г. низко над горизонтом над северной частью
                Гомеля, если смотреть из Волотовы, я заметил хвост кометы. Сразу
                же дал телеграмму в Пулковскую обсерваторию и вскоре получил
                ответ, что на десять часов раньше меня, вооруженный до зубов
                аппаратурой на обсерватории Ломницкий Щит в Чехии, астроном
                Мркос первым обнаружил эту комету. Его имя эта хвостатая гостья
                теперь и носит. Несмотря на некоторое разочарование, мне все же
                было приятно получить официальный ответ из Пулкова.
            </p>
            <p>
                В 9-м классе (1956 г.), помню я болел, пришлось лежать дома, и
                вот я взял в руки монографию Грабаря «Серов» издательства
                Кнебель и небольшое симпатичное издание Общины Св. Евгении «Н.К.
                Рерих» - монография Сергея Эрнста. И я «заболел» живописью, а
                потом русской архитектурой, далее - иконописью, эпохой
                Возрождения, импрессионистами, экспрессионистами, Ван-Гогом,
                Сезаном и т.д. Так я стал знатоком живописи и сам стал пробовать
                писать. Отец продал с моего согласия атлас бабочек Ламперта и
                купил мне на эти деньги этюдник. Сохранилось десятка два моих
                пейзажей, писанных маслом, большинство написаны в окрестностях
                Волотовы.
            </p>
            <p>
                Учеба в Политехнике была временем душевного кризиса, но
                эмоционального и интеллектуального напряжения. Сильнейшая
                неудовлетворенность и унизительность положения неуспевающего,
                отстающего, компенсировалась страстным увлечением инаким,
                поиском другого: мир фантастики, история искусства. На лекциях я
                рисовал церкви, архитектурные грезы - дворцы и храмы, лики
                святых. В 1959 г. весной я один ездил в Новгород - фантастика.
                Также сам ездил в Псков. Увлекался фотографией, печатал в темной
                комнате в кабинете Владимира Владимировича Скорчеллетти. Когда
                мама, чувствуя, что я заваливаю институтскую программу, это было
                в тот год, когда я взял академку, Вл. Вл. Скорчеллетти
                оправдывал меня в разговоре с ней, объясняя, что, когда человек
                чем-то сильно увлечен, другие стороны деятельности как бы
                атрофируются. Он никогда не считал меня лентяем и вполне
                разделял мой интерес к искусству.
            </p>
            <p>
                В период неудовлетворенности учебой я предпочитал делать что
                угодно, но только не готовиться к занятиям, это было выше моих
                сил. Чувства были обострены, я писал стихи, сначала
                патетически-исторического плана, а позже с налетом мистики. В
                этом у меня были в юности две незаметные для других учительницы.
                Первая - дочь директора Гомельской гимназии <strong>Вера
                    Васильевна Роменская</strong> Она провела бурную молодость,
                была большевистским курьером, была знакома с Менжинским. Знала
                несколько европейских
                языков, но более - английский. Ему-то она меня и учила лет пять
                с 3-его класса и учила до своей смерти в 1956 г. В 30-е годы она
                влюбилась в скульптора Ж. . . ., он был женат. Его жена
                вмешалась, и Вера Васильевна ушла в тень. Последовал сильнейший
                кризис, она отошла от общественной деятельности, обратилась к
                православию. В силу своих знакомств и прежней профессии она жила
                постоянно на грани ареста, все от нее отвернулись. И только мои
                родители и другие Монтлевичи продолжали с ней общаться и
                помогать. Она это очень ценила и была всегда дружна с нами.
                Часто приходила, пила крепчайший чай, жила она недалеко, на ул.
                Гагарина, в доме рядом с мраморным особняком Гагарина. В
                маленькой комнатке в красном углу стоял громадный иконостас,
                горели лампады. Кроме меня и через меня к ней ходили на занятия
                по английскому мои одноклассники - Юра Филимонов и Саша Левин.
            </p>
            <p>
                Вот именно Вера Васильевна вдруг и посоветовала мне прочесть
                «Жизнь и странствия Вильгельма Майстера» Гете. Отец мой, Михаил
                Иванович Монтлевич сразу насторожился, у него была удивительная
                отрицательная интуиция на мистику. Впервые именно от Веры
                Васильевны я услышал о «Протоколах сионских мудрецов» и
                предупрежден об опасности еврейской темы. Это меня удивило и
                запомнилось. После смерти Веры Васильевны я забрал из ее
                комнатки цветок - Гемантос Альбифлос или Тещин язык. Он до сих
                пор украшает мое жилище.
            </p>
            <p>
                Вторым человеком, поддержавшим мой интерес к религии, была
                З<strong>ина Платоновна Шостаковская</strong> - тайная жена
                моего дяди Бориса Евгеньевича. Она порекомендовала мне
                "Гитаговинду" Рабиндраната
                Тагора, подарила книжицу о карме Блаватской. Отец сразу же
                заметил эту тенденцию, очень был недоволен. Книжка о карме была
                спрятана, и я нашел ее лет через пятнадцать.
            </p>
            <p>
                Ну и, конечно же, может быть не осознавая этого, заложила в меня
                приятие православной культуры мама. Она научила меня молитве
                "Отче наш,. ..", она водила меня в церковь, крещен я был еще во
                младенчестве в храме князя Владимира на Петроградской стороне.
                Отец сам сковал для меня небольшой золотой крестик. Моими
                крестниками стали Иван Иванович Монтлевич и Ляля - Галина
                Владимировна Лебедева, тогда — Таберко.
            </p>
            <p>
                Отец, Михаил Иванович, хотя и не любил ни философии, ни открытой
                нарочитой религиозности, был человеком высокого понятия долга и
                чести, нравственности. Это было в нем от православного
                традиционного русского воспитания, от чистой и добропорядочной
                атмосферы в семье. Потеряв на фронте правую руку, он ходил к
                священнику советоваться, как ему творить крестное знамение. Уж и
                не помню, что посоветовал ему батюшка.
            </p>
            <p>
                Среди книг домашней библиотеки, их было около 3000, были книги
                христианские: Библия, Новый Завет во множестве изданий, в том
                числе 3-4 экземпляра карманного типа, принадлежащих моим дядьям.
                До сих пор сохранилось прелестное издание Нового Завета с
                параллельным церковно-славянским текстом, Псалтирь начала XIX
                в., Новый Завет на латыни, лондонское издание Пятикнижия на
                русском языке. Сгинули две чудные книги неряшеством отношения
                Сергея Танчика, моего знакомого по интересу к христианству:
                фолиант «Святая Земля» на французском языке с золотым обрезом и
                с многочисленными гравюрами и рукописная книга пророка Исайи,
                писанная рукой моего деда Ив. Ив. Монтлевича. С. Танчик увез их
                на время боговерующим в какой-то скит на юг, да так и не вернул.
                Отец очень гневался, особенно из-за книги деда.
            </p>
            <p>
                Однажды среди книг в обложке Истории КПСС я обнаружил первое
                издание 1868 г. «Писем из пещер и дебрей Индостана» Радда Бай -
                прочел залпом. В художественном отношении это лучшая книга
                Блаватской. Отец сразу же приказал мне продать эту книгу, а я ее
                уже переплел. Я отнес ее букинисту и помню, за три рубля сразу
                же продал. Только недавно, лет пять назад я встретил первое
                переиздание этой замечательной книги.
            </p>

            <h3 class="text-base sm:text-lg md:text-xl lg:text-2xl font-bold text-center mt-4 sm:mt-6 mb-3 sm:mb-4">
                Заключение</h3>
            <p>
                (Этот текст, написанный перед операцией в 1999 году, не
                окончен, но сохраняет память о роде Монтлевичей и Шафрановских,
                их истории, традициях и трагедиях. Он требует дополнений и
                уточнений, но уже сейчас является ценным для
                потомков.)
            </p>
            <p class="text-right text-sm sm:text-base"><em>Апрель 1999 года,
                    Санмедчасть № 122</em></p>
        </div>
    </div>
@endsection
